[{"categoryId": "0", "formalText": "His wife was going to commit suicide and she was stopped before it happened. He feels there is no difference between having a plan and doing the plan.  ", "sourceId": "177"}, {"categoryId": "1", "formalText": "He feels he cannot stop thinking about Tanya and he feels concern about her leading him to talk about her a lot in his sessions. ", "sourceId": "8"}, {"categoryId": "1", "formalText": "Additionally he feels if he can solve something less important, little problems in his life, then it will be easier fix Tanya.", "sourceId": "13"}, {"categoryId": "1", "formalText": "He thinks that it his progress with Tanya isn't that helpful because it always drifts into her depression that leads to a lot of unanswerable questions.", "sourceId": "37"}, {"categoryId": "1", "formalText": "He has a hard time trying to understand where her suicidally came, he feels she could have just walked away from what was making her sad. ", "sourceId": "75"}, {"categoryId": "1", "formalText": "Tanya expects him to be a partner to her", "sourceId": "83"}, {"categoryId": "1", "formalText": "but he has a hard time trusting her like a partner. He thinks he loves her but often he just feels negative emotions, pain and anger.", "sourceId": "84"}, {"categoryId": "1", "formalText": "He thinks she broke the expectations and agreement that comes along with marriage, that it is a partnership that they had a life plan together. ", "sourceId": "105"}, {"categoryId": "1", "formalText": "He  feels like he is Tanya's caretaker, cleaning the house and taking care of her for the past 6 months. ", "sourceId": "113"}, {"categoryId": "1", "formalText": "The actions that she took to hurt herself also hurt him.", "sourceId": "157"}, {"categoryId": "1", "formalText": "If he does something that makes him feel better but hurts her, he feels like he is deliberately trying to hurt her.", "sourceId": "228"}, {"categoryId": "1", "formalText": "She betrayed his trust.", "sourceId": "256"}, {"categoryId": "1", "formalText": "He thinks if Tanya is still in a lot of pain then he should be nicer to her but he is angry that it is hard being nice to her when he is upset.", "sourceId": "301"}, {"categoryId": "3", "formalText": "They are going to look into couples therapist.", "sourceId": "262"}, {"categoryId": "3", "formalText": "This will allow them to fix their violation of trust.", "sourceId": "265"}, {"categoryId": "5", "formalText": "He has a shared sense of the experience, but he needs to make sense of it for himself because it's his  experience with Tanya as his wife and his life.", "sourceId": "69"}, {"categoryId": "5", "formalText": "Tanya has a lot of these journals about when she got depressed or when she was hospitalized, and she shares them with him.", "sourceId": "34"}]