[{"categoryId": "0", "formalText": "They are upset about the whole insomnia situation they are dealing with and that it's not getting any better.", "sourceId": "34"}, {"categoryId": "0", "formalText": "They were really isolated throughout their entire childhood.", "sourceId": "218"}, {"categoryId": "1", "formalText": "They are tired, cranky and not feeling well", "sourceId": "20"}, {"categoryId": "1", "formalText": "emotionally", "sourceId": "21"}, {"categoryId": "1", "formalText": "and physically", "sourceId": "22"}, {"categoryId": "1", "formalText": "They feel like they are having meltdowns the same way a kid does.  ", "sourceId": "28"}, {"categoryId": "1", "formalText": " They are too tired and they need to go to sleep.", "sourceId": "29"}, {"categoryId": "1", "formalText": "They can't sleep ever.", "sourceId": "38"}, {"categoryId": "1", "formalText": "They will be completely exhausted at work, falling asleep at their desk or sitting at home in their home study or on the couch ", "sourceId": "39"}, {"categoryId": "1", "formalText": "Once they get to bed they are wide awake and  can't get to sleep.", "sourceId": "40"}, {"categoryId": "1", "formalText": "They are usually up until 2 or 3 in the morning, once they fall asleep they will awake up few times in the night and they get up for work around 7 or 8. ", "sourceId": "46"}, {"categoryId": "1", "formalText": "Sleeping about 5 hours or so with two or three interruptions in an ongoing way.", "sourceId": "53"}, {"categoryId": "1", "formalText": "Dave got upset that they didn't want to try this vitamin D sleep remedy that he found online and they were upset, well, that Dave is suggesting that they take something like 12 times FDA recommended allowance of vitamin D.", "sourceId": "138"}, {"categoryId": "1", "formalText": "They told Dave they were afraid they would hurt themself.", "sourceId": "146"}, {"categoryId": "1", "formalText": "Dave just started yelling at them again.", "sourceId": "147"}, {"categoryId": "1", "formalText": "Their suicidal level: not close enough to actually be contemplating making plans.", "sourceId": "197"}, {"categoryId": "1", "formalText": "They feel like it's always a really really hard time.", "sourceId": "238"}, {"categoryId": "1", "formalText": "There's The Chronic NeverEnding stresses from their parents which waxes and wanes is that again waxing and waning but it never fully goes away.", "sourceId": "291"}, {"categoryId": "1", "formalText": "They have anxiety around friendships and do people actually want them around and what their value is and all of that.", "sourceId": "292"}, {"categoryId": "2", "formalText": "They have had a headache all day, but it's been resistant to painkillers both over-the-counter and prescription.", "sourceId": "24"}, {"categoryId": "2", "formalText": "Ambien doesn't work for them when they try to sleep.", "sourceId": "56"}, {"categoryId": "2", "formalText": "They also tried trazodone which is an antidepressant and hypnotic, they will sleep for 10 hours and feel hungover later.", "sourceId": "58"}, {"categoryId": "2", "formalText": "They have the same problem with Benadryl.", "sourceId": "62"}, {"categoryId": "2", "formalText": "They have been getting 5 hours a night with two to three interruptions for years.", "sourceId": "70"}, {"categoryId": "2", "formalText": "Then on weekends they do not turn on the alarm and they will sleep and get 10 or 12 hours of sleep.", "sourceId": "72"}, {"categoryId": "2", "formalText": "The first time they wanted to kill themself, they were 11.", "sourceId": "206"}, {"categoryId": "2", "formalText": "They ate a pack of their parents cigarettes.", "sourceId": "207"}, {"categoryId": "2", "formalText": "There was the time last winter when they were pretty close to taking some pills to end their life.", "sourceId": "250"}, {"categoryId": "5", "formalText": "Dave and they have been fighting a lot the last couple of days.", "sourceId": "25"}, {"categoryId": "5", "formalText": "They told Dave they were feeling low and that they were just really upset about a lot of things and they have been having these meltdowns at the end of the day.", "sourceId": "27"}, {"categoryId": "5", "formalText": "It is stressful for Dave to witness.", "sourceId": "31"}, {"categoryId": "5", "formalText": "Dave woke them up less than an hour after they finally dropped off to ask them to move over cuz they were taking up too much space in the bed and then they did not get back to sleep at all that night. Since Dave woke them up at 5 and then they were just up, they couldn't get back to bed when he finally rolled out of bed at 8:30.", "sourceId": "122"}, {"categoryId": "5", "formalText": "Dave told them they were selfish and they were not thinking about his feelings and he wish that he could believe that they loved him, but he can't because if they did they wouldn't be thinking about suicide and it would destroy his world.", "sourceId": "148"}, {"categoryId": "5", "formalText": "Dave and they are having a hard time communicating about their feelings and thoughts.  ", "sourceId": "174"}, {"categoryId": "6", "formalText": "There are a lot stresses around their family and the trip they are going to take to China and how to properly prepare for it.", "sourceId": "302"}, {"categoryId": "6", "formalText": "They hate their parents.", "sourceId": "347"}]