[{"categoryId": "0", "formalText": "They had an impromptu session on Friday night.", "sourceId": "9"}, {"categoryId": "0", "formalText": "They are currently recovering from a shoulder surgery and it has been a painful recovering, then they found out they have a herniated disc in their cervical spine. ", "sourceId": "12"}, {"categoryId": "0", "formalText": "Friday night they were out with their friend and got overwhelmed by their friends over explaining about the patients situation. ", "sourceId": "14"}, {"categoryId": "0", "formalText": "This lead them to a state of hysteria because they felt very desperate.", "sourceId": "28"}, {"categoryId": "0", "formalText": "They have been better about taking positive feedback and taking responsibility of their emotion instead of circumstances. ", "sourceId": "79"}, {"categoryId": "0", "formalText": "They are trying to rush the process of getting better because they believe it should only take weeks to fix life long issues.", "sourceId": "332"}, {"categoryId": "0", "formalText": "They have fear over the uncontrollable and would be unable to communicate what was happening.", "sourceId": "653"}, {"categoryId": "0", "formalText": "They are going to work on activating events connected to their girlfriend and their expectations of their self", "sourceId": "1001"}, {"categoryId": "1", "formalText": "They listen and believe what people say even if the people are not an expert in the field in question. ", "sourceId": "32"}, {"categoryId": "1", "formalText": "When they feel desperate, they think they become more gullible.", "sourceId": "44"}, {"categoryId": "1", "formalText": "They are very frustrated at this point because the pain is just debilitating.", "sourceId": "50"}, {"categoryId": "1", "formalText": "They have always been someone who's very hard on themself.", "sourceId": "66"}, {"categoryId": "1", "formalText": "They felt very depressed, in their new relationship.", "sourceId": "159"}, {"categoryId": "1", "formalText": "She is telling herself to make herself depressed when she said just now she is a fallible human she jumped already to the effective New Philosophy.", "sourceId": "251"}, {"categoryId": "1", "formalText": "They  have courageously demonstrated that even when they are suffering in those ways they are able to make some helpful effort and change.", "sourceId": "254"}, {"categoryId": "1", "formalText": "They are frustrated with themself.", "sourceId": "268"}, {"categoryId": "1", "formalText": "They are lost.", "sourceId": "274"}, {"categoryId": "1", "formalText": "They have a talent for awfulizing.", "sourceId": "295"}, {"categoryId": "1", "formalText": "They fear of being severely depressed and living on the street.", "sourceId": "310"}, {"categoryId": "1", "formalText": "They said they felt depressed but it was more anxiety. It was about investigating thoughts are creating it.", "sourceId": "383"}, {"categoryId": "1", "formalText": "They feel like they should not be feeling this way and just unfair that they have been feeling this way as for as long as they have.", "sourceId": "574"}, {"categoryId": "1", "formalText": "They are in a better mood, but they are exhausted.", "sourceId": "760"}, {"categoryId": "1", "formalText": "They are putting insane pressure on themselves.", "sourceId": "761"}, {"categoryId": "1", "formalText": "They feel like they should be perfect.", "sourceId": "794"}, {"categoryId": "1", "formalText": "They need to learn they have the freedom and choice to imperfectly step-by-step regarding creating a healthier inner emotional life.", "sourceId": "880"}, {"categoryId": "5", "formalText": "They went to a Halloween party and there was seeing a lot of friends that they hadn't seen in a while and they sort of had to put on a happy face.", "sourceId": "151"}, {"categoryId": "5", "formalText": "They didn't have a neck brace on and they felt like they needed to make it seem like they were ok to their friends. ", "sourceId": "152"}, {"categoryId": "6", "formalText": "She has been practicing the attitude that her mother modeled for her or she can stop is because she now knows how unhealthy her mother's behavior was. ", "sourceId": "206"}]