[{"categoryId": "0", "formalText": "It is important to note that the patient is feeling badly more frequently than they are comfortable with and more frequently than they would help.", "sourceId": "34"}, {"categoryId": "1", "formalText": "They know it's not time to symbolize depression yet, but they think they have what would be depression if it were happening consistently for 2 weeks.", "sourceId": "1"}, {"categoryId": "1", "formalText": "They are feeling like water all the time.", "sourceId": "4"}, {"categoryId": "1", "formalText": "She has unsettling thoughts about wanting to hurt herself,  non-fatally thoughts.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She feels like she is overacting to something small going on.", "sourceId": "6"}, {"categoryId": "1", "formalText": "She feels irritable and anxious a lot, the anxious anxiety feels uncomfortable.", "sourceId": "8"}, {"categoryId": "1", "formalText": "She is not crying non-stop.", "sourceId": "10"}, {"categoryId": "1", "formalText": "She also felt it last week Sunday and Monday and Tuesday Wednesday and Thursday.", "sourceId": "23"}, {"categoryId": "1", "formalText": "She was sing a little bit mad at work, but it wasn't such a big deal that she needed to leave earlier anything.", "sourceId": "25"}, {"categoryId": "1", "formalText": "She felt good enough to be productive and dye the wall.", "sourceId": "82"}, {"categoryId": "1", "formalText": "Her brain tells her that if she physically hurts herself it would feel better.", "sourceId": "88"}, {"categoryId": "1", "formalText": "Eventually, it just goes away at the same time that the anxious uncomfortable feeling goes away.", "sourceId": "100"}, {"categoryId": "1", "formalText": "Her antidepressants are working to some degree but she feels like they wore off. She doesn't know if she was on the end of them or if it's just that her depression only shows up some of the time and they're not doing anything.", "sourceId": "151"}, {"categoryId": "1", "formalText": "Her room is chaotic, but it's not as chaotic as before.", "sourceId": "177"}, {"categoryId": "1", "formalText": "So it's like she can sleep in it without it being an issue.", "sourceId": "178"}, {"categoryId": "1", "formalText": "He did stay at her place for a few days that could have been why she was depressed on Sunday and Monday, but that's not why she is depressed now.", "sourceId": "199"}, {"categoryId": "1", "formalText": "She feels like she should be applying for jobs again, but then she felt depressed again yesterday and today so she hasn't looked at one of the job sites. She found were going to work one that sounded really good was a temporary summer summer position and She didn't think she could take it.", "sourceId": "207"}, {"categoryId": "1", "formalText": "So she was wondering how much of what she felt this past week is fueled by having her timeline laid out for her.", "sourceId": "245"}, {"categoryId": "1", "formalText": "She got scared and feeling depressed because she did not like the job search process.", "sourceId": "248"}, {"categoryId": "1", "formalText": "She didn't think any one of the things that happened in the environment or an event that or an event that happens causes feelings of depression, obviously anxiety and depression is something that she has struggled with off and on over the course of many years.", "sourceId": "268"}, {"categoryId": "1", "formalText": "Dr. Barnes when she asked her before she doesn't really think she could go up more on the despair mean and that she didn't think that going up would actually help it's really hard.", "sourceId": "312"}, {"categoryId": "1", "formalText": "She told him that he doesn't have to argue against her.", "sourceId": "355"}, {"categoryId": "2", "formalText": "Nothing more than briefly digging her fingernails into her skin.", "sourceId": "95"}, {"categoryId": "2", "formalText": "Not even though even not even enough to puncture.", "sourceId": "96"}, {"categoryId": "3", "formalText": "It's like when she had depression and she knew it was depression sophomore year.", "sourceId": "12"}, {"categoryId": "3", "formalText": "she was crying Non-Stop and it was this big feeling like sort of a cloud over her, but it was more of a physical feeling it.", "sourceId": "13"}, {"categoryId": "3", "formalText": "These are maybe good questions to discuss whether or not it would be useful or beneficial to take more to take some of that additional Klonopin sort of on an as-needed basis or whether it would be better to switch to something else.", "sourceId": "128"}, {"categoryId": "5", "formalText": "She shouldn't be feeling like wanting to hurt herself for wanting to kill herself for many of those things normal people have job searches and moving and all of those things and don't feel suicidal.", "sourceId": "289"}, {"categoryId": "5", "formalText": "She needs to speak each other's language, she knows what works for him and she can give him what works that sounds like what she needs to do is give him something that works for her that he can feed back to her if that's hugs or just sitting together then that's what it is.", "sourceId": "392"}, {"categoryId": "7", "formalText": "Lots of anxiety, she guesses she could ask as a physically made herself.", "sourceId": "49"}, {"categoryId": "7", "formalText": "Some more anxiety than sadness or lethargy.", "sourceId": "50"}]