[{"categoryId": "1", "formalText": "She is worried that things in her marriage will not improve enough or what if think don't get better and shew is unsure what she will do. ", "sourceId": "27"}, {"categoryId": "1", "formalText": "She has this feeling that her feelings do not indicate what is happening in the situation. ", "sourceId": "41"}, {"categoryId": "1", "formalText": "She feels things were exactly as she thought they would be and that her husband changing a lot and she feels she is not giving him enough credit.  ", "sourceId": "62"}, {"categoryId": "1", "formalText": "She is worried that she could change my expectations for her husband but they would be lower.", "sourceId": "66"}, {"categoryId": "1", "formalText": "She feels she is terribly critical but she also thinks to herself that she is not pushing him to apply to other jobs.", "sourceId": "67"}, {"categoryId": "1", "formalText": "She thinks her husband is not fulfilling his potential.", "sourceId": "105"}, {"categoryId": "1", "formalText": "She thinks poorly of herself since she wants her husband to be different. ", "sourceId": "123"}, {"categoryId": "1", "formalText": "She wants him make a ton of money and work all the time.", "sourceId": "144"}, {"categoryId": "1", "formalText": "like in other words like her father", "sourceId": "147"}, {"categoryId": "1", "formalText": "She is not drawn to him being not passionate nor engaging in some type of work.  ", "sourceId": "200"}, {"categoryId": "1", "formalText": "She thought she was marrying someone who's going to a certain field and had animation and she worries what it means for his identity now that he is no longer going after it.  She thinks she can get used to it but maybe not in all the ways since it's been disappointing  because there's something in his personality or attention deficit that has changed", "sourceId": "206"}, {"categoryId": "1", "formalText": "She feels like he has no clue what he is doing and that's not something that is so acceptable to her.", "sourceId": "227"}, {"categoryId": "1", "formalText": "Especially for someone like her who need to feels like they are control of their life.", "sourceId": "264"}, {"categoryId": "1", "formalText": "This week her depression has affected her a few  a couple of times in what she would consider a great day.", "sourceId": "275"}, {"categoryId": "1", "formalText": "She feel like  like things are going well and then she will make a mistake or she will say something that will make her think back on it and she wish she would have said things differently.", "sourceId": "291"}, {"categoryId": "1", "formalText": "She feels likes she needs to be more considerate.", "sourceId": "317"}, {"categoryId": "1", "formalText": "She felt self-conscious because her sister is always taking care of her.", "sourceId": "318"}, {"categoryId": "1", "formalText": "And her sister is always very reluctant to share her feelings with her even is a small thing in her day went wrong.", "sourceId": "378"}, {"categoryId": "1", "formalText": "So she always wonder if there's a part of her that is it still feeling like she needs motherly care.", "sourceId": "411"}, {"categoryId": "1", "formalText": "Job search is starting to make her feel depressed.", "sourceId": "516"}, {"categoryId": "1", "formalText": "Overall she is feeling depressed and down on herself.", "sourceId": "517"}, {"categoryId": "6", "formalText": "Growing up she was use to the fact that her father would come hour at ungodly hours, but he was working hard so it made her feel better.", "sourceId": "155"}, {"categoryId": "6", "formalText": "Her dad would have just saved some animals life, or did some crazy surgery.", "sourceId": "156"}, {"categoryId": "6", "formalText": "Her sister takes care of her now, but when things with Mom and Dad were explosive her sister also took care of her then.", "sourceId": "398"}, {"categoryId": "6", "formalText": "Her sister is very involved in her life, will come over and they will make dinner together. ", "sourceId": "410"}]