[{"categoryId": "0", "formalText": "They had a good day yesterday.", "sourceId": "2"}, {"categoryId": "0", "formalText": "So they took the kids out to the playground.", "sourceId": "5"}, {"categoryId": "0", "formalText": "She feels like the extent to which she has sort of changed that has been more like remembering that she lost touch and actually not losing touch and that's even not that great", "sourceId": "80"}, {"categoryId": "1", "formalText": "This will be the first time that they moved to a new city where she didn't know anybody or didn't know more than a couple of people and wasn't already in some sort of graduate program or workplace or something to Anchor her.", "sourceId": "39"}, {"categoryId": "1", "formalText": "It doesn't make her anxious, but she feels like maybe it ought to.", "sourceId": "40"}, {"categoryId": "1", "formalText": "If she says she is not doing so well that is true with regards to the macro state, but it doesn't actually reflect what's going on in that moment.", "sourceId": "85"}, {"categoryId": "1", "formalText": "If she says she is doing great and that reflects what's going on in the moment, but it's a very small moment compared to what's really happening.", "sourceId": "86"}, {"categoryId": "1", "formalText": "It's funny talking with people in the hospital people get very attached their diagnosis.", "sourceId": "128"}, {"categoryId": "1", "formalText": "They feel the good things seem less important to spread around.", "sourceId": "181"}, {"categoryId": "5", "formalText": "It would still be tough right now.", "sourceId": "13"}, {"categoryId": "5", "formalText": "They are supposed to go to this party with most of James's friends grad school were in the Denver area this weekend.", "sourceId": "14"}, {"categoryId": "5", "formalText": "Their car is still not running.", "sourceId": "15"}, {"categoryId": "5", "formalText": "She has a tough time with the people from James is grad school program.", "sourceId": "22"}, {"categoryId": "5", "formalText": "It's just always sort of stressful.", "sourceId": "23"}, {"categoryId": "5", "formalText": "There are a lot of people who are brown educated in some of their discipline there are just a lot of them and it's really fun.", "sourceId": "50"}, {"categoryId": "5", "formalText": "But it also means that finding a job is that much harder and that's not going to be the case in other places.", "sourceId": "51"}, {"categoryId": "5", "formalText": "They have seen in talking to people who have a bipolar diagnosis, it is clear that that is a really useful thing for them to know about themselves.", "sourceId": "137"}]