[{"categoryId": "0", "formalText": "They come home and put their wallet and keys in the same spot every time so they don't lose them things like that.", "sourceId": "24"}, {"categoryId": "1", "formalText": "There is wonder if the difficulties with the intention and even organization can be related to depression and anxiety.", "sourceId": "40"}, {"categoryId": "1", "formalText": "There is concern that too many kid are misdiagnosed by pediatricians with ADHD.", "sourceId": "101"}, {"categoryId": "1", "formalText": "They have an appointment with someone who is good at diagnosing this stuff or is able. They are amusing they are good based off the fact that their is a 6 month waiting period.", "sourceId": "111"}, {"categoryId": "1", "formalText": "The son is  fighting for their  attention when the daughter is playing with her.", "sourceId": "123"}, {"categoryId": "1", "formalText": " Sunday morning was one of those days that they got anxious about taking Ian snowboarding", "sourceId": "154"}, {"categoryId": "1", "formalText": "They are worried about selling the concern tickets when people want to watch the game.", "sourceId": "192"}, {"categoryId": "1", "formalText": "They have been wondering how different their life would be if they do have ADD and it was found sooner. ", "sourceId": "202"}, {"categoryId": "1", "formalText": "They blame the clinician for picking things up about their mental health.", "sourceId": "212"}, {"categoryId": "1", "formalText": "They are depressed.", "sourceId": "215"}, {"categoryId": "3", "formalText": "They got a prescription for Adderall.", "sourceId": "7"}, {"categoryId": "3", "formalText": "They probably start it in a day", "sourceId": "15"}, {"categoryId": "4", "formalText": "They have taken stimulants before in college, ephedrine when it was legal.", "sourceId": "316"}, {"categoryId": "5", "formalText": "That's not out in the woods where Jess is freaking out about Lyme disease.", "sourceId": "452"}, {"categoryId": "5", "formalText": "That's going to be the interesting thing next summer, whether they will go on an overnight in the woods.", "sourceId": "454"}]