[{"categoryId": "0", "formalText": "Their partner Ivan has been struggling with depression and it has been a known struggle since he was in 7th grade and he wrote a  poem that was dark.", "sourceId": "52"}, {"categoryId": "0", "formalText": "They are going to see if it would be possible for them to check in with him on their own.", "sourceId": "493"}, {"categoryId": "1", "formalText": "They feel like they need more help, being here 45 minutes a week isn't good enough.", "sourceId": "13"}, {"categoryId": "1", "formalText": "In theory, they think it would come from our sets of parents and in theory it would be someone who could be calling them and checking up and finding out what's going on. Be really like they are bored with this treatment plan and they don't know if they should call that but maybe for them somebody who's able to call and just how's it going?", "sourceId": "22"}, {"categoryId": "1", "formalText": "One of the things is most anxiety-provoking for them is not about not only finding the note but then to discover in the whole system of their life, their shared life with Ivan, that neither of them has a set of parents or even a single parent who they can turn to for some guidance and support through all this and that's devastating.", "sourceId": "81"}, {"categoryId": "1", "formalText": "They carry around tremendous Shame about their own family and their own experiences.", "sourceId": "91"}, {"categoryId": "1", "formalText": "They listen to their father-in-law say their marriage is worthless and it will end in divorce and couple therapy. ", "sourceId": "115"}, {"categoryId": "1", "formalText": "Ivan is in his own world and they can not share the experiences they are dealing with.", "sourceId": "153"}, {"categoryId": "1", "formalText": "Their partner is saying they are doing fine and that they can take care of themselves however they are not taking care of themself properly. ", "sourceId": "182"}, {"categoryId": "1", "formalText": "They woke up and they had warm food because he couldn't remember to close the fridge, and he has been forgetting many thing causing them great frustration.", "sourceId": "217"}, {"categoryId": "1", "formalText": "They feel they need someone to listen to everything going on.", "sourceId": "278"}, {"categoryId": "1", "formalText": "They can't do it any more. It's okay because they need to take care of him and he needs their help right now and he's their husband and he's really struggling but it's just like they won't get the help he needs.", "sourceId": "316"}, {"categoryId": "1", "formalText": "Feeling depressed.", "sourceId": "330"}, {"categoryId": "5", "formalText": "They are the only other person in the apartment and it's too much and it's affecting them physically and it's affecting them emotionally and sometimes they feel themself being really pulled down in his when the moves are really impressive and it's really hard to like try to bring him up because they are like, so it's getting really difficult to manage.", "sourceId": "35"}, {"categoryId": "5", "formalText": "When Ivan's dad found out he wrote a suicide letter and didn't call him was a sign that the support is a bit skewed.", "sourceId": "97"}, {"categoryId": "5", "formalText": "They can understand and that it took them awhile to open up because they were so embarrassed about it.", "sourceId": "394"}, {"categoryId": "6", "formalText": "They have get clear about in reality is Ivan's parents are not going to be parents to him in the way they want them to be.", "sourceId": "127"}]