[{"categoryId": "0", "formalText": "They are unsure what is causing their panic.", "sourceId": "142"}, {"categoryId": "0", "formalText": "They don't feel like the Klonopin is helping them get better.", "sourceId": "149"}, {"categoryId": "0", "formalText": "Their partner is doing better other than when they go into a couple of fights last couple of days.", "sourceId": "160"}, {"categoryId": "0", "formalText": "They are having a difficult time with some of the therapy work because they believe they are above it.", "sourceId": "231"}, {"categoryId": "0", "formalText": "They see that their depression lies to them.", "sourceId": "250"}, {"categoryId": "0", "formalText": "And their anxiety is the same way.", "sourceId": "252"}, {"categoryId": "0", "formalText": "Their baseline of anxiety is really high but they need to figure out a way to lower it to improve their panic attacks. ", "sourceId": "349"}, {"categoryId": "0", "formalText": "They are going to take time and focus on breathing to try to help lower their baseline.", "sourceId": "365"}, {"categoryId": "1", "formalText": "They have been having panic attacks and stuff.", "sourceId": "1"}, {"categoryId": "1", "formalText": "They think they would be better off dead for everyone else's sake. ", "sourceId": "4"}, {"categoryId": "1", "formalText": "Their partner still knows that they won't end their life but it is still driving them crazy. ", "sourceId": "16"}, {"categoryId": "1", "formalText": "They want to hurt themself right now.", "sourceId": "41"}, {"categoryId": "1", "formalText": "They don't see a problem with hurting themself if it is just momentarily painful and they don't end their life. ", "sourceId": "53"}, {"categoryId": "1", "formalText": "They say they know how to cut themself where it won't result in permanent damage.", "sourceId": "59"}, {"categoryId": "1", "formalText": "They don't feel like they are effectively managing the panic.", "sourceId": "70"}, {"categoryId": "1", "formalText": "Whenever they are not occupied they have a panic attack.", "sourceId": "82"}, {"categoryId": "1", "formalText": "Their condition feels worse when they think it is going to last forever. ", "sourceId": "282"}, {"categoryId": "1", "formalText": "They are worried about the fact that their medication does not work in the evening and they still have panic attacks. ", "sourceId": "289"}, {"categoryId": "1", "formalText": "But since I have you here today, I thought I'd ask.", "sourceId": "199"}, {"categoryId": "1", "formalText": "They fell asleep fine but then woke up with complete panic 2 and half hours later. ", "sourceId": "334"}]