[{"categoryId": "0", "formalText": "Client has two children.", "sourceId": "22"}, {"categoryId": "0", "formalText": "He has concerns about his son and how the son interacts with other kids", "sourceId": "188"}, {"categoryId": "0", "formalText": "Client has a lot of worries about his children and their relationship with him.", "sourceId": "228"}, {"categoryId": "1", "formalText": "Client experiences stress to have plans all lined up throughout the day.", "sourceId": "10"}, {"categoryId": "1", "formalText": "Anxious about sleeping late", "sourceId": "38"}, {"categoryId": "1", "formalText": "and being hung over from going out with his friends.", "sourceId": "39"}, {"categoryId": "1", "formalText": "He complains about anxious all over.", "sourceId": "40"}, {"categoryId": "1", "formalText": "He displays concern that his kids likes their mother more than him. ", "sourceId": "208"}, {"categoryId": "1", "formalText": "He is kind of worried of what will happen if he is feeling worried, down, or distracted.", "sourceId": "80"}, {"categoryId": "2", "formalText": "Dr. Micah told the client to go up on the Prozac, but he can't remember if she told him not to go up on the Prozac, so he decided to up on it. ", "sourceId": "63"}, {"categoryId": "2", "formalText": "He is now taking 25mg of the Prozac.", "sourceId": "64"}, {"categoryId": "2", "formalText": "Dr. Micah also questioned his level of depression. Dr. Micah talked about decreasing client's Wellborn, if he is depressed. He determined that he is going to lie to Dr. Micah about his level of depression.", "sourceId": "49"}, {"categoryId": "3", "formalText": "Seeing Dr. Micah for his depression and he feels concern on changing his medication levels. Resulting him being more anxious in the present.", "sourceId": "52"}, {"categoryId": "5", "formalText": "Going to the club got to meet Jess's mom to put the carseat in the car so she can go pick up Lucille (his daughter).", "sourceId": "11"}, {"categoryId": "5", "formalText": "Jess's mom also wants to take Ian (his son).", "sourceId": "12"}, {"categoryId": "5", "formalText": "To make the transition easier for Lucille.", "sourceId": "13"}, {"categoryId": "5", "formalText": "Client needed to provide both car seats. This displays he has an active relationship with his kids and their mom. ", "sourceId": "14"}, {"categoryId": "5", "formalText": "Highly involved in his son's Cub Scouts and he is visiting the fire station at 10.", "sourceId": "33"}, {"categoryId": "5", "formalText": "His has a group of all male friends that are playing football. His team is going out Saturday night and Sunday.", "sourceId": "34"}, {"categoryId": "7", "formalText": "It took him effort to take his morning shower.", "sourceId": "107"}, {"categoryId": "7", "formalText": "He said just always feel is a chore to shower, but he stated he had to take one today after not taking one for two weeks.", "sourceId": "108"}, {"categoryId": "7", "formalText": "He said he needed a haircut.", "sourceId": "110"}]