[{"categoryId": "1", "formalText": "She wakes up from her nightmares and feel and over and overwhelming sense that she can't protect her daughters.", "sourceId": "108"}, {"categoryId": "1", "formalText": "Sleeping well,  she doesn't want to sleep, sleep brings nightmares with it and she has the same nightmares over and over.", "sourceId": "4"}, {"categoryId": "1", "formalText": "She feels like she can't live her life.", "sourceId": "9"}, {"categoryId": "1", "formalText": "She does not want to be around groups of people.", "sourceId": "10"}, {"categoryId": "1", "formalText": "She feels irritable and has been having trouble with concentrating and remembering things.", "sourceId": "11"}, {"categoryId": "1", "formalText": "She is 28 years old and feels like an old lady.", "sourceId": "13"}, {"categoryId": "1", "formalText": "It is possible that the ages of her daughters May trigger some of her memories?", "sourceId": "72"}, {"categoryId": "1", "formalText": "She feels that she has less patience with her daughters and that she also feels that she spaces out more, having a hard time concentrating and sticking with tasks.", "sourceId": "87"}, {"categoryId": "1", "formalText": "She feels like she is suffocating and like she needs space.", "sourceId": "93"}, {"categoryId": "1", "formalText": "She worries about her daughters being harmed.", "sourceId": "123"}, {"categoryId": "2", "formalText": "When she was a teenager she has a suicide plan, she would take a bunch of pills or just get into her mom's car and turn it on and go to sleep in the close-up garage.", "sourceId": "100"}, {"categoryId": "2", "formalText": "She had the panic attack and she don't feel entirely safe in the house.", "sourceId": "105"}, {"categoryId": "2", "formalText": "She has had nightmares for years throughout her childhood.", "sourceId": "16"}, {"categoryId": "2", "formalText": "She believes this all began with a panic attack, she thought she was having a heart issues but realize that she was having a panic attack. She figured it was due to the split with her husband and moving back to her hometown and into the old house", "sourceId": "29"}, {"categoryId": "3", "formalText": "She smoked cigarettes a pack a day started when she quit alcohol", "sourceId": "30"}, {"categoryId": "3", "formalText": "She went through treatment for her drinking and has been sober for eight years.", "sourceId": "31"}, {"categoryId": "3", "formalText": "She has never had drug used.", "sourceId": "32"}, {"categoryId": "6", "formalText": "She loved her grandparents as a child.", "sourceId": "36"}, {"categoryId": "6", "formalText": "She loved that house except for the basement.", "sourceId": "37"}, {"categoryId": "6", "formalText": "She used to have to play with her cousin the basement.", "sourceId": "38"}, {"categoryId": "6", "formalText": "He was not a nice person, five years older than her, and liked to teach her all sorts of things sexual things.", "sourceId": "39"}, {"categoryId": "6", "formalText": "She was only five at the time and didn't understand.", "sourceId": "40"}, {"categoryId": "6", "formalText": "She felt dirty and ashamed she didn't tell anyone until she was an adult.", "sourceId": "41"}, {"categoryId": "6", "formalText": "Her mom was depressed and had issues.", "sourceId": "50"}, {"categoryId": "6", "formalText": "Her husband was emotionally and mentally abusive to her not always but they  just couldn't seem to work things out.", "sourceId": "56"}, {"categoryId": "7", "formalText": "She has noticed her nausea and loss of appetite since the separation from her husband and since moving into her grandparents' house again.", "sourceId": "18"}]