[{"categoryId": "0", "formalText": "That's unusual for you to panic at work.", "sourceId": "8"}, {"categoryId": "0", "formalText": "They have been suicidal all along like for the past few weeks, but not as suicidal as they have been when they are not on the Seroquel.", "sourceId": "21"}, {"categoryId": "0", "formalText": " It has been snowing, so they have been unable to work out.", "sourceId": "70"}, {"categoryId": "1", "formalText": "They are okay, last Tuesday they had a breakdown at work and they were fine in the morning.", "sourceId": "1"}, {"categoryId": "1", "formalText": "They have been on Seroquel for about a week, and they were Panic free for a few days and then the past couple of days.", "sourceId": "18"}, {"categoryId": "1", "formalText": "They have been so like sad and suicidal again.", "sourceId": "19"}, {"categoryId": "1", "formalText": "They were feeling really suicidal and bad depressed and they guess it wasn't them.", "sourceId": "42"}, {"categoryId": "1", "formalText": "they weren't even suicidal.", "sourceId": "43"}, {"categoryId": "1", "formalText": "It was like the physical feeling of uncomfortableness and tightness from anxiety.", "sourceId": "44"}, {"categoryId": "1", "formalText": "There might have been there was possibly a thought about like they should kill themself to end this feeling and the feeling wouldn't go away.", "sourceId": "48"}, {"categoryId": "1", "formalText": "With the medication it doesn't feel like they have any control over it, but it does go away.", "sourceId": "63"}, {"categoryId": "1", "formalText": "They can't deal with winter anymore.", "sourceId": "99"}, {"categoryId": "1", "formalText": "They have also never been this depressed and trying to be in an acapella group at the same time in the past.", "sourceId": "226"}, {"categoryId": "1", "formalText": "They have missed very few rehearsals for emotional reasons.", "sourceId": "227"}, {"categoryId": "1", "formalText": "but sometimes not until they go to sleep", "sourceId": "335"}, {"categoryId": "2", "formalText": "They called Dr. Barnes decided like he called them back and so he put them back on the Seroquel.", "sourceId": "7"}, {"categoryId": "5", "formalText": "They  felt disappointed clearly, about Sydney not making any change about their birthday.", "sourceId": "34"}, {"categoryId": "5", "formalText": "They can't ever have a party and they haven't done things with friends in like forever and it made them really sad.  They feel like they have no friends because Sydney is like why don't they just have a couple over and they are like if they did have a couple that they wanted to have over it would be  Lucy and Walter, but they move to Florida like a year-and-a-half ago now.", "sourceId": "37"}, {"categoryId": "5", "formalText": "They just don't feel like they have any close friends anymore. ", "sourceId": "39"}, {"categoryId": "5", "formalText": "They are considering joining a singing group again. It might feel good to get together with the group and might feel good to sing.", "sourceId": "203"}, {"categoryId": "5", "formalText": "There are two things going on socially.", "sourceId": "212"}, {"categoryId": "5", "formalText": "One they feel sad to them that they haven't planned something to acknowledge their birthday.", "sourceId": "213"}, {"categoryId": "5", "formalText": "So maybe that's not they know something that they involve the people in but they've also noticed that they've really disconnected from their friends and they've missed being part of a group and music piece fits that so maybe reaching out to fill up.", "sourceId": "215"}, {"categoryId": "6", "formalText": "Her mom got bit by a cat and the doctors gave her the option of either going to the hospital or getting an IV that she can have at home.", "sourceId": "128"}, {"categoryId": "6", "formalText": " They need to help her cook, so not really a chance for a walk.", "sourceId": "131"}, {"categoryId": "7", "formalText": "They started like shaking, from panic.", "sourceId": "3"}]