[{"categoryId": "0", "formalText": "They live with lupus.", "sourceId": "15"}, {"categoryId": "1", "formalText": "They feel everyone leans on them for emotional support that the person is horribly depressed and that person feels like they are spinning out of control.  ", "sourceId": "28"}, {"categoryId": "1", "formalText": "Their friend is deeply depressed like borderline suicidal depressed and they don't really know what they can do to help her other than make her sure to go find a therapist of her own which they have been doing.", "sourceId": "34"}, {"categoryId": "1", "formalText": "But it's not helping them to spend hours on the phone listening to their friend in detail tell them about their suicidal ideation.", "sourceId": "35"}, {"categoryId": "1", "formalText": "None of their friends are happy and that sucks.", "sourceId": "37"}, {"categoryId": "1", "formalText": "They don't have the time and have this job and they are behind on their deadlines and it feels miserable that they are behind on their deadline every time they sit down to write they have panic attacks and they are just on the floor crying.", "sourceId": "56"}, {"categoryId": "1", "formalText": "It's exhausting and they are guilty for being exhausted by it.", "sourceId": "80"}, {"categoryId": "5", "formalText": "She is having issues with listening to her friends' complaints and the manner which her on friend raises their kid. ", "sourceId": "11"}, {"categoryId": "5", "formalText": "They wonder if there isn't just some kind of feedback link going on that they are all depressed and they all have stressful unhappy things going on.", "sourceId": "73"}, {"categoryId": "5", "formalText": "They are struggling with their friend being abusive with their daughter.", "sourceId": "96"}, {"categoryId": "5", "formalText": "Their friend's kid is neglected and acts out in loud ways.", "sourceId": "138"}, {"categoryId": "5", "formalText": "The friend is giving the kid everything because they don't want to lose their kid in the divorce with their husband. ", "sourceId": "156"}]