[{"categoryId": "0", "formalText": "His wife has threatened to kill herself several times.", "sourceId": "48"}, {"categoryId": "0", "formalText": "His wife, Tanya, was having this emotional affair.", "sourceId": "135"}, {"categoryId": "0", "formalText": "He thinks if he hadn't been there, what would have happened?", "sourceId": "234"}, {"categoryId": "0", "formalText": "He thinks Tanya's family would have come up and handled that or she would have killed herself, but then we're getting into.", "sourceId": "235"}, {"categoryId": "1", "formalText": "He has stopped monitoring Tanya's mood on a day-to-day basis, which he think was good advice.", "sourceId": "2"}, {"categoryId": "1", "formalText": "He thinks she's very anxious and very fragile.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She wants to take care of him because he is important to her.", "sourceId": "9"}, {"categoryId": "1", "formalText": "That's fine normally but it seems like he doesn't know there's some strange sense in which the better she gets the less he can deal with their problems.", "sourceId": "15"}, {"categoryId": "1", "formalText": "He feels like a lot of people are giving her bad advice on how to move forward. ", "sourceId": "24"}, {"categoryId": "1", "formalText": "He questions if he should just work harder at limits and if there even is a limit.  ", "sourceId": "35"}, {"categoryId": "1", "formalText": "His wife questioned if they were ok and if he was angry at her for her past attempts at taking her life. He is unsure if he is angry about her illness or her actions were some Spectrum in there has really hurt him over the last several months and that he just need some time to recover from that.", "sourceId": "41"}, {"categoryId": "1", "formalText": "He has injured emotions.", "sourceId": "52"}, {"categoryId": "1", "formalText": "The burden is on him to communicate how she's doing with their families.", "sourceId": "95"}, {"categoryId": "1", "formalText": "The more important something is the harder, it is for him to talk about so he has to trust in someone more in order to be able to talk about it.", "sourceId": "128"}, {"categoryId": "1", "formalText": "He doesn't trust that many people to do their jobs very well.", "sourceId": "155"}, {"categoryId": "1", "formalText": "His response is exactly the second one, but he knows how to manage information and he knows how to do these logistical things.", "sourceId": "203"}, {"categoryId": "1", "formalText": "So he goes to those things because they're so solvable or closer to solvable.", "sourceId": "204"}, {"categoryId": "1", "formalText": "He always end up in charge of things.", "sourceId": "219"}, {"categoryId": "5", "formalText": "Our families gets into this question of how does he let other people take care of him.", "sourceId": "88"}, {"categoryId": "5", "formalText": "And how does he take care of them also and not ask them to carry too much.", "sourceId": "89"}, {"categoryId": "5", "formalText": "And then how does he balance all that with Tanya's name or seems needs at the same time?", "sourceId": "90"}, {"categoryId": "5", "formalText": "He feels like the details, about his wife past, drive it home or make it hurt more.", "sourceId": "166"}, {"categoryId": "6", "formalText": "She, his wife, said she hadn't really thought about her coming close to killing herself hurting him.", "sourceId": "64"}, {"categoryId": "6", "formalText": "She was most mostly just happy with herself for not having killed herself.", "sourceId": "65"}, {"categoryId": "6", "formalText": "All right, that's pretty okay, but it is also missing the effects on him and on everyone else in both of our families.", "sourceId": "66"}, {"categoryId": "6", "formalText": "Now he feels he is just passing on Grief to someone else when he tells them about his wife.", "sourceId": "114"}, {"categoryId": "6", "formalText": "He feels like he doesn't have the energy for some of them also when giving everyone updates.", "sourceId": "118"}, {"categoryId": "6", "formalText": "He can't think of the word something about taking care of it or how are you going to sort of sort of you being in charge of this feeling deficit and charge he has to say families are different and so forth. But I thinks especially at your ages and he knows it's complicated given who you are and given Tanya's family dysfunction given her father's abusive marriage and so forth, but it would be much more likely to be the parents and not the spouse.", "sourceId": "211"}, {"categoryId": "6", "formalText": "Eventually, he just asked his mother to manage information flow to his siblings and he just talked to her, he guesses on some level he agrees.", "sourceId": "213"}]