[{"categoryId": "1", "formalText": "They were going to hurt themselves and they were doing really bad.", "sourceId": "7"}, {"categoryId": "1", "formalText": "They have felt worse the past few days but they also kept feeling like they just needed something to snap them out of it and they weren't able to find that.", "sourceId": "48"}, {"categoryId": "1", "formalText": "They feel they need to do something in order to determine if they failed so they don't have to sit around being anxious about whether it failed or not.", "sourceId": "64"}, {"categoryId": "1", "formalText": "They feel like their depression and anxiety just makes them worse person consistently.", "sourceId": "85"}, {"categoryId": "1", "formalText": "They may not be addressing the kind of broader issue, that for the moment forgetting who's responsible for this they have rarely been able to share their suffering with people around with Him.", "sourceId": "166"}, {"categoryId": "1", "formalText": "Yeah, particularly when the last couple of days there's nothing really new to say it's pretty much the same thing happening.", "sourceId": "172"}, {"categoryId": "1", "formalText": "They have a hard time paying attention to other people and their life when they are suffering.", "sourceId": "189"}, {"categoryId": "1", "formalText": "They are in a difficult situation where it's hard to be in touch with themself and hurt at the same time.", "sourceId": "227"}, {"categoryId": "5", "formalText": "They have applied for about 20 jobs, they still haven't found one. People will have last-minute positions open, but those are going to be far and few between", "sourceId": "31"}, {"categoryId": "5", "formalText": "They have pretty much the same conversation with James once a week where they are so anxious that they think like well maybe they should just drop this job hunt all together and look at other fields, like look for a different job altogether James always says well if you take a full-time job, you won't be able to teach next year.", "sourceId": "37"}, {"categoryId": "5", "formalText": "A friend of theirs was saying is that he saw his connection to the anxiety of the character on the show and it spurred him to write that article.", "sourceId": "83"}, {"categoryId": "5", "formalText": "Yeah, church sermons in general tend to piss them off to be honest.", "sourceId": "122"}]