[{"categoryId": "1", "formalText": "He does not feel good about having his family know about his mental health things  and he doesn't feel good. He wasn't the one who got to tell them about it nor did he get to decide whether they knew that he didn't feel good.", "sourceId": "33"}, {"categoryId": "1", "formalText": "He had a conversation with James in the last week or so", "sourceId": "34"}, {"categoryId": "1", "formalText": "it was sort of intimate, understanding and relaxed. But James supported him, and then he ended up passing on to other people.", "sourceId": "35"}, {"categoryId": "1", "formalText": "But the patient feels he is not allowed to be angry about it and that sucks he said.", "sourceId": "37"}, {"categoryId": "1", "formalText": "He said he feels like he is the person who's putting his wife's mom through  this horrible ordeal.", "sourceId": "45"}, {"categoryId": "1", "formalText": "Thing 2 he struggled with, he felt he did not want to have a conversation with her about why he was in the hospital in the first place. He was glad that James told her that he was in the hospital because he feels like she had a right to know but he don't feel like she had the right to know all of what happened.", "sourceId": "48"}, {"categoryId": "1", "formalText": "Because James knew he was reading that email (the email the James sent to her).", "sourceId": "64"}, {"categoryId": "1", "formalText": "He was angry with him.", "sourceId": "70"}, {"categoryId": "1", "formalText": "But he didn't say he was angry with what James had done.", "sourceId": "71"}, {"categoryId": "1", "formalText": "He said he was upset about what happened.", "sourceId": "72"}, {"categoryId": "1", "formalText": "He feels it is too hard for him to be upset with James, and like it's reasonable for him to sort of feel hurt about how James told everyone about what happened.", "sourceId": "114"}, {"categoryId": "1", "formalText": "He feels he is giving James a hard time about trying to take care of the patient and James was trying to take care of their family.", "sourceId": "115"}, {"categoryId": "2", "formalText": "The patient was talking to someone about how he felt before the hospital.", "sourceId": "179"}, {"categoryId": "2", "formalText": "How he was mentally ill and he was having really severe depression trying to describe that.", "sourceId": "180"}, {"categoryId": "3", "formalText": "Referenced his psychiatrist.", "sourceId": "4"}, {"categoryId": "5", "formalText": "The patient would not have chosen to tell his my mom about his mental health, but he want James, his little brother, to know. He didn't know that his whole family would know, but he had a conversation with James thinking that anything in the conversation fair game for privacy, which is pretty much how it did not panned out.", "sourceId": "8"}, {"categoryId": "5", "formalText": "He was talking about to his psychiatrist appointment in the in the emails to James, and James he said there's nothing different than the ones he sent in the last hospitalization. The patient said there was a big difference for him to say between Tanya had a rough day today.", "sourceId": "21"}, {"categoryId": "5", "formalText": "He didn't remember what he was saying, but they were sort of like talking about the intersection of mental illness in Theology and the other person was sort of talking about their experience and they got really into it and, they said they are really sorry about his life.", "sourceId": "160"}, {"categoryId": "7", "formalText": "He decided he was going to stop self injuring himself or stop injuring during his lunch breaks.", "sourceId": "141"}]