[{"categoryId": "1", "formalText": "They keep getting in these situations where their heart starts to really race.", "sourceId": "12"}, {"categoryId": "1", "formalText": "They get chest pain.", "sourceId": "14"}, {"categoryId": "1", "formalText": "They can't catch their breath.", "sourceId": "15"}, {"categoryId": "1", "formalText": "It's makes them feel funny talking to the clinician about it.", "sourceId": "16"}, {"categoryId": "1", "formalText": "They can't get their breath and then they get chest pains and they get very afraid.", "sourceId": "18"}, {"categoryId": "1", "formalText": "Like they are going to have a heart attack.", "sourceId": "19"}, {"categoryId": "1", "formalText": "They are feeling a little bit anxious just here with the clinician.", "sourceId": "20"}, {"categoryId": "1", "formalText": "It has been this way for about six months.", "sourceId": "31"}, {"categoryId": "1", "formalText": "They felt more stress about work than they normally do and basically they were just trying to get into town one day on an off day and it was very hot.", "sourceId": "37"}, {"categoryId": "1", "formalText": "It just happened their heart started to race and race and race and they couldn't get their breath.", "sourceId": "39"}, {"categoryId": "1", "formalText": "She has been avoiding stuff that she thinks is going to make it worse, her husband takes her to town to do the shopping and doesn't do anything that will strain her heart at work.  ", "sourceId": "58"}, {"categoryId": "1", "formalText": "She doesn't do much exercise or anything at the moment and other things as well.", "sourceId": "59"}, {"categoryId": "1", "formalText": "She is avoiding sex in a case that it will cause het heart rate to rise.", "sourceId": "67"}, {"categoryId": "1", "formalText": "Her husband is being really kind and supportive of this but she thinks it's starting to affect his life quite a lot.", "sourceId": "71"}, {"categoryId": "1", "formalText": "She found out that she has a good heart from doctors but her symptoms are still getting worse. ", "sourceId": "111"}, {"categoryId": "1", "formalText": "She is experiencing a flight or fight response.", "sourceId": "154"}, {"categoryId": "1", "formalText": "She has started to really monitor monitor her heart and when it starts to race she start to get worried and then it starts getting faster and faster.", "sourceId": "162"}, {"categoryId": "1", "formalText": "She is experiencing hyper-vigilance.", "sourceId": "165"}, {"categoryId": "5", "formalText": "She has a friend that has panic attacks and they discussed it with her and she said to be honest.", "sourceId": "128"}, {"categoryId": "7", "formalText": "They get a racing heart", "sourceId": "25"}, {"categoryId": "7", "formalText": "And they feel like they can't catch their breath.", "sourceId": "27"}]