[{"categoryId": "1", "formalText": "They had a rough week but sleep wise they are doing better.", "sourceId": "4"}, {"categoryId": "1", "formalText": "They have been going running with their dogs in the morning.", "sourceId": "5"}, {"categoryId": "1", "formalText": "They have been wallowing this week.", "sourceId": "8"}, {"categoryId": "1", "formalText": "They didn't get great news from the doctor, their friend left.", "sourceId": "9"}, {"categoryId": "1", "formalText": "They didn't feel anxious or have trouble sleeping this week.", "sourceId": "17"}, {"categoryId": "1", "formalText": "They just kind of felt depressed.", "sourceId": "18"}, {"categoryId": "1", "formalText": "They are sad.", "sourceId": "26"}, {"categoryId": "1", "formalText": "They slept more and someone's mom had brought them l six chocolate bars for Christmas and they ate chocolate and while which is not the best.", "sourceId": "28"}, {"categoryId": "1", "formalText": "They wallowed for 2 weeks and then they said well it's starting to look like depression because it's stuck around for so long but sticking around for most of the week is still considered within normal range for reacting to sad news and difficult things.", "sourceId": "32"}, {"categoryId": "1", "formalText": "They are jealous of someone.", "sourceId": "65"}, {"categoryId": "1", "formalText": "They want to have answers of what the future would hold", "sourceId": "137"}, {"categoryId": "1", "formalText": "They feel terrible that they really go out like this.", "sourceId": "138"}, {"categoryId": "1", "formalText": "They feel like they used to be much better at pulling themself's together.", "sourceId": "167"}, {"categoryId": "1", "formalText": "They say they were in control of everything because they didn't have a boyfriend or dogs or crazy boyfriends mother.", "sourceId": "168"}, {"categoryId": "1", "formalText": "It's been ruined so which is why they were so jealous of their friend.", "sourceId": "172"}, {"categoryId": "1", "formalText": "They feel they needed to have a challenged childhood to better at sports. ", "sourceId": "198"}, {"categoryId": "1", "formalText": "They are considering meditation as a way to cope/", "sourceId": "271"}, {"categoryId": "1", "formalText": "Also take a moment to become aware of what's in their head to acknowledge the thoughts that are there and then let them go without any judgment allowing themself to be present in the moment.", "sourceId": "362"}, {"categoryId": "5", "formalText": "They think they need to have something terrible happened to them when they were younger and that will let them cope better and have truancy.", "sourceId": "186"}, {"categoryId": "5", "formalText": "They are not losing their friend because they moved but the friend is going to be a part of their life in a different way.", "sourceId": "221"}, {"categoryId": "5", "formalText": "They can still be a great friend.", "sourceId": "222"}, {"categoryId": "5", "formalText": "The friend can still listen and understand the way they did in the past.", "sourceId": "223"}]