[{"categoryId": "0", "formalText": "In college she started to make a lot of personal decisions, she confronted her sexuality and she started to deal with it in a way that made her feel better.", "sourceId": "293"}, {"categoryId": "0", "formalText": "She views marijuana similar to alcohol and then the rest of drugs as much worse. ", "sourceId": "315"}, {"categoryId": "1", "formalText": "People viewing her stress as absent and that she is laid back. ", "sourceId": "55"}, {"categoryId": "1", "formalText": "When she is busy she has less time to think about her anxiety, which makes her feel better", "sourceId": "61"}, {"categoryId": "1", "formalText": "She does not enjoy being alone with her own thoughts, anymore.", "sourceId": "75"}, {"categoryId": "1", "formalText": "She has negative feelings towards her body and she worries about having a physical problem that will drastically hurt her.", "sourceId": "86"}, {"categoryId": "1", "formalText": "Currently she has an ulcer since she was taking too much Advil on her sensitive stomach, and that combined with her stress resulted in the ulcer.", "sourceId": "90"}, {"categoryId": "1", "formalText": "She feels panic about medications poisoning her.", "sourceId": "238"}, {"categoryId": "2", "formalText": "She has experienced panic attacks after getting vaccines.", "sourceId": "149"}, {"categoryId": "2", "formalText": "She thinks her first panic attack was after she took cocaine. ", "sourceId": "142"}, {"categoryId": "2", "formalText": "She is not sure if the panic attack was chemical induced or just from her anxiety in that case.", "sourceId": "143"}, {"categoryId": "2", "formalText": "In her sophomore year of college she felt a change in her feels about school.", "sourceId": "272"}, {"categoryId": "2", "formalText": "She felt she started to get her weight under control.", "sourceId": "273"}, {"categoryId": "2", "formalText": "She started doing more drugs at time and her eating disorder got worse.", "sourceId": "274"}, {"categoryId": "2", "formalText": "She started losing weight and had GI problems, but she felt like she was doing good since she made the Dean's List in her first semester of sophomore year.", "sourceId": "275"}, {"categoryId": "2", "formalText": "In high school she had a lot of binge eating issues .", "sourceId": "375"}, {"categoryId": "2", "formalText": "She liked to eat late at night to hid it from her family.", "sourceId": "378"}, {"categoryId": "2", "formalText": "She also use to socially binge eat with other versus when she use to binge eating alone.", "sourceId": "423"}, {"categoryId": "4", "formalText": "She used cocaine and would put it on her gums and snort it.", "sourceId": "232"}, {"categoryId": "4", "formalText": "She use to smoke pot sometimes with her friends , but now she feels high levels of anxiety when she smokes pot. ", "sourceId": "233"}, {"categoryId": "4", "formalText": "She was doing using cocaine for about a year, a couple times a week, when she went out with her friends. ", "sourceId": "247"}, {"categoryId": "4", "formalText": "She tried pot before going to college and she would drink a lot in college.", "sourceId": "256"}, {"categoryId": "4", "formalText": "Her second year in college she stopped drinking.", "sourceId": "286"}, {"categoryId": "4", "formalText": "And she started doing cocaine.", "sourceId": "287"}, {"categoryId": "5", "formalText": "She likes working in a structured work environment and she feels levels of stress when she does not have structure. Her current job makes her feel busy.", "sourceId": "57"}, {"categoryId": "6", "formalText": "She talked to her dad and  brother about mental health and their experience with anxiety and she learned they have both been seeing people for years for treatment. She never knew. ", "sourceId": "17"}, {"categoryId": "6", "formalText": "Her dad was telling her that he really struggles with anxiety and her grandmother struggled with depression, as does her dad and most of his siblings.", "sourceId": "19"}, {"categoryId": "6", "formalText": "He was the youngest of five, and three or four of them, have high levels of anxiety and have panic attacks.", "sourceId": "20"}]