[{"categoryId": "0", "formalText": "Their partner ended up being awake for New Year's Eve, but they didn't get to do anything romantic mostly because he was sick and said they were disappointed.", "sourceId": "58"}, {"categoryId": "0", "formalText": "They think they are having a hard time getting along because it stems from their partners depression. ", "sourceId": "188"}, {"categoryId": "0", "formalText": "They are looking for a job and are having a hard time turning in their applications. ", "sourceId": "194"}, {"categoryId": "0", "formalText": "They have started to turn in one application a week. ", "sourceId": "224"}, {"categoryId": "0", "formalText": "They are working on being productive with their time.", "sourceId": "355"}, {"categoryId": "1", "formalText": "They used to think they sound mad but they don't think they sound mad.", "sourceId": "9"}, {"categoryId": "1", "formalText": "They told him well, why don't they record the next fight they had and then they can listen to their voice.", "sourceId": "13"}, {"categoryId": "1", "formalText": "Their partner just shuts down when they start to argue.", "sourceId": "19"}, {"categoryId": "1", "formalText": "They think their partner is irresponsible for the time when they take their medication because it effects their next day plan which frustrates the patient. ", "sourceId": "40"}, {"categoryId": "1", "formalText": "They felt his desire to watch like listen to those lectures that night at that point was more important than like being intimate with them, which frustrated them.", "sourceId": "49"}, {"categoryId": "1", "formalText": "They feel hurtful about being angry.", "sourceId": "82"}, {"categoryId": "1", "formalText": "They feel like they are taking out their frustrations from something else on him.", "sourceId": "86"}, {"categoryId": "1", "formalText": "If he says he's sorry, that just makes them more angry.", "sourceId": "106"}, {"categoryId": "1", "formalText": "They feel like they are taking on a lot of the responsibility.", "sourceId": "153"}, {"categoryId": "1", "formalText": "When their partner got sick they still make him food and even when they were sick or like do crazy things like emptying the dishwasher at his place standing on a chair while dizzy, which they really should not have been doing and things like that, but when he's sick and they were panicking because he's sick.", "sourceId": "159"}, {"categoryId": "1", "formalText": "They are struggling with their parents sending them places to apply to and some of those jobs not having details on whether they will be paid from the job.", "sourceId": "241"}, {"categoryId": "1", "formalText": "They feel like they don't deserve a trip if they don't have a job.", "sourceId": "285"}]