[{"categoryId": "1", "formalText": "She is having trouble with fear of germs and fear of intruders coming to attack her family.", "sourceId": "4"}, {"categoryId": "1", "formalText": "She feels that if she doesn't do certain things each day that bad things will happen to her.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She feels like she  needs to wash her hands constantly.", "sourceId": "14"}, {"categoryId": "1", "formalText": "Every time she touches something that someone else may have touched such as door knob light switch for a faucet handle.", "sourceId": "17"}, {"categoryId": "1", "formalText": "Then she is afraid that she will get get germs that could cause her to get sick.", "sourceId": "20"}, {"categoryId": "1", "formalText": "She has fears that she forget to lock the door turn off the lights.", "sourceId": "21"}, {"categoryId": "1", "formalText": "She finds this happening so much that she is late for her job in the morning on her way to work.", "sourceId": "23"}, {"categoryId": "1", "formalText": "She has to turn around and drive home to see if she remembered to turn off the coffee pot.", "sourceId": "24"}, {"categoryId": "1", "formalText": "She feels fear and discomfort is she doesn't do these things over and over.", "sourceId": "27"}, {"categoryId": "1", "formalText": "She wakes up anxious during the night and sometimes she must check things in the house like the Windows Doors coffee pot and lights in the garage and closet.", "sourceId": "46"}, {"categoryId": "1", "formalText": "She has always been particular about things but this is really taking over her life.", "sourceId": "53"}, {"categoryId": "1", "formalText": "These things affect her life her job relationships with your husband kids friends.", "sourceId": "57"}, {"categoryId": "1", "formalText": "She can't resist the feeling that something bad will happen just overwhelms her.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She felt the need to count and wash her hands more often after her mom died.", "sourceId": "101"}, {"categoryId": "2", "formalText": "She was depressed and felt so low, but she didn't attempt suicide after her mom's death.", "sourceId": "105"}, {"categoryId": "6", "formalText": "She has three kids.", "sourceId": "70"}, {"categoryId": "6", "formalText": "The oldest is eight, the middle of 6, and the youngest is 4 year old is and is just starting to mimic how she uses a paper towel to open things.", "sourceId": "71"}, {"categoryId": "6", "formalText": "Her mother was a very neat and kept person.", "sourceId": "86"}, {"categoryId": "6", "formalText": "Her dad was a Salesman and was well kept but not more than other people.", "sourceId": "88"}, {"categoryId": "6", "formalText": "Her siblings are brother and sister are messier than she is.", "sourceId": "89"}]