[{"categoryId": "0", "formalText": "He recognized that he is not sitting with his emotions and is being dishonest with himself. How it is preventing him from getting better.", "sourceId": "87"}, {"categoryId": "0", "formalText": "He doesn't want to emotionally  hurt anybody.", "sourceId": "544"}, {"categoryId": "0", "formalText": "His says his issue is with having a mild deformity in my penis and that his penis is a huge source of shame. That his deformity has been the major defining things, that has defined a large part of his life. Also he recognized the power of shame from his deformity.", "sourceId": "258"}, {"categoryId": "1", "formalText": "He feel like they're (him and his wife) not talking in the same language. His wife says she's starting to get a little defensive and it results in her tears welling up and that kind of thing.", "sourceId": "100"}, {"categoryId": "1", "formalText": "Lisa (his wife) gets the emotional intimacy that he is missing from their relationship.", "sourceId": "108"}, {"categoryId": "1", "formalText": "His problems are about their sexual intimacy.", "sourceId": "111"}, {"categoryId": "1", "formalText": "His wife said that he is  not hearing him. He gets her fear of sexual intimacy is so deep, but she started talking about their sexual intimacy in terms of past tense, completely. ", "sourceId": "112"}, {"categoryId": "1", "formalText": "We're married in name only and his wife is okay with that because she's getting her emotional needs met elsewhere. But he is not okay with it anymore.", "sourceId": "199"}, {"categoryId": "1", "formalText": "She's not hearing what he saying because for her it's about him going to ask her to do something that she doesn't want to do. It is not unreasonable that married people want to have sex regardless of whatever age they are across the lifespan.", "sourceId": "291"}, {"categoryId": "1", "formalText": "Sex was always an issue in the relationship.", "sourceId": "361"}, {"categoryId": "1", "formalText": "He feels is he putting all his intimacy out, and she is just pushing him away. He said he can't just turn it on like a spigot.", "sourceId": "510"}, {"categoryId": "1", "formalText": "He was able to tell her that he feeling such anger and rage right now, about their relationship,  that he can't even function.", "sourceId": "518"}, {"categoryId": "5", "formalText": "He discussed with his wife and he talked a bit about being unhappy and she acknowledged that but then it was kind of dropped.", "sourceId": "16"}, {"categoryId": "5", "formalText": "It's not unreasonable for him to want to have a relationship with emotional and physical intimacy.", "sourceId": "55"}, {"categoryId": "5", "formalText": "He knows he needs physical and emotional Intimacy in his life, and he is no longer willing to live without intimacy.", "sourceId": "135"}, {"categoryId": "5", "formalText": "He has 7 years of absence from physical intimacy.", "sourceId": "350"}, {"categoryId": "5", "formalText": "Past the beginning part of the relationship he had three kids.", "sourceId": "351"}, {"categoryId": "5", "formalText": "Well this morning and he recognize that for he has I showed up Faithfully to Wednesday night choir practice and she (his wife) goes out with the girls every once in a while.", "sourceId": "448"}, {"categoryId": "5", "formalText": "He usually goes home after choir practice and watches a tv series.", "sourceId": "449"}, {"categoryId": "5", "formalText": "He was tired of sitting in front of the God damn television and wasting hid life.", "sourceId": "452"}, {"categoryId": "7", "formalText": "He has a terribly unpleasant feeling but it is just vomiting up emotion and it's the best that he can be is restrained, but he recognized that he has been having these physical reactions.", "sourceId": "40"}, {"categoryId": "7", "formalText": "It's like having sensations in his body and", "sourceId": "42"}, {"categoryId": "7", "formalText": "he just has a lot of tension.", "sourceId": "44"}, {"categoryId": "7", "formalText": "Virtual feeling.", "sourceId": "49"}, {"categoryId": "7", "formalText": "He was sitting there and he could physically feel like he was going to vomit and he was shaking so bad he could barely talk.", "sourceId": "517"}]