[{"categoryId": "1", "formalText": "She is having unsettled thoughts of wanting to hurt herself, non-fatally thoughts.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She is really easily overacting to something small going wrong.", "sourceId": "6"}, {"categoryId": "2", "formalText": "She did not wake up until 12 PM", "sourceId": "17"}, {"categoryId": "2", "formalText": "So she hadn't been awake for that long.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She slept for 10 hours or something.", "sourceId": "20"}, {"categoryId": "2", "formalText": "She thinks they were up pretty late.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She also felt it last week Sunday and Monday and Tuesday Wednesday and Thursday.", "sourceId": "23"}, {"categoryId": "2", "formalText": "She thinks maybe that was actually the week before, she thinks it was mostly okay at work last week.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She felt depressive symptoms more in the evening.", "sourceId": "45"}, {"categoryId": "2", "formalText": "She couldn't even go to the grocery store and get ingredients for dinner, which is something that she would normally be able to do.", "sourceId": "47"}, {"categoryId": "2", "formalText": "She felt lots of anxiety, she guesses that it was physically made herself.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She was just feeling sad and anxious.", "sourceId": "54"}, {"categoryId": "2", "formalText": "Maybe it was sadness and anxiety.", "sourceId": "55"}, {"categoryId": "2", "formalText": "It is really hard for her to be clear on that, even though it was a day ago.", "sourceId": "56"}, {"categoryId": "2", "formalText": "I'm also things that I need to take note of in general.", "sourceId": "59"}, {"categoryId": "2", "formalText": "She doesn't know if she is actually getting stupid or something, but she feels a little bit slower not remembering things, not remembering all the things.", "sourceId": "61"}, {"categoryId": "2", "formalText": "She thinks little things like how she knows it came up yesterday or the day before and now she can't even remember what the example was, but it wasn't something normally she would have caught and didn't", "sourceId": "63"}, {"categoryId": "2", "formalText": "It is mostly just her and then a feeling of her brain telling her that if she physically hurts herself it would feel better.", "sourceId": "88"}, {"categoryId": "2", "formalText": "Sometimes it might be flashes of cutting herself.", "sourceId": "91"}, {"categoryId": "2", "formalText": "She think it is more of a \"you need to hurt yourself in order to feel better\" thought.", "sourceId": "93"}, {"categoryId": "2", "formalText": "She has not harmed herself other than briefly digging her fingernails into her skin.", "sourceId": "95"}, {"categoryId": "2", "formalText": "Not even hard enough to puncture skin.", "sourceId": "96"}, {"categoryId": "2", "formalText": "Nothing that would actually hurt herself a little bit more than temporarily.", "sourceId": "98"}, {"categoryId": "2", "formalText": "Eventually the feeling just goes away, and at the same time that the anxious uncomfortable feeling goes away.", "sourceId": "100"}, {"categoryId": "2", "formalText": "Then she no longer feels like I have to hurt herself.", "sourceId": "101"}, {"categoryId": "2", "formalText": "Usually her Baseline would be if she is sad there's no reason for it.", "sourceId": "160"}, {"categoryId": "2", "formalText": "There's a reason for it.", "sourceId": "161"}, {"categoryId": "2", "formalText": "She just sort of thinks she can do her current job with a depressed amount.", "sourceId": "236"}, {"categoryId": "2", "formalText": "She feels as long as she can get herself in the car and drive to work and drive back.", "sourceId": "237"}, {"categoryId": "2", "formalText": "If she starts working slowly and she'll be working at probably the level that they expected her to work at in the first place.", "sourceId": "238"}, {"categoryId": "2", "formalText": "Then she is not feeling depressed to do the applications, holding out something full time now seems scary to her.", "sourceId": "241"}, {"categoryId": "2", "formalText": "She thinks that the conversation at work this past week which would mean that the depression that she felt on Sunday, Monday was before she got that advice.", "sourceId": "262"}, {"categoryId": "2", "formalText": "She didn't ask for the advice until she had the conversation.", "sourceId": "263"}, {"categoryId": "2", "formalText": "Because when she does feel a depression, it's not usually from thinking about any of her stressors. it is just out of nowhere.", "sourceId": "280"}, {"categoryId": "2", "formalText": "Nothing that she can think of is actually triggering it.", "sourceId": "281"}, {"categoryId": "2", "formalText": "She feels like she shouldn't be feeling like wanting to hurt herself for wanting to kill herself for many of those things, normal people have job searches and moving and all of those things and don't feel suicidal.", "sourceId": "289"}, {"categoryId": "2", "formalText": "People might be sad or overwhelmed, but they're not going to the point of wanting to kill themselves because it would make everything else easier.", "sourceId": "290"}, {"categoryId": "2", "formalText": "It's just really hard when she get to the point of wanting to hurt myself.", "sourceId": "342"}, {"categoryId": "2", "formalText": "It's not hard to prevent herself from hurting herself, but it's hard to", "sourceId": "343"}, {"categoryId": "2", "formalText": "There have been a couple times where she felt like she needed to go to the ER but she's never gotten to the point where she has actually", "sourceId": "405"}, {"categoryId": "3", "formalText": "It's like when she had depression and she knew it was depression sophomore year.", "sourceId": "12"}, {"categoryId": "3", "formalText": "She was crying non-Stop and it was this big feeling like sort of a cloud over her but it was more of a physical feeling it.", "sourceId": "13"}, {"categoryId": "4", "formalText": "I have the 85 mg", "sourceId": "103"}, {"categoryId": "4", "formalText": "and my birth control pill, vitamin D, vitamin B complex and that's only in the morning in the evening.", "sourceId": "104"}, {"categoryId": "4", "formalText": "She takes 75 mg of Seroquel and 25 mg of Klonopin.", "sourceId": "105"}, {"categoryId": "4", "formalText": "It used to work when she took it, eventually she would get used to it.", "sourceId": "117"}, {"categoryId": "4", "formalText": "But the whole getting used to it.", "sourceId": "118"}, {"categoryId": "4", "formalText": "Seems like it would be too much of a hassle for not that much reward.", "sourceId": "119"}, {"categoryId": "4", "formalText": "She doesn't actually know if it would make her feel better during the day to take a Klonopin.", "sourceId": "120"}, {"categoryId": "4", "formalText": "She doesn't even know if the Klonopin is working at all.", "sourceId": "121"}, {"categoryId": "4", "formalText": "She can go back to Xanax, but it seems like her doctor was not much of a fan of that.", "sourceId": "122"}, {"categoryId": "4", "formalText": "Especially if she is going to be taking Klonopin every day, unless it is less addictive.", "sourceId": "124"}, {"categoryId": "4", "formalText": "She just don't know what to do.", "sourceId": "130"}, {"categoryId": "4", "formalText": "She thinks nothing is really helping and she has gotten to the point that she is not sure about anything else.", "sourceId": "131"}, {"categoryId": "4", "formalText": "She also found out that in October-sh of one of the generic producers of Wellbutrin produced some bad batches, that was right around the time that she was having troubles with the Wellbutrin.", "sourceId": "132"}, {"categoryId": "4", "formalText": "She doesn't know if it's enough to know whether that would be worth it to go back on Wellbutrin, especially because the drug works with panic stuff in the Wellbutrin. She usually likes taking the generic one.", "sourceId": "134"}, {"categoryId": "4", "formalText": "It's entirely possible that the Wellbutrin wasn't working because it was manufactured incorrectly and not because it was an effect of her body.", "sourceId": "140"}, {"categoryId": "4", "formalText": "She doesn't really know", "sourceId": "141"}, {"categoryId": "4", "formalText": "She just thought she has gotten to the point that if she is medicated and still feeling depressed and there's nothing she can do. She feels that there very few options left for her because she has tried the mood stabilizer and that gave her weird side effects to it. To her, it really seems like Wellbutrin and Desyrel are the two drugs that are for depression and have absolutely no serotonin side effects, unless you get to the crazy stuff like the maois those are kind of scary and they're kind of clunky and She doesn't know if they'd work any better than Desyrel.", "sourceId": "142"}, {"categoryId": "4", "formalText": "She knows that she gets crazier when she is off her birth control and not as upset and anxious as she would be if she were taking the placebo pills for a week.", "sourceId": "144"}, {"categoryId": "4", "formalText": "It must be doing something because she feels anxiety.", "sourceId": "145"}, {"categoryId": "4", "formalText": "If she wasn't on Seroquel, it's usually there a lot of stuff that that she talked about a long time ago, like the checking after flushing toilet usually doesn't happen so much anymore.", "sourceId": "147"}, {"categoryId": "4", "formalText": "She states that her antidepressants are working to some degree because maybe if she were off them, she doesn't know if she was on the end of them if she would completely be sad all the time, or if it's just that her depression only shows up some of the time and they're not doing anything.", "sourceId": "151"}, {"categoryId": "4", "formalText": "She guesses that the problem is her brain chemistry and the drugs aren't fixing the brain chemistry.", "sourceId": "274"}, {"categoryId": "4", "formalText": "She might be feeling just as bad and it's just her brain not working and there's nothing she can do about her brain chemistry.", "sourceId": "276"}, {"categoryId": "4", "formalText": "She feels like the only way to control pain chemistry is thermae meds.", "sourceId": "277"}, {"categoryId": "4", "formalText": "She thought she could take a little more Klonopin, but she doesn't think it's going to be enough to have any lasting effect.", "sourceId": "311"}, {"categoryId": "4", "formalText": "It's just really hard when she gets to the point of wanting to hurt herself.", "sourceId": "342"}, {"categoryId": "4", "formalText": "It's not hard to prevent herself from hurting herself, but it's hard to", "sourceId": "343"}, {"categoryId": "5", "formalText": " She doesn't think that fighting with her roommate would be the reason that she depressed after that all happened.", "sourceId": "198"}, {"categoryId": "5", "formalText": "Her boyfriend did stay at her  place for a few days that could have been why she was depressed on Sunday and Monday, but that's not why she is depressed now.", "sourceId": "199"}, {"categoryId": "5", "formalText": "It turns out that the grant for her job goes until December.", "sourceId": "201"}, {"categoryId": "5", "formalText": "She guesses  it's flexible enough so that it's not like if she does end up finishing everything really early they can find other things for her to do and she can stay until December talking to people on the internet.", "sourceId": "202"}, {"categoryId": "5", "formalText": "She feels like she should be applying for jobs again, but then she felt depressed again yesterday and today so she hasn't, she looked at one of the job sites and a lot of things that she found were going to work one that sounded really good was a temporary summer summer position and she doesn't think she could take it.", "sourceId": "207"}, {"categoryId": "5", "formalText": "The job wanted to start to hire people starting now and she was vastly under-qualified for the one that's sounded really cool, except that it was in Newport.", "sourceId": "208"}, {"categoryId": "5", "formalText": "She doesn't want to move to Newport.", "sourceId": "213"}]