[{"categoryId": "1", "formalText": "It's been a terrible week.", "sourceId": "3"}, {"categoryId": "1", "formalText": "Well, not a terrible weeks sleep wise, but it sounded very good week.", "sourceId": "4"}, {"categoryId": "1", "formalText": "He has kind of been wallowing this week.", "sourceId": "8"}, {"categoryId": "1", "formalText": "They didn't get great news from the doctor, his friend left.", "sourceId": "9"}, {"categoryId": "1", "formalText": "He had a bad shock with his mom.", "sourceId": "10"}, {"categoryId": "1", "formalText": "He was just kind of sucked into such an incredible week.", "sourceId": "11"}, {"categoryId": "2", "formalText": "He gave a talk at school and it was really fun. He got really pumped and then he came home and they are supposed to take his mom up for dinner and he had tried to go out to Staples by himself and so his friend was out of control walking so that kind of killed it everyday.", "sourceId": "14"}, {"categoryId": "2", "formalText": "He felt like he was going to do a push through something would happen and he just couldn't cope.", "sourceId": "15"}, {"categoryId": "2", "formalText": "He didn't feel anxious or have trouble sleeping.", "sourceId": "17"}, {"categoryId": "2", "formalText": "He was just kind of depressed.", "sourceId": "18"}, {"categoryId": "2", "formalText": "They were driving home from the pharmacy or something and he was said he wanted his parents to come over. Call them up and have them come visit.", "sourceId": "54"}, {"categoryId": "2", "formalText": "He was shocked.", "sourceId": "55"}, {"categoryId": "2", "formalText": "He was surprised his friend was actually asking people to come hang out.", "sourceId": "56"}, {"categoryId": "2", "formalText": "So he called his parents up and they came over the next day and he made them all sooner.", "sourceId": "57"}, {"categoryId": "2", "formalText": "So that was really good so he can spend Emma helped him a lot despite the fact that he was still vomiting.", "sourceId": "58"}, {"categoryId": "2", "formalText": "His friend has been just sending them emails about her new life all week and how wonderful and easy does Linnaeus pictures.", "sourceId": "63"}, {"categoryId": "2", "formalText": "He is so jealous of her.", "sourceId": "65"}, {"categoryId": "2", "formalText": "He did that for three four five years ago, and it's so exciting and full of Dreams full of energy at just going damn.", "sourceId": "66"}, {"categoryId": "2", "formalText": "He was extra bummed out because she was with them long enough that she witnessed.", "sourceId": "67"}, {"categoryId": "2", "formalText": "He thinks a few days before she left Josh.", "sourceId": "68"}, {"categoryId": "2", "formalText": "He doesn't know what he did. He maybe took too many drugs and did not eat enough, whatever.", "sourceId": "69"}, {"categoryId": "2", "formalText": "He got really nauseous and nearly puking in the bathroom for a few hours and she saw that", "sourceId": "70"}, {"categoryId": "2", "formalText": "She responded unlike anyone else has. He talked to her unlike Josh who they talked about most things how he feels and how he feels probably more about how he feels it's always go and extra stuff that comes along with the conversation. He doesn't know but she just completely understood whatever he was saying and still seemed to think that they were amazing and wonderful people and had a great life.", "sourceId": "72"}, {"categoryId": "2", "formalText": "We took her at 5 in the morning and they didn't get much sleep. He figured he'd just have a day is started really early and he was destroyed all day.", "sourceId": "76"}, {"categoryId": "2", "formalText": "He doesn't know if it was the exhaustion.", "sourceId": "77"}, {"categoryId": "2", "formalText": "It was sad.", "sourceId": "79"}, {"categoryId": "2", "formalText": "It was just a terrible day and then at night Josh had a talk with his mom and it was a really painful conversation to listen to so he is not sure because he didn't even talk to him about it.", "sourceId": "80"}, {"categoryId": "2", "formalText": "She still barely shows any concern about it, and it's just a mess.", "sourceId": "101"}, {"categoryId": "2", "formalText": "So anyway, he couldn't handle all week.", "sourceId": "102"}, {"categoryId": "2", "formalText": "That was really scary and didn't call the doctor and he was like oh my god take less drugs.", "sourceId": "107"}, {"categoryId": "2", "formalText": "He hasn't been too rough on him and has been bummed out about it all but he doesn't know.", "sourceId": "110"}, {"categoryId": "2", "formalText": "He doesn't know what happened to those feelings of wanting to run away.", "sourceId": "116"}, {"categoryId": "2", "formalText": "He doesn't feel like that what is really confusing?", "sourceId": "117"}, {"categoryId": "2", "formalText": "This is a regular radiologist who gives him mostly medication and so he's not the person to ask but he said that in his opinion if this does not hold then there's really nothing more to do so just deal with it.", "sourceId": "119"}, {"categoryId": "2", "formalText": "He feels terrible that he really got out like this.", "sourceId": "138"}, {"categoryId": "2", "formalText": "This is hard and Josh seems to be in a better place about it.", "sourceId": "139"}, {"categoryId": "2", "formalText": "He doesn't know why he's not as affected by him.", "sourceId": "142"}, {"categoryId": "2", "formalText": "He has also just been pressured this whole week that my friend leaving and him being in the hospital even a happy mood.", "sourceId": "143"}, {"categoryId": "2", "formalText": "He can't keep himself together.", "sourceId": "144"}, {"categoryId": "2", "formalText": "It just frustrates him constantly. Giving this talk and having his lab really supportive who he gave the talk to you and he even had somebody come in and asked him if he wanted to before he was just really really supported of it.", "sourceId": "147"}, {"categoryId": "2", "formalText": "A room full of people laugh because he said something silly and he just gets so happy then after he started thinking about how this is a problem in my personality and he wishes it wasn't this way because some people are sad and he gets depressed or sick.", "sourceId": "154"}, {"categoryId": "2", "formalText": "He has strong feelings.", "sourceId": "158"}, {"categoryId": "2", "formalText": "He gets really pumped when there's something to get up for it and he gets a good reaction and it sounds like he had a good talk and he gets really sad when there's something that's just part of who he is and it's okay.", "sourceId": "159"}, {"categoryId": "2", "formalText": "It makes him feel crazy.", "sourceId": "160"}, {"categoryId": "2", "formalText": "He used to be much better at pulling himself together.", "sourceId": "167"}, {"categoryId": "2", "formalText": "He was in control of everything because he did't have a boyfriend or dogs or crazy boyfriends mother.", "sourceId": "168"}, {"categoryId": "2", "formalText": "It's been ruined so which is why he was so jealous of my friend who she's got.", "sourceId": "172"}, {"categoryId": "2", "formalText": "She's doing what he did back when he felt like everything was really under his control.", "sourceId": "173"}, {"categoryId": "2", "formalText": "In a way it's like his innocence has been shattered.", "sourceId": "175"}, {"categoryId": "2", "formalText": "If he says stuff like this to Josh and he just tells him he is being silly and they could be in a much worse places.", "sourceId": "176"}, {"categoryId": "2", "formalText": "But again, he told him that it doesn't help him and it makes him feel worse that he has feelings like this at all when people are having some kind of hard or something.", "sourceId": "177"}, {"categoryId": "2", "formalText": "And he doesn't think that it's that he has actually lost an ability to control everything.", "sourceId": "181"}, {"categoryId": "2", "formalText": "He thinks it's that now there's stuff that's not controllable.", "sourceId": "182"}, {"categoryId": "2", "formalText": "He used to get so mad.", "sourceId": "184"}, {"categoryId": "2", "formalText": "Maybe it's true.", "sourceId": "185"}, {"categoryId": "2", "formalText": "Maybe someone needs to have something terrible happened to them when they are younger and they can cope and maybe a truancy more.", "sourceId": "186"}, {"categoryId": "2", "formalText": "That's why he is so happy about cheese because he let this girl in to see what was going on and he doesn't know what it is about his family that he feels so comforted by", "sourceId": "212"}, {"categoryId": "2", "formalText": "Yeah, it's really nice.", "sourceId": "214"}, {"categoryId": "2", "formalText": "So maybe he is trying to corner.", "sourceId": "215"}, {"categoryId": "2", "formalText": "Yeah, if you could get it friends.", "sourceId": "218"}, {"categoryId": "2", "formalText": "He's done this a few times, he was telling his friends LP about how hard it is to watch his kids how relationships and how scary it is and how terrifying it is for him as a father and you know, he's around the other side of him from her.", "sourceId": "229"}, {"categoryId": "2", "formalText": "Last January he was having a horrible time.", "sourceId": "233"}, {"categoryId": "2", "formalText": "He may have just before or just after having run away for some.", "sourceId": "234"}, {"categoryId": "2", "formalText": "He  doesn't know exactly but he forces himself to go meet his parents and a friend of mine for dinner and he thinks it was right after Josh's.", "sourceId": "236"}, {"categoryId": "2", "formalText": "He was in terrible shape and he said to his friend next to him that she was worried that Josh was going to die.", "sourceId": "238"}, {"categoryId": "2", "formalText": "Maybe he thinks about it, but the only one not terrified of relationships.", "sourceId": "243"}, {"categoryId": "2", "formalText": "It's terrible.", "sourceId": "248"}, {"categoryId": "2", "formalText": "It's awful.", "sourceId": "249"}, {"categoryId": "2", "formalText": "He would like him to be supportive and he could tell him that he's like worried but", "sourceId": "250"}, {"categoryId": "2", "formalText": "It basically implies that he does not want him to be doing this which is fine if he talks to him about it.", "sourceId": "252"}, {"categoryId": "2", "formalText": "He can't be good for his recovery or anything.", "sourceId": "267"}, {"categoryId": "2", "formalText": "He keep teasing her about how we both should go to meditation and he is kind of wondering if they really should because this week he hasn't been walking around staring at his heart looking depressed.", "sourceId": "268"}, {"categoryId": "2", "formalText": "End up feeling bad about himself every time.", "sourceId": "315"}, {"categoryId": "2", "formalText": "And it can't be heated or if he starts getting nauseous.", "sourceId": "316"}, {"categoryId": "2", "formalText": "He also has trouble kind of like when he does if he is kind of not feeling good and he plays too much attention to his body that he must get a little depressed. ", "sourceId": "317"}, {"categoryId": "2", "formalText": "It sounds like to cope with it and he has found different ways to cope with that as a couple because they need to find a way that they are both taken care of and it sounds like he is figuring that out.", "sourceId": "346"}, {"categoryId": "2", "formalText": "He hopes that things are continuing to improve very slowly.", "sourceId": "349"}, {"categoryId": "5", "formalText": "He decided it's better than what could have happened last year and he thinks it has mostly because Josh was a reason.", "sourceId": "34"}, {"categoryId": "5", "formalText": "He wouldn't say he's happy but he's not miserable.", "sourceId": "35"}, {"categoryId": "5", "formalText": "He asked him why he was so happy.", "sourceId": "37"}, {"categoryId": "5", "formalText": "He said he doesn't know because he thinks he's got more perspective.", "sourceId": "38"}, {"categoryId": "5", "formalText": "He just seems happier.", "sourceId": "40"}, {"categoryId": "5", "formalText": "Lose all perspective and get depressed even with going to school at still and he's not going to go back to school for a while this semester.", "sourceId": "295"}, {"categoryId": "5", "formalText": "He is going to be mostly working on a thesis or she'll be at home a lot and we will really do we really do need something.", "sourceId": "296"}, {"categoryId": "5", "formalText": "He thinks he could get him to do that over the medication.", "sourceId": "301"}, {"categoryId": "7", "formalText": "He slept more and his mom had brought him like six chocolate bars for Christmas and he ate chocolate and while which is not the best.", "sourceId": "28"}]