[{"categoryId": "1", "formalText": "Tanya's mood on a day-to-day basis, which she thinks is good advice.", "sourceId": "2"}, {"categoryId": "1", "formalText": "She is just sitting there thinking that it's maybe been a little bit harder than she anticipated.", "sourceId": "3"}, {"categoryId": "2", "formalText": "So she has been doing that Latonya also appears much better than she thinks she is in some ways.", "sourceId": "4"}, {"categoryId": "2", "formalText": "She thinks she's very anxious and very fragile.", "sourceId": "5"}, {"categoryId": "2", "formalText": "Her and her therapist talked about her not wanting control.", "sourceId": "6"}, {"categoryId": "2", "formalText": "With her wanting control of her life again.", "sourceId": "8"}, {"categoryId": "2", "formalText": "She wants to take care of her because she is important to her.", "sourceId": "9"}, {"categoryId": "2", "formalText": "There's a limit to what she can accept from her.", "sourceId": "12"}, {"categoryId": "2", "formalText": "So they're in this place where she wants to take care of her and maybe she is a bit standoffish and she just wants to talk about what's bothering her.", "sourceId": "14"}, {"categoryId": "2", "formalText": "It's kind of like when she's in an acute crisis.", "sourceId": "16"}, {"categoryId": "2", "formalText": "She can just deal with that.", "sourceId": "17"}, {"categoryId": "2", "formalText": "That's not a problem.", "sourceId": "18"}, {"categoryId": "2", "formalText": "But when she's appearing better, some of it just makes me angry or brings out that she is angry or something.", "sourceId": "19"}, {"categoryId": "2", "formalText": "She's anxious that she's not going to get a job.", "sourceId": "20"}, {"categoryId": "2", "formalText": "She had a whole lot of people getting her bad advice.", "sourceId": "24"}, {"categoryId": "2", "formalText": "It's just factually inaccurate.", "sourceId": "25"}, {"categoryId": "2", "formalText": "It just is not the least because in her first three years, she got a one degree and then she spent another year getting another degree instead of graduating early because she recognized that she couldn't get a job with the first degree.", "sourceId": "26"}, {"categoryId": "2", "formalText": "They've been having for their entire relationship, but there is some sense in which her degrees do not lead to jobs.", "sourceId": "28"}, {"categoryId": "2", "formalText": "That's not why she was doing them, but now she can't get a job and that's a problem.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She thinks she feels guilty that she just can't handle all of it.", "sourceId": "33"}, {"categoryId": "2", "formalText": "She has been feeling more angry at it.", "sourceId": "39"}, {"categoryId": "2", "formalText": "She thinks there's a sense in which Tanya wants to have her life back and have it be okay and wants to", "sourceId": "40"}, {"categoryId": "2", "formalText": "yeah, she is not exactly sure don't actually she asked if they were okay. They had a conversation which after thinking a while about whether she said anything or not acknowledge that she was angry that her illness or her actions were some Spectrum in there has really hurt her over the last several months and that she just needs some time to recover from that.", "sourceId": "41"}, {"categoryId": "2", "formalText": "She doesn't know if she should have had that conversation or not.", "sourceId": "42"}, {"categoryId": "2", "formalText": "She wasn't sure while she was having it.", "sourceId": "43"}, {"categoryId": "2", "formalText": "She's threatening to kill herself several times.", "sourceId": "48"}, {"categoryId": "2", "formalText": "Not in the like she is going to kill herself.", "sourceId": "49"}, {"categoryId": "2", "formalText": "If she doesn't do this sort of way, but in a defective sense coming close to a suicide attempt is a threat to kill herself.", "sourceId": "50"}, {"categoryId": "2", "formalText": "She thinks they were outside of the crisis.", "sourceId": "51"}, {"categoryId": "2", "formalText": "She has injured emotions.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She thinks that's the primary source of what's been going on, but he doesn't.", "sourceId": "53"}, {"categoryId": "2", "formalText": "But saying that makes it sound like she just wants the pain acknowledged.", "sourceId": "56"}, {"categoryId": "2", "formalText": "She doesn't think she thought about it very much.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She said she hadn't really thought about her coming close to killing herself hurting her.", "sourceId": "64"}, {"categoryId": "2", "formalText": "She was most mostly just happy with herself for not having killed herself.", "sourceId": "65"}, {"categoryId": "2", "formalText": "Yeah, even if they didn't care about her at all, it impacts her so they would care about it, but they do care about her.", "sourceId": "68"}, {"categoryId": "2", "formalText": "They all love her a lot and have for years.", "sourceId": "69"}, {"categoryId": "2", "formalText": "It's hard.", "sourceId": "71"}, {"categoryId": "2", "formalText": "Her and her family talked some months ago.", "sourceId": "72"}, {"categoryId": "2", "formalText": "She need not to tell them that she wants tried to kill herself.", "sourceId": "76"}, {"categoryId": "2", "formalText": "It takes her awhile to trust people.", "sourceId": "79"}, {"categoryId": "2", "formalText": "It's been a very hard optimization problem.", "sourceId": "91"}, {"categoryId": "2", "formalText": "He wouldn't talk to him either.", "sourceId": "93"}, {"categoryId": "2", "formalText": "So it is like the burden on her.", "sourceId": "94"}, {"categoryId": "2", "formalText": "The burden is on her to communicate how she's doing.", "sourceId": "95"}, {"categoryId": "2", "formalText": "And then also tell these people who love her and her family's impulse is always just to show up and be there which in some ways is a really good impulse and in some ways, maybe not a great impulse.", "sourceId": "96"}, {"categoryId": "2", "formalText": "Her sisters really want to be there for her and take care of her.", "sourceId": "105"}, {"categoryId": "2", "formalText": "She supposed if she talks to each one of them once a week they could talk for a little bit of time.", "sourceId": "109"}, {"categoryId": "2", "formalText": "It's just really bad.", "sourceId": "111"}, {"categoryId": "2", "formalText": "The whole thing is just really bad.", "sourceId": "112"}, {"categoryId": "2", "formalText": "You're so many other logistical challenges that she has been handling over the last number of months.", "sourceId": "117"}, {"categoryId": "2", "formalText": "She just doesn't have the energy for some of them also.", "sourceId": "118"}, {"categoryId": "2", "formalText": "Harder, it is for her to talk about so she has to trust in someone more in order to be able to talk about it.", "sourceId": "128"}, {"categoryId": "2", "formalText": "The only thing she thinks that plays into that one is that she didn't start seeing you until the end of January or February somewhere in there as just us.", "sourceId": "129"}, {"categoryId": "2", "formalText": "That changed some of the things that she talked about like she didn't tell her therapist about Tanya having this emotional affair until you were treating just her.", "sourceId": "135"}, {"categoryId": "2", "formalText": "That would be a reasonable feeling.", "sourceId": "139"}, {"categoryId": "2", "formalText": "She is not sure she has any reason that's anywhere is reasonable is that", "sourceId": "140"}, {"categoryId": "2", "formalText": "She is protecting her mother and she is protecting Tanya in the case of Tanya wanting to kill herself.", "sourceId": "173"}, {"categoryId": "2", "formalText": "She is not protecting Tanya as much because", "sourceId": "174"}, {"categoryId": "2", "formalText": "She doesn't think there's that much more conveyed about her state in some way but the impact on her mother or whoever would be greater with more details.", "sourceId": "175"}, {"categoryId": "2", "formalText": "Her response is exactly the second one, but she knows how to manage information and she knows how to do these logistical things.", "sourceId": "203"}, {"categoryId": "2", "formalText": "She always ends up in charge of things.", "sourceId": "219"}, {"categoryId": "2", "formalText": "She doesn't know why she always end up in charge of things.", "sourceId": "223"}, {"categoryId": "2", "formalText": "Some things she ends up in charge of because she wants to be speaking much more generally then like the specific illness.", "sourceId": "224"}, {"categoryId": "2", "formalText": "She was elected while actively campaigning against herself.", "sourceId": "226"}, {"categoryId": "2", "formalText": "She did not want to be on the committee in the first place.", "sourceId": "227"}, {"categoryId": "2", "formalText": "She thinks Tanya's family would have come up and handled that or she would have killed herself, but then we're getting into.", "sourceId": "235"}, {"categoryId": "2", "formalText": "If she works here this whole situation would be radically different.", "sourceId": "236"}, {"categoryId": "2", "formalText": "She lets him take care of her a fair amount.", "sourceId": "272"}, {"categoryId": "2", "formalText": "It's easier because he's here.", "sourceId": "273"}]