[{"categoryId": "2", "formalText": "How he allowed himself to get into this situation.", "sourceId": "38"}, {"categoryId": "2", "formalText": "She doesn't know kicking him while he's down.", "sourceId": "39"}, {"categoryId": "2", "formalText": "He told her he was going out with some of her friends Saturday night.", "sourceId": "41"}, {"categoryId": "2", "formalText": "He had called her several times but she didn't get it because she was sleeping.", "sourceId": "43"}, {"categoryId": "2", "formalText": "It just made her extremely worried about him.", "sourceId": "44"}, {"categoryId": "2", "formalText": "She pays for his phone bill so she can go online and see her talk to so she had called a few numbers.", "sourceId": "45"}, {"categoryId": "2", "formalText": "She had no idea who she was contacting.", "sourceId": "46"}, {"categoryId": "2", "formalText": "She is worried about him.", "sourceId": "48"}, {"categoryId": "2", "formalText": "She doesn't know if finally get him on the phone again Sunday like noon time.", "sourceId": "53"}, {"categoryId": "2", "formalText": "Just feeling really low.", "sourceId": "54"}, {"categoryId": "2", "formalText": "He actually wants her to call this woman and tell her to back off.", "sourceId": "56"}, {"categoryId": "2", "formalText": "She thinks that will just make things worse if she's serious impossible.", "sourceId": "57"}, {"categoryId": "2", "formalText": "There's been a lot of stress and she is worried.", "sourceId": "62"}, {"categoryId": "2", "formalText": "She knows one of his really good friends.", "sourceId": "64"}, {"categoryId": "2", "formalText": "She thinks his name is Ferris.", "sourceId": "65"}, {"categoryId": "2", "formalText": "She usually always contacted when she is worried about 7, but he was out of town.", "sourceId": "66"}, {"categoryId": "2", "formalText": "She said that, they need to make a plan here. They will get him the insurance will get him, whatever they'll figure out something and then try to get him some help.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She doesn't know if it's because he's in Miami and they have all these fancy", "sourceId": "80"}, {"categoryId": "2", "formalText": " recovery centers or something.", "sourceId": "81"}, {"categoryId": "2", "formalText": "She doesn't know she lives far away and she feels like he needs someone to push him a little because", "sourceId": "92"}, {"categoryId": "2", "formalText": "he is feeling low. she doesn't know but she is getting a job isn't completely.", "sourceId": "93"}, {"categoryId": "2", "formalText": "The name of it but it was near Southwest was basically people are finishing up their PHD who needed hours and she thinks she pays on a sliding scale. She told him to look into that. He picks whatever he can kind of thing. She thought that would be good because she feels like these people would be super eager to help him and they're being advised. ", "sourceId": "98"}, {"categoryId": "2", "formalText": "She has a plan in her head trying to get him Healthcare so he can if he needs prescription and she doesn't know he can get some.", "sourceId": "103"}, {"categoryId": "2", "formalText": "And she would like for him to move out of Miami, but he needs has to stay there until April 1st because he got a DUI over a year ago and he has to finish up his this contract thing.", "sourceId": "113"}, {"categoryId": "2", "formalText": "But until then it's he has to stay there.", "sourceId": "115"}, {"categoryId": "2", "formalText": "She got so worried about something that doesn't not able to directly she doesn't know deal with it or she doesn't know so she go back and forth between.", "sourceId": "119"}, {"categoryId": "2", "formalText": "She told her mom even though she is sure her brother would hate that what's going on. She doesn't really understand or get what her brother has against her parents other than...", "sourceId": "140"}, {"categoryId": "2", "formalText": "She doesn't understand that freeze out or whatever.", "sourceId": "141"}, {"categoryId": "2", "formalText": "He's just playing them for his situation, but she is not quite sure.", "sourceId": "145"}, {"categoryId": "2", "formalText": "Her mom's worried and all these other things and she asked about him all the time and she is always like be proactive with just seems to never", "sourceId": "147"}, {"categoryId": "2", "formalText": "never tell them these things and she doesn't know flop over. Her mom said that she just wants him to come home and she responded saying that's not an option.", "sourceId": "148"}, {"categoryId": "2", "formalText": "She doesn't think that's good for him.", "sourceId": "149"}, {"categoryId": "2", "formalText": "She doesn't know if Stephen is siphoning her the information.", "sourceId": "161"}, {"categoryId": "2", "formalText": "She always twisted or makes it worse or either makes her feel guilty or something.", "sourceId": "163"}, {"categoryId": "2", "formalText": "She just doesn't want to deal with it.", "sourceId": "165"}, {"categoryId": "2", "formalText": "She doesn't know but she feels like she has to tell her and she feels like she can't.", "sourceId": "168"}, {"categoryId": "2", "formalText": "She can't take this burden alone contacting all these people calling all these friends.", "sourceId": "169"}, {"categoryId": "2", "formalText": "She's just doesn't want that or any responsibility to deal with this and she knows she can't because she can't talk to Stephen, but she doesn't know.", "sourceId": "183"}, {"categoryId": "2", "formalText": "She thinks she is just hypercritical of her because she doesn't do anything.", "sourceId": "190"}, {"categoryId": "2", "formalText": "She feels like she don't know and she just feels like she wants to be stuck in these ways.", "sourceId": "196"}, {"categoryId": "2", "formalText": "It's just a difference from her interaction with her or being she was so strong or unwavering or she comes off.", "sourceId": "206"}, {"categoryId": "2", "formalText": "She's just doesn't want any part or doesn't know how to deal with it.", "sourceId": "212"}, {"categoryId": "2", "formalText": "She thinks if she got her emotional about it would be hard to what was it done what she needs to do.", "sourceId": "233"}, {"categoryId": "2", "formalText": "Then she's not going to change.", "sourceId": "234"}, {"categoryId": "2", "formalText": "She is never going to be happy with that situation or it's not going to be the way she wants it.", "sourceId": "235"}, {"categoryId": "2", "formalText": "She talked to a few of Stephen friends and two of them are older one guy.", "sourceId": "246"}, {"categoryId": "2", "formalText": "She talked to the therapist about how she has never even heard of but he was in his fifties was actually was stepping on Saturday night.", "sourceId": "247"}, {"categoryId": "2", "formalText": "She guesses she is the Point person or something.", "sourceId": "256"}, {"categoryId": "6", "formalText": "So on Friday, her brother calls her and she doesn't know but he's not doing well.", "sourceId": "2"}, {"categoryId": "6", "formalText": "He quit his job.", "sourceId": "3"}, {"categoryId": "6", "formalText": "She didn't know he was dating this woman who says horrible.", "sourceId": "4"}, {"categoryId": "6", "formalText": "He just felt crappy all week.", "sourceId": "7"}, {"categoryId": "6", "formalText": "But he's a little better.", "sourceId": "8"}, {"categoryId": "6", "formalText": "On top of everything, ", "sourceId": "16"}, {"categoryId": "6", "formalText": "she doesn't know this woman.", "sourceId": "17"}, {"categoryId": "6", "formalText": "He was dating.", "sourceId": "18"}, {"categoryId": "6", "formalText": "It was even a tab on the relationship.", "sourceId": "19"}, {"categoryId": "6", "formalText": "Pressuring him to pay her.", "sourceId": "20"}, {"categoryId": "6", "formalText": "A couple thousand dollars or something.", "sourceId": "21"}, {"categoryId": "6", "formalText": "Her brother just turned 27.", "sourceId": "22"}, {"categoryId": "6", "formalText": "This one is 41 years old.", "sourceId": "23"}, {"categoryId": "6", "formalText": "She doesn't know if she knows about they're situation.", "sourceId": "25"}, {"categoryId": "6", "formalText": "He doesn't have any money.", "sourceId": "26"}, {"categoryId": "6", "formalText": "But depression.", "sourceId": "28"}, {"categoryId": "6", "formalText": "He just quit his job and he's not feeling too hot right now.", "sourceId": "29"}, {"categoryId": "6", "formalText": "He didn't tell her the whole story, but she is sure something happened where she and banded him and", "sourceId": "31"}, {"categoryId": "6", "formalText": "She sent him an email.", "sourceId": "32"}, {"categoryId": "6", "formalText": "Basically very rude saying he owes her this amount or he can sign over the least his car.", "sourceId": "33"}]