[{"categoryId": "0", "formalText": "She  talked about it with respect to her career and how the option seems bad because there were some fundamental flaws.", "sourceId": "152"}, {"categoryId": "0", "formalText": "Well as in problem and that they were not ideal.", "sourceId": "153"}, {"categoryId": "1", "formalText": "But at some point Tanya disclose that she was still suicidal on a regular basis like multiple times a week.", "sourceId": "6"}, {"categoryId": "1", "formalText": "She suggested that that have been true for that.", "sourceId": "7"}, {"categoryId": "1", "formalText": "It had never not been true.", "sourceId": "8"}, {"categoryId": "1", "formalText": "It sounds ridiculous.", "sourceId": "9"}, {"categoryId": "1", "formalText": "But she doesn't think she's correct about that.", "sourceId": "10"}, {"categoryId": "2", "formalText": "She thinks she feels like she should have a general sense of that and often she does without her saying anything just living with her.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She is not telling her therapist is a sign of her not trusting her to do something or handle something just is what it is.", "sourceId": "26"}, {"categoryId": "2", "formalText": "Yeah talking about it's making her feel discouraged or at least it's that the emotion that's bubbling up.", "sourceId": "33"}, {"categoryId": "2", "formalText": "Realistically, she thinks she's coping with it better in the sense that if the claim is true.", "sourceId": "39"}, {"categoryId": "2", "formalText": "She's been off and on suicidal for several months without being hospitalized.", "sourceId": "40"}, {"categoryId": "2", "formalText": "Certainly, her mood has not been as dire as it has been in most of the hospitalization circumstances cuz it's obvious when her mood is that bad?", "sourceId": "42"}, {"categoryId": "2", "formalText": "She thinks discouraged.", "sourceId": "43"}, {"categoryId": "2", "formalText": "She'll see Josh.", "sourceId": "48"}, {"categoryId": "2", "formalText": "Go to couples counseling.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She'll still be suicidal.", "sourceId": "50"}, {"categoryId": "2", "formalText": "No, neither is ideal and both have unpleasant and disappointing aspects to them for sure.", "sourceId": "64"}, {"categoryId": "2", "formalText": "The path is more internal and the ladder is internal but more external as well my saying that comes from feeling that that's true.", "sourceId": "67"}, {"categoryId": "2", "formalText": "The sort of in the long run is to feel angry and trapped and maybe over time is that.", "sourceId": "71"}, {"categoryId": "2", "formalText": "It would be an unfortunate one for her.", "sourceId": "73"}, {"categoryId": "2", "formalText": "So then it's well, how did you know it was the right thing to say right then then she will think about this moment when she asked her what are she thinking about?", "sourceId": "86"}, {"categoryId": "2", "formalText": "And she says that", "sourceId": "87"}, {"categoryId": "2", "formalText": "and then she would usually then respond something like she wonders how she came to this. She said yes and then they talked about something else.", "sourceId": "88"}, {"categoryId": "2", "formalText": "That's their pattern.", "sourceId": "89"}, {"categoryId": "2", "formalText": "Making process is so exciting to sing for her because she doesn't like making mistakes and she doesn't like correcting it in large letters when there are mistakes.", "sourceId": "99"}, {"categoryId": "2", "formalText": "So she is very careful not to make mistakes, but there's also like oh, she doesn't know some not well defined apprehension about the experience of presenting the poster.", "sourceId": "100"}, {"categoryId": "2", "formalText": "She was not particularly pleased with the work.", "sourceId": "102"}, {"categoryId": "2", "formalText": "She was pleased when they got to the point they had gotten to.", "sourceId": "103"}, {"categoryId": "2", "formalText": "But it was mostly the things they were trying really don't work and they don't work for these reasons.", "sourceId": "104"}, {"categoryId": "2", "formalText": "Which is a vaguely depressing experience, but big least satisfying to be able to bury it in that way.", "sourceId": "105"}, {"categoryId": "2", "formalText": "But she found that it was well-received experience was vaguely awkward because she doesn't know anybody but it's fine.", "sourceId": "106"}, {"categoryId": "2", "formalText": "Strangely comfort and joy, like delighted by the process that we went through there.", "sourceId": "114"}, {"categoryId": "2", "formalText": "She found it amusing that that was how it went.", "sourceId": "115"}, {"categoryId": "2", "formalText": "But she is also really pleased that that was very nice and she really appreciates her doing what she does and saying what she said.", "sourceId": "116"}]