[{"categoryId": "2", "formalText": "She thinks so mean and she's depressed but not near suicidal.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She has this view of she at least over the last several years that had this point of view of depression as being sort of the month Felix thing that was imposed upon her as if no external causes in her situation can possibly be related to it.", "sourceId": "36"}, {"categoryId": "2", "formalText": "So they're making it not very helpful because we talked about how she feels and not what's going on that is most certainly related to how she feels up a time but now they drifted away into the causes of Tony has depression, which is big in a sense fundamentally unanswerable question.", "sourceId": "37"}, {"categoryId": "2", "formalText": "When she guesses the piece that she really can't get a grip on is where it came to suicidally because there's this option of just walking away from where she is but she thinks that for Tanya she couldn't see it.", "sourceId": "75"}, {"categoryId": "2", "formalText": "There's an interesting description of it as an illness itself has progressed across Generations in Tanya's family.", "sourceId": "79"}, {"categoryId": "2", "formalText": "So go her parents parents were really terrible parents just didn't seem to like children were angry all the time towards the children at their existence or something like that which left their father with anger issues in the mother with abandonment issues and then they got married and their anger and abandonment issues together and so her mother left and her father yelled a lot and then left her with both sets of issues, which they have played out in a relationship probating the traumas that were handed to her to me.", "sourceId": "80"}, {"categoryId": "2", "formalText": "She is thinking she is angry about it and she's coming back to the abyss in a lot of ways and she doesn't remember things being and she can just tell that she was in it because she's coming back from it.", "sourceId": "82"}, {"categoryId": "2", "formalText": "And there's sense in which she expects her to be a partner to her.", "sourceId": "83"}, {"categoryId": "2", "formalText": "She doesn't really trust her and she thinks she loves her but often she just feels so many negative emotions like pain and anger.", "sourceId": "84"}, {"categoryId": "2", "formalText": "And there's a sense in which she thinks that's particularly hard to deal with for her because it falls into a repeated class of failures for her.", "sourceId": "98"}, {"categoryId": "2", "formalText": "So like she grew up in a religious organization that had totally corrupt leadership.", "sourceId": "99"}, {"categoryId": "2", "formalText": "She had these expectations of going to college and it being the filling time of you know, reading and learning and growing with a community of people want to do the same which she did find a very small community of people who are very like-minded, but it was not very not that", "sourceId": "100"}, {"categoryId": "2", "formalText": "She has these expectations of marriage of some sort of partnership that they had made a sort of plan together to do this graduate school sayings get through it together.", "sourceId": "105"}, {"categoryId": "2", "formalText": "She thinks she's still depressed but not nearly as bad and then so then yeah, she doesn't know that she's thinking very hard about the future so much as dealing with the present and the guy got to be awful not to remember the last several years that's got to be terrible, but she doesn't actually have as much sympathy left for her, which is horrible...", "sourceId": "190"}, {"categoryId": "2", "formalText": "She thinks she is better than other people.", "sourceId": "198"}, {"categoryId": "2", "formalText": "Maybe she has an articulated that in so many words before but she feels like she has tried to say that and so she has pretty high expectations for herself to be able to handle these things.", "sourceId": "199"}, {"categoryId": "2", "formalText": "Like she has friends and family and then get them to help her deal with the problems of now are less severe and that we can help with,. She has asked her to talk to her friends and her family about the memory loss and she's both because she has a tendency to try and hide things like this and because she can't reconstruct every conversation.", "sourceId": "207"}, {"categoryId": "2", "formalText": "Something like horrible horrific terrible things have happened to her and she gets that and that's a bad but that should make him work through to her that doing these things is not okay not and so should make it more clear to her that doing these things is not okay not less.", "sourceId": "235"}, {"categoryId": "2", "formalText": "She thought she had more or less put that to rest but other infidelity, but it's interesting that comes to mind when she is angry now, even though she really at least doesn't think or does think she forgave her?", "sourceId": "250"}, {"categoryId": "2", "formalText": "Had words to heal.", "sourceId": "251"}, {"categoryId": "2", "formalText": "So if Tanya is still in a lot of pain she should be nicer but she is also angry it's hard being nice when she is angry.", "sourceId": "301"}]