[{"categoryId": "1", "formalText": "It's just she keeps getting these situations where her heart starts to really really race.", "sourceId": "12"}, {"categoryId": "1", "formalText": "Boom, right she get chest pain.", "sourceId": "14"}, {"categoryId": "1", "formalText": "She can't catch her breath.", "sourceId": "15"}, {"categoryId": "1", "formalText": "It's making her feel feel funny talking about it.", "sourceId": "16"}, {"categoryId": "1", "formalText": "she can't get her breath and then she gets chest pains and she gets very afraid.", "sourceId": "18"}, {"categoryId": "1", "formalText": "She is going to have a heart attack.", "sourceId": "19"}, {"categoryId": "1", "formalText": "She thinks it's probably been happening about six months.", "sourceId": "31"}, {"categoryId": "2", "formalText": "Well, she thinks they've had some problems at work.", "sourceId": "36"}, {"categoryId": "2", "formalText": "She has felt more stress about work than she normally does and basically she was just trying to get into town one day on a off day and it was very hot.", "sourceId": "37"}, {"categoryId": "2", "formalText": "It just happened her heart started to race and race and race and she couldn't get her breath.", "sourceId": "39"}, {"categoryId": "2", "formalText": "Then she started to get chest pains and it was just awful and she managed to sit down and call her husband and he came out.", "sourceId": "41"}, {"categoryId": "2", "formalText": "He actually left work to come and get her.", "sourceId": "42"}, {"categoryId": "2", "formalText": "She thought she was having a heart attack.", "sourceId": "47"}, {"categoryId": "2", "formalText": "She is only 25.", "sourceId": "48"}, {"categoryId": "2", "formalText": "She can't get into town now without her husband taking her because her husband has to take her to and from work and she also thought she shouldn't do anything to put any strain on her heart at all.", "sourceId": "58"}, {"categoryId": "2", "formalText": "So she doesn't do much exercise or anything at the moment and other things as well.", "sourceId": "59"}, {"categoryId": "2", "formalText": "So she is avoiding sex and a case that it puts her heart rate up.", "sourceId": "67"}, {"categoryId": "2", "formalText": "Her husband's getting really fed up with it to be honest", "sourceId": "70"}, {"categoryId": "2", "formalText": "He's been really really kind and really supportive but she thinks it's starting to affect his life quite a lot.", "sourceId": "71"}, {"categoryId": "2", "formalText": "He wanted her to go to the pub last week and she absolutely promised that she would because she has begun to stop wanting to go out because she is so afraid it's going to happen. She promised him she would go to the pub and then know when it came to to it, she just couldn't. She just sat on the sofa and it started happening to to happen again, right?", "sourceId": "72"}, {"categoryId": "2", "formalText": "Said she couldn't go and she thinks he's getting a bit to the end of his tether now because it just seems to have come out of the blue and she has never suffered from anything like this before.", "sourceId": "75"}, {"categoryId": "2", "formalText": "She works in a bank actually and then they had a new computer system put in so it became much more stress stressful for all the staff not just her.", "sourceId": "83"}, {"categoryId": "2", "formalText": "She was under a lot of pressure right that could be affecting her.", "sourceId": "84"}, {"categoryId": "2", "formalText": "She is not socializing like she used to.", "sourceId": "94"}, {"categoryId": "2", "formalText": "She justs feel a bit like well, so she hasn't got a bad heart according to the experts, but she is still getting all the symptoms and they're getting worse and worse.", "sourceId": "111"}, {"categoryId": "2", "formalText": "It could be because her friend has panic attacks and she has discussed it with her and she said to be honest.", "sourceId": "128"}, {"categoryId": "2", "formalText": "Her breathing speeds up so that she is ready to run and can sometimes make her feel as though her mouth is dry.", "sourceId": "150"}, {"categoryId": "2", "formalText": "It can sometimes make her feel a little bit light-headed.", "sourceId": "151"}, {"categoryId": "2", "formalText": "Definitely all those actually", "sourceId": "154"}, {"categoryId": "2", "formalText": "She gets these kind of anxious thoughts.", "sourceId": "175"}, {"categoryId": "2", "formalText": "And they're very frightening.", "sourceId": "177"}, {"categoryId": "6", "formalText": "Well, she was told that it was okay and there was no problems and she did feel relief because obviously there has been heart attacks in her family.", "sourceId": "105"}, {"categoryId": "6", "formalText": "Her dad died of one, you know, I 72 so she is thinking of must be her heart.", "sourceId": "106"}]