[{"categoryId": "1", "formalText": "She says she is anxious more than anything a lot.", "sourceId": "4"}, {"categoryId": "1", "formalText": "But she guesses overall things are okay.", "sourceId": "5"}, {"categoryId": "2", "formalText": "It's self critical thought she was looking at someone else.", "sourceId": "29"}, {"categoryId": "2", "formalText": "Actually they are on the team and she just looked like so put together and so and she was thinking about herself and thought of the she hates herself and then she thought she's better than me then she thought that's not good like comparing that that's not a good strategy.", "sourceId": "30"}, {"categoryId": "2", "formalText": "She doesn't know if it's that great, but it's better for sure.", "sourceId": "34"}, {"categoryId": "2", "formalText": "She thinks it's at least not anything negative and she finds it at least triggers like a it's not the end of the world reality.", "sourceId": "35"}, {"categoryId": "2", "formalText": "It doesn't just come up in the course of a day it comes up as she thinks about something can trigger a memory and she thinks back on something she did or didn't do or Saturday.", "sourceId": "38"}, {"categoryId": "2", "formalText": "It could be weeks ago.", "sourceId": "47"}, {"categoryId": "2", "formalText": "It could be something she did or something she didn't do or just something she was embarrassed.", "sourceId": "48"}, {"categoryId": "2", "formalText": "It could be a little thing.", "sourceId": "49"}, {"categoryId": "2", "formalText": "It could be like an actually significant thing and then she hates herself will pop into her head.", "sourceId": "50"}, {"categoryId": "2", "formalText": "It's a theme she is seeing here is that it's very important for her to have complete control over the problem whether or not is actually related to her.", "sourceId": "72"}, {"categoryId": "2", "formalText": "And she thinks it's also a way to deal with shame to deal with Mike.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She doesn't know depression or anger run an issue because she finds it to be so incredibly unproductive to get angry at the person was actually responsible.", "sourceId": "75"}, {"categoryId": "2", "formalText": "She just lied know where it is made.", "sourceId": "76"}, {"categoryId": "2", "formalText": "No progress.", "sourceId": "77"}, {"categoryId": "2", "formalText": "No success.", "sourceId": "78"}, {"categoryId": "2", "formalText": "It's been invalidated even that it's their fault, of course bringing it back and putting it on herself his felt like the only way", "sourceId": "79"}, {"categoryId": "2", "formalText": "It feels like in fact if she could turn the criticism or inward a lot of the time even if it's to criticize like don't be so critical.", "sourceId": "92"}, {"categoryId": "2", "formalText": "Even if it's that it feels like that's the solution.", "sourceId": "93"}, {"categoryId": "2", "formalText": "It's a couples therapy, but it's also in general but she doesn't feel like she is allowed like, she is not supposed to be critical and that's one thing but she doesn't feel like she is allowed anymore to speak about the elephant in the room.", "sourceId": "96"}, {"categoryId": "2", "formalText": "It feels like a very repetitive thing with Ivan.", "sourceId": "139"}, {"categoryId": "2", "formalText": "She would never feel comfortable telling a soul.", "sourceId": "140"}, {"categoryId": "2", "formalText": "Maybe it's even her fault that she is stuck alone with that, but it just doesn't feel very good.", "sourceId": "141"}, {"categoryId": "2", "formalText": "But she is noticing Ivan is making Improvement and he came home the other day and told her how is Bostic him aside and thanked him for stepping up and how he's been doing such a great job and he hasn't gotten any compliments or critiques from work in a while and she is really happy with him.", "sourceId": "155"}, {"categoryId": "2", "formalText": "So that gives her a lot of Hope and that's really good.", "sourceId": "157"}, {"categoryId": "2", "formalText": "Of course she would feel good and the other night she came home from volunteering and was just really tired.", "sourceId": "160"}, {"categoryId": "2", "formalText": "And anyway, it was like dinner time and he even knew she was on her way home, but when she got home the table set and he had made dinner completely..", "sourceId": "161"}, {"categoryId": "2", "formalText": "He did all of that on his own.", "sourceId": "162"}, {"categoryId": "2", "formalText": "And he really went to effort and organized himself.", "sourceId": "167"}, {"categoryId": "2", "formalText": "And so she means there are moments like that where he completely surprises her and then there are other times when she just feels kind of it's nothing big that's happening, but it's like he sleeps in really late and he still hasn't done the laundry and he still hasn't taken out the trash and still like", "sourceId": "168"}, {"categoryId": "2", "formalText": "It's not personal but it feels personal and it feels like a trigger of like the sounds so silly but it feels like it feels a little bit like her mom who would stay in bed so late.", "sourceId": "169"}, {"categoryId": "2", "formalText": "Who inducted her not do those things around the house.", "sourceId": "171"}, {"categoryId": "2", "formalText": "Portion of asking him to do a very small part of a bigger task that should be in this case a joint responsibility.", "sourceId": "174"}, {"categoryId": "2", "formalText": "So why is the majority of it always on her?", "sourceId": "175"}, {"categoryId": "2", "formalText": "She guesses she is overreacting but it really doesn't feel that way and then it triggers her in the what about all these big problems that they're not talking about.", "sourceId": "177"}, {"categoryId": "2", "formalText": "So she feels like we spend a lot of time building communication skills talking about things like that.", "sourceId": "185"}, {"categoryId": "2", "formalText": "And that's great that's important for everything, but they're not talking about how much the whole thing with grad school.", "sourceId": "186"}, {"categoryId": "2", "formalText": "Actually that is an issue.", "sourceId": "187"}, {"categoryId": "2", "formalText": "She wishes he wasn't depressed.", "sourceId": "192"}, {"categoryId": "2", "formalText": "She wishes her mom wasn't depressed.", "sourceId": "193"}, {"categoryId": "2", "formalText": "it's draining, but it's all so she has never even felt like she was allowed to label as depression with her mom and a lot of the times with Ivan labeling it as that is not", "sourceId": "203"}, {"categoryId": "2", "formalText": "She doesn't feel like she can say anything about it to her.", "sourceId": "221"}, {"categoryId": "2", "formalText": "She doesn't feel like she can say much about it to Ivan and she feels so frustrated because no one in her family is going to say Mom I'm worried about you you're really depressed because she'll get exceptionally angry and no one and Ivan family is going to say that they know he is struggling with this.", "sourceId": "222"}, {"categoryId": "2", "formalText": "He doesn't really acknowledge it and I don't completely blame him for that because she is really the only person....", "sourceId": "281"}, {"categoryId": "2", "formalText": "outside of doctor board and Doctor pharaoh who has any like who's ever going to talk with to him about it right now in anyway, and she just knows the other day he got off the phone with his parents and they were finally going to like no no send the like insurance reimbursement.", "sourceId": "282"}, {"categoryId": "2", "formalText": "Maybe it's not a coincidence that he's really angry with her after he's getting off the phone and raising his voice and maybe she didn't do anything wrong.", "sourceId": "293"}, {"categoryId": "2", "formalText": "Maybe he's really angry with them and that's okay, but she still feels really frustrated because she wishes...", "sourceId": "294"}, {"categoryId": "2", "formalText": "Actually think it would be a really healthy thing if he could find an appropriate way to tell them that he didn't that he did feel angry or that he like that.", "sourceId": "295"}, {"categoryId": "2", "formalText": "She wishes Ivan would confront.", "sourceId": "305"}, {"categoryId": "2", "formalText": "But she knows his parents a lot of times have told him he's just being moody or he's like you just brush it off and that's just Ivan.", "sourceId": "315"}, {"categoryId": "2", "formalText": "And that's just....she wishes she told him it's okay to get angry and she said even if they can't handle it, even if they can't handle even if they aren't going to respond appropriately it's okay to say this is really frustrating or just to get it out to some extent.", "sourceId": "316"}, {"categoryId": "2", "formalText": "So she tried to like even if like it's okay to say that he is angry at his parents like they really procrastinated or whatever and it still say he loves them and they're his parents and they're really important to him.", "sourceId": "345"}, {"categoryId": "2", "formalText": "It's okay to recognize that are flawed and still.", "sourceId": "346"}, {"categoryId": "2", "formalText": "She really needs to get her car inspected anyway, and needs to go to Louisiana.", "sourceId": "348"}, {"categoryId": "2", "formalText": "So they're talking about that and she is just feeling like overwhelmed and she already have a mental list of projects.", "sourceId": "349"}, {"categoryId": "2", "formalText": "She wants to do at her home at home and it's just really hard to talk to her parents on the phone.", "sourceId": "350"}, {"categoryId": "2", "formalText": "She was just talking to her on the phone and saying like maybe they will be coming home within a few weeks or whatever. She just casually like so how are things going at the house and because selfishly she kind of wanted to have a heads-up and what she was going to walk into because it really ranges dramatically and it's really hard to drive 8 hours and not just like walk in the door and have no reaction no matter no matter what it is.", "sourceId": "361"}, {"categoryId": "2", "formalText": "She loves her parents, but it's so hard to go home and not say a word about everything that's staring her in the face.", "sourceId": "364"}, {"categoryId": "2", "formalText": "Her mom would probably buy more stuff for spend it on the pets.", "sourceId": "407"}, {"categoryId": "2", "formalText": "It's an actual problem.", "sourceId": "409"}, {"categoryId": "2", "formalText": "She likes shopping.", "sourceId": "410"}, {"categoryId": "2", "formalText": "No, she shops to it's definitely a coping mechanism for her and everybody has Mike opening her coping mechanisms are probably equally bad in two ways.", "sourceId": "434"}, {"categoryId": "2", "formalText": "And it's just like it's horrible because it makes her cringe inside and she should be able to let it go but it's like it's really like all that on the table.", "sourceId": "441"}, {"categoryId": "2", "formalText": "It's hard to just go home and not say anything at the house is a mess and not saying anything if they took in yet another pet.", "sourceId": "442"}, {"categoryId": "2", "formalText": "She is not saying anything if her dad comes home at midnight from work.", "sourceId": "443"}, {"categoryId": "2", "formalText": "It's really hard.", "sourceId": "444"}, {"categoryId": "2", "formalText": "She ends up right back in the child role of coaxing and cleaning and very much bargaining.", "sourceId": "445"}, {"categoryId": "2", "formalText": "Yes, and she doesn't think her mom ever had the idea that other people came home from college and had a break and their parents made dinner and their parents clean the house and they weren't lazy.", "sourceId": "470"}, {"categoryId": "2", "formalText": "But she's like maybe we don't need to and she said maybe they should just try to coax them to do some fun things or go out to dinner or go out kayaking with her dad because they always say they'll do that but the other there's so much but the other thing is even if they sat around the house and ignored everything which would feel impossible and probably would be impossible.", "sourceId": "482"}, {"categoryId": "2", "formalText": "It's just it's so complicated.", "sourceId": "492"}, {"categoryId": "2", "formalText": "Her dad is a workaholic and that he works a lot.", "sourceId": "504"}, {"categoryId": "2", "formalText": "There's definitely tension with her and her.", "sourceId": "526"}, {"categoryId": "2", "formalText": "No, they don't fight.", "sourceId": "527"}, {"categoryId": "2", "formalText": "They just don't talk to each other.", "sourceId": "528"}, {"categoryId": "2", "formalText": "She is so alone.", "sourceId": "529"}, {"categoryId": "2", "formalText": "Saudi anxiety is pretty high plus she is thinking she cannot face any of them.", "sourceId": "535"}, {"categoryId": "2", "formalText": "If she does not have a job and is feeling really anxious and crummy about that.", "sourceId": "536"}]