[{"categoryId": "0", "formalText": "She still feels like she is  stressed.", "sourceId": "1"}, {"categoryId": "0", "formalText": "She is just afraid to ask her  boss about the whole.", "sourceId": "3"}, {"categoryId": "0", "formalText": "She is wasn't really panicking or anything like that.", "sourceId": "7"}, {"categoryId": "2", "formalText": "She is never stressed at work.", "sourceId": "15"}, {"categoryId": "2", "formalText": "She might get panicky at work, but it's not from work is this dress like the preparation and a lot of time in the evening to Wine down and have dinner especially it's like her and Sydney are going to do something and then Sydney panics and then it's like okay.", "sourceId": "16"}, {"categoryId": "2", "formalText": "Sometimes it just feeling like she doesn't have any free time and she is wasting away time doing whatever for Sydney or something.", "sourceId": "31"}, {"categoryId": "2", "formalText": "It might make her feel less anxious because it sounds like a lot of times anxiety stemming from not knowing if he's going to be able to follow through on a plan and feeling dependent upon him even though she doesn't need to be dependent upon him for that.", "sourceId": "42"}, {"categoryId": "2", "formalText": "And maybe anger annoyance.", "sourceId": "54"}, {"categoryId": "2", "formalText": "She guesses stealing out of control for she can't really control his.", "sourceId": "56"}, {"categoryId": "2", "formalText": "It makes it really hard when she loses things even this morning.", "sourceId": "60"}, {"categoryId": "2", "formalText": "Is really annoying.", "sourceId": "71"}, {"categoryId": "2", "formalText": "She said this place is really hard to deal with when it's messy when she can feel the dirt on her feet.", "sourceId": "81"}, {"categoryId": "2", "formalText": "And she doesn't think she is especially he thinks maybe it's her OCD or whatever but she doesn't actually especially sensitive to dirt when she has enough stuff on the floor that she can feel it on your feet, especially if she has taken a shower and then her feet are wet and the stuff sticks to your Beach.", "sourceId": "82"}, {"categoryId": "2", "formalText": "It's not a good feeling.", "sourceId": "83"}, {"categoryId": "2", "formalText": "It's getting harder and harder to deal with that.", "sourceId": "84"}, {"categoryId": "2", "formalText": "She guesses she could take responsibility for cleaning his place.", "sourceId": "86"}, {"categoryId": "2", "formalText": "She just doesn't think it would be a very good idea and she doesn't think it would be necessary.", "sourceId": "87"}, {"categoryId": "2", "formalText": "It would necessarily make her happy.", "sourceId": "88"}, {"categoryId": "2", "formalText": "She is not really spending any time at her place right now which is another reason that stresses her out like when she is in the kitchen by herself or something and she doesn't live here her roommates are all taking over too much at least 3 days a week she is only home for a couple of hours that she is not sleeping her room is sort of like where the air conditioner would go is not working so they don't even have an AC in there. She got sick this weekend so she didn't even get to do the whole clothing Purge thing Sydney doesn't really like Aaron so", "sourceId": "97"}, {"categoryId": "2", "formalText": "They usually end up going to his place because it's easier.", "sourceId": "99"}, {"categoryId": "2", "formalText": "Feels bad that she is depending on caffeine.", "sourceId": "135"}, {"categoryId": "2", "formalText": "She was not dependent on it for like a good six years in high school.", "sourceId": "137"}, {"categoryId": "2", "formalText": "She was addicted to it but that also because high school started really early in the morning kind of like now and she is waking up at 6 and college.", "sourceId": "138"}, {"categoryId": "2", "formalText": "She had a couple of classes she had to wake up at 8 or something.", "sourceId": "139"}, {"categoryId": "2", "formalText": "Most of the time she could get away away wake me up later even in grad school was not too bad.", "sourceId": "140"}, {"categoryId": "2", "formalText": "He thinks she is kind of crazy for not eating in her bedroom and she spent her whole life pretty much maybe a couple snacks, but she never had meals in my bedroom and she thought that's what normal people do.", "sourceId": "168"}, {"categoryId": "2", "formalText": "Except that then if she is at his place she'll feel uncomfortable eating in the kitchen by herself because she doesn't live there and that feels weird to people are around that doesn't really work.", "sourceId": "179"}, {"categoryId": "2", "formalText": "She has to decide which is worse in the kitchen when there are people around when she doesn't live there or Sydney isn't there and it feels like it's less valid for her to just be there by herself.", "sourceId": "180"}, {"categoryId": "2", "formalText": "It's like if he's there it's nothing if he isn't there, it's her, not living there and feeling like she is taking up their space.", "sourceId": "207"}, {"categoryId": "2", "formalText": "There was once several several months ago, but that was before they knew that Sydney had serious depression and that he's explained it to them and that they were okay with it, she guesses for her.", "sourceId": "209"}, {"categoryId": "2", "formalText": "She is not sure if they're still okay with it under the understanding that she is taking care of him.", "sourceId": "211"}, {"categoryId": "2", "formalText": "She doesn't really want to talk to them about it because she doesn't want confrontation and he says it's okay.", "sourceId": "214"}, {"categoryId": "2", "formalText": "That doesn't really help her because she is not looking for him since it's okay.", "sourceId": "215"}, {"categoryId": "2", "formalText": "He doesn't need his roommates or anything, but it's the social anxiety thing not wanting to be around anyone or not or anyone but me that makes him not want to eat.", "sourceId": "218"}, {"categoryId": "2", "formalText": "She is kind of really doesn't want to because she is just afraid what would happen if they say, oh actually we're really pissed that she is over all the time.", "sourceId": "231"}, {"categoryId": "2", "formalText": "She told him about it before he knows that she doesn't feel comfortable being there without him.", "sourceId": "256"}, {"categoryId": "2", "formalText": "She doesn't know maybe maybe into degrees he could she doesn't know if it would work out sometimes when he gets that depressed.", "sourceId": "258"}, {"categoryId": "2", "formalText": "He keeps on saying that he thinks he can't do XYZ things that she thinks he can do, but she is not him.", "sourceId": "259"}, {"categoryId": "2", "formalText": "Again, there's not much she can control in that situation.", "sourceId": "265"}, {"categoryId": "2", "formalText": "It does come down to not having enough time for that and still have some dinner and she is only gotten tiny little minor things.", "sourceId": "294"}, {"categoryId": "2", "formalText": "She guesses the weight loss thing.", "sourceId": "362"}, {"categoryId": "2", "formalText": "She didn't take a break in terms of eating vegetables one day.", "sourceId": "363"}, {"categoryId": "2", "formalText": "She had a fruit or a vegetable.", "sourceId": "364"}, {"categoryId": "2", "formalText": "She just doesn't want to be this overweight.", "sourceId": "375"}, {"categoryId": "2", "formalText": "She guesses it's just discouraging that he can do it without seemingly little effort.", "sourceId": "376"}, {"categoryId": "2", "formalText": "At least even if she doesn't get a coffee drink in the morning if she is high.", "sourceId": "388"}, {"categoryId": "2", "formalText": "Rice cakes and she is not having a cookie with it.", "sourceId": "389"}, {"categoryId": "2", "formalText": "She is assuming a coffee drink has less but it's not less fat than a donut.", "sourceId": "393"}, {"categoryId": "2", "formalText": "She hasn't even looked at the scale in a week or two and she doesn't even know if she wants to look at it.", "sourceId": "418"}, {"categoryId": "7", "formalText": "Sometimes it turns out that she ends up going to bed later than she would have liked and she is still able to get to work in the morning.", "sourceId": "24"}, {"categoryId": "7", "formalText": "Sometimes it ends up with her getting to work later.", "sourceId": "25"}, {"categoryId": "7", "formalText": "She has never been at the point where she has gone to work and didn't have anything to eat.", "sourceId": "26"}, {"categoryId": "7", "formalText": "She hasn't been nice that she hasn't had dinner.", "sourceId": "148"}]