[{"categoryId": "1", "formalText": "If she answered that it's time that she had known that she was frustrated but not perhaps the extent to which I was not talking about being frustrated and that's hot difficulty talking about being frustrated with you.", "sourceId": "4"}, {"categoryId": "1", "formalText": "So she has been talking less about her frustrations with him so she can be available to him and not clearly not very good time in his life and not talking with Tony about it.", "sourceId": "7"}, {"categoryId": "1", "formalText": "There's kind of just a she thinks it did turn into a...it's like when she would come in here six months ago. She would be very angry or upset and not as aware of it or where the extent to which she was tamping it down keep going through.", "sourceId": "8"}, {"categoryId": "1", "formalText": "She thinks that's part of what was going on.", "sourceId": "9"}, {"categoryId": "2", "formalText": "It's a good thing that she had the sessions last week Tanya and she went to wedding of one of her cousins this weekend, which was a hard time for her.", "sourceId": "10"}, {"categoryId": "2", "formalText": "Normal kind of annoyances that go along with going anywhere with her family.", "sourceId": "12"}, {"categoryId": "2", "formalText": "No one's ever on time for anything.", "sourceId": "13"}, {"categoryId": "2", "formalText": "We made it to the wedding on time by only by about 2 minutes and only because they tried to get there about 40 minutes early.", "sourceId": "14"}, {"categoryId": "2", "formalText": "So it's sort of like she doesn't know the other failure to match one's own expectations is a particularly frustrating part for her anyways. She just started to say expectation that they've been an hour late and then it was so she can deal with that but that goes for talking about changing expectations in the face and not being able to trust that something will happen reset.", "sourceId": "18"}, {"categoryId": "2", "formalText": "That's the part that contains the forsaking all others piece.", "sourceId": "33"}, {"categoryId": "2", "formalText": "So that's a little hard to hear.", "sourceId": "34"}, {"categoryId": "2", "formalText": "It's sort of like she was in the process of dealing with that issue and then things got traumatically worse on the depression suicidal front.", "sourceId": "35"}, {"categoryId": "2", "formalText": "There's the in sickness and in health part, that's kind of a it sounds like a trap to her now.", "sourceId": "40"}, {"categoryId": "2", "formalText": "You know she made that she was fully aware Tanya's history of depression and amidst anxiety.", "sourceId": "41"}, {"categoryId": "2", "formalText": "That was her sort of default State during the wedding planning.", "sourceId": "42"}, {"categoryId": "2", "formalText": "She'll have to deal with some bad things, but they're all be good things.", "sourceId": "45"}, {"categoryId": "2", "formalText": "Well, it's not been a whole lot of good things.", "sourceId": "46"}, {"categoryId": "2", "formalText": "She didn't put on his father and her sister both come to visit us in Andover, but she hasn't really seen or really spoken with either of them in five or six months.", "sourceId": "50"}, {"categoryId": "2", "formalText": "She wanted to tell her that she wanted to leave didn't really want to be having a conversation at that moment.", "sourceId": "77"}, {"categoryId": "2", "formalText": "This was like bye I'll see you tomorrow for the conversation on her part, but on her part, it was so glad to see you.", "sourceId": "78"}, {"categoryId": "2", "formalText": "She has been thinking about her everyday.", "sourceId": "79"}, {"categoryId": "2", "formalText": "She knows they haven't talked, but she has been thinking about you.", "sourceId": "80"}, {"categoryId": "2", "formalText": "To which she sort of said, well her life hasn't been exactly great either.", "sourceId": "81"}, {"categoryId": "2", "formalText": "She's been fired from her job for failure to be organized at all.", "sourceId": "82"}, {"categoryId": "2", "formalText": "Yeah, but something to the extent that's not an excuse.", "sourceId": "84"}, {"categoryId": "2", "formalText": "She thinks that in her case, she feels like she ought to do something but isn't quite clear what it is and that has set up some sort of guilt cycle that prevents her from speaking to her except when she's really drunk.", "sourceId": "86"}, {"categoryId": "2", "formalText": "She has lost the thread, she can sort of rationalize what's going on, but she is still upset about it.", "sourceId": "95"}, {"categoryId": "2", "formalText": "Which she finds a little strange in that watching herself perspective because she doesn't really go there with any exception expectation of actually didn't go there with any expectations at all.", "sourceId": "96"}, {"categoryId": "2", "formalText": "She is deeply unhappy and deeply angry about her situation.", "sourceId": "102"}, {"categoryId": "2", "formalText": "And it seems like the more she tries to recapture the sense of self the more she is like what the hell was all of this. Then, she thinks she has noticed that she values personal responsibility and they talked about to what extent is hog assault they're not on his fault.", "sourceId": "106"}, {"categoryId": "2", "formalText": "She can't really even talk about it with her because she doesn't remember it.", "sourceId": "112"}, {"categoryId": "2", "formalText": "So it's like how can she hold her accountable for something she", "sourceId": "113"}, {"categoryId": "2", "formalText": "She is in a position of power in a sense if she can say this happened or she was this way.", "sourceId": "114"}, {"categoryId": "2", "formalText": "The farther they get from it, but the more of a claim of lack of control or whatever seems like a convenient excuse or something.", "sourceId": "107"}, {"categoryId": "2", "formalText": "There's one piece of dealing with Tanya's illness in the present and then also in the past which is sort of a traumatic event for lack of a better term that she went through that she feels completely alone in. She can't share with her because she was there and not there at the same time or she guesses that's one way of putting it. When she was talking just a moment ago and in terms of control and responsibility, she was thinking that she sounded like to meet one of the conflicts that she is experiencing is being married to someone who she was worried as a sort of fundamentally different personal and moral ethics than she which is not about the ACT.", "sourceId": "124"}, {"categoryId": "2", "formalText": "But it there might head wants two days ago and she hasn't looked at it since anything that visiting her family and being frustrated by like everyone in her family, extended family included being having a particular sense of ethic is or proselyte just romantically different from hers.", "sourceId": "134"}, {"categoryId": "2", "formalText": "She is thinking about two things once.", "sourceId": "143"}, {"categoryId": "2", "formalText": "She is not exactly sure how to have those conversations.", "sourceId": "144"}, {"categoryId": "2", "formalText": "It's kind of a practical issue that can be dealt with the other is that she thinks this is...she thinks it helps explain why she has been not quite sure how to phrase it but less than perfectly pleased by her wanting to take on some of her responsibilities. Again, there's this element of not trusting that's a good idea and it sends the shell overburden herself, but she thinks this is also like a sense of assuming responsibilities when it's convenient as opposed to always or something and so it's now it's convenient again.", "sourceId": "145"}, {"categoryId": "2", "formalText": "So in a practical sense, she is not sure how to have the conversation because clearly she is pretty frustrated or upset non one level.", "sourceId": "149"}, {"categoryId": "2", "formalText": "It's not particularly time to start into a conversation that", "sourceId": "150"}, {"categoryId": "2", "formalText": "They're at a whole lot of pent-up frustration and on the other hand.", "sourceId": "151"}, {"categoryId": "2", "formalText": "It's not particularly clear that she can handle a conversation where she is very frustrated.", "sourceId": "152"}, {"categoryId": "2", "formalText": "She has to find the right level of not caring about the impact on her.", "sourceId": "176"}, {"categoryId": "2", "formalText": "She cannot be worried about the impact and say something but in order not to be worried about the impact, she has to at some point not care about what it does her because if she knows it's going to happen and they do it.", "sourceId": "177"}, {"categoryId": "2", "formalText": "She definitely feels that her anger can be destructive.", "sourceId": "191"}, {"categoryId": "2", "formalText": "She told her therapist that before, that she has sometimes when she is very angry.", "sourceId": "192"}, {"categoryId": "2", "formalText": "She wants to smash everything.", "sourceId": "193"}, {"categoryId": "2", "formalText": "She doesn't that's a control thing.", "sourceId": "194"}, {"categoryId": "5", "formalText": "She guesses Amanda was here in February.", "sourceId": "54"}, {"categoryId": "5", "formalText": "So that's been about 6 months.", "sourceId": "55"}, {"categoryId": "5", "formalText": "David was here maybe in March.", "sourceId": "56"}, {"categoryId": "5", "formalText": "So maybe April one of those two so four to six months.", "sourceId": "57"}, {"categoryId": "5", "formalText": "Yes, so it's been that long since they've been here.", "sourceId": "58"}, {"categoryId": "5", "formalText": "They've been in touch with Tanya talking to her which is good.", "sourceId": "59"}, {"categoryId": "5", "formalText": "But essentially not communicating with her at all, which she wouldn't say.", "sourceId": "60"}, {"categoryId": "5", "formalText": "If this were a weekend where they were all coming because no one's life is in a particularly wonderful place right now and everyone is like let's just leave everything behind have a really good time and focus on these people who are getting married. She can get behind on something.", "sourceId": "88"}, {"categoryId": "5", "formalText": "That's not why what they were doing because it's not like they're normally dealing with their issues.", "sourceId": "89"}, {"categoryId": "5", "formalText": "So it's not like leaving them behind as a change and be David's approach to the weekend was try to mend fences with all the siblings were not someone's always fighting with his siblings.", "sourceId": "90"}]