[{"categoryId": "1", "formalText": "She feels so terrible.", "sourceId": "9"}, {"categoryId": "1", "formalText": "Her house is a shithole, but no don't help her clean it because she is too embarrassed to anyone help her clean it, but she is just going to tell him about how miserable she is. That it's a shithole while they're sitting in the middle shithole while she is sitting Legos literally because she can't put them away because she would shame her feel like there are no places to sit that aren't covered in walking Legos.", "sourceId": "10"}, {"categoryId": "1", "formalText": "And like her kid is misbehaved, but then she doesn't discipline her kid.", "sourceId": "11"}, {"categoryId": "2", "formalText": "But like she tells her she cares about her and want Briley every one she leans on for emotional support is also like horribly depressed and feels like their life is spinning out of control is miserable.", "sourceId": "28"}, {"categoryId": "2", "formalText": "Last night she had a long last night.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She really miss Ashley and she realized part of it just that she is still half in love with her and part of it is the physical and sexual aspects of the relationship and certainly part of it was in spite of knowing intellectually that he was really depressed and miserable and has been for quite a while.", "sourceId": "38"}, {"categoryId": "2", "formalText": "He fakes being okay really?", "sourceId": "39"}, {"categoryId": "2", "formalText": "She'll talk about how she's feeling about how she'll say she is miserable because Christopher is yelling at her to move my stuff out of his apartment faster.", "sourceId": "55"}, {"categoryId": "2", "formalText": "She really can't because she doesn't have the time and have this job and she is behind on my deadlines and it feels miserable that she is behind on her deadline every time she sits down to write she has panic attacks and she is just on the floor crying and then she sang this shall be like crying and it's just yeah.", "sourceId": "56"}, {"categoryId": "2", "formalText": "Like it's exhausting and she is guilty for being exhausted by it.", "sourceId": "80"}, {"categoryId": "2", "formalText": "And in part because they both came from abusive authoritarian household.", "sourceId": "92"}, {"categoryId": "2", "formalText": "It's like super frustrating when they hang out and like when she has a kid because they can't actually have a grown-up conversation because the kid interrupts like every 30 seconds and needs constant attention.", "sourceId": "103"}, {"categoryId": "2", "formalText": "And she feels bad criticizing their parenting because she doesn't have kids herself.", "sourceId": "134"}, {"categoryId": "2", "formalText": "And of course, she can't say that because she is supposed to be on her side with a divorce and just", "sourceId": "169"}, {"categoryId": "2", "formalText": "And in that way she thinks herself feeling kind of hopeless about the situation.", "sourceId": "176"}, {"categoryId": "2", "formalText": "But she is supposed to go hang out with her in her house tomorrow night, but she is already feeling anxious and upset about it and dreading going over there and like yeah.", "sourceId": "187"}, {"categoryId": "2", "formalText": "She feels like a jerk every time she tell her she thinks she's doing something wrong like she wanted couples counseling and she wanted to know why Christopher wanted to divorce and she  doesn't know from where she is standing.", "sourceId": "217"}, {"categoryId": "2", "formalText": "That he feels like their marriage has been emotionally abusive towards him and he just wants out and there's nothing she can do to convince him.", "sourceId": "220"}]