[{"categoryId": "0", "formalText": "Making a ton of money and working all the time.", "sourceId": "144"}, {"categoryId": "0", "formalText": "She never saw her father.", "sourceId": "145"}, {"categoryId": "0", "formalText": "She said that when her husband said he left grad school because it wasn't for him and she had a really tough time with that.", "sourceId": "215"}, {"categoryId": "0", "formalText": "Her sister Emma has taken care of her since she was little.", "sourceId": "369"}, {"categoryId": "0", "formalText": "Emma still does it.", "sourceId": "371"}, {"categoryId": "0", "formalText": "In different ways; She comes over because they will plan to do dinner sometimes so Emma will come over especially if she has been still at work.", "sourceId": "372"}, {"categoryId": "1", "formalText": "She thinks emotional reasoning is one that she felt a little stumped on I guess. ", "sourceId": "24"}, {"categoryId": "1", "formalText": "Sometimes she is worried that things in her marriage might not improve enough or what if they don't are all of the what ifs and then what am is she going to do?", "sourceId": "27"}, {"categoryId": "2", "formalText": "She thinks it's fear mostly.", "sourceId": "36"}, {"categoryId": "2", "formalText": "anxiety", "sourceId": "37"}, {"categoryId": "2", "formalText": "It's that but there's also the things might be changing somewhat, but it's not fast enough.", "sourceId": "44"}, {"categoryId": "2", "formalText": "It's not enough.", "sourceId": "46"}, {"categoryId": "2", "formalText": "It doesn't meet up to her expectations. It doesn't meet up where she thought things would be so what if it doesn't continue to progress or what if it doesn't Progressive rapidly and that's what she said and snowballs a bit.", "sourceId": "47"}, {"categoryId": "2", "formalText": "No wonder she is kind of really impatient and ready to move on be done with it.", "sourceId": "54"}, {"categoryId": "2", "formalText": "She is also worried that she could change her expectations and lower them.", "sourceId": "66"}, {"categoryId": "2", "formalText": "Because she feels like this is terribly critical but she thinks to herself like not pushing Ivan to apply to other jobs.", "sourceId": "67"}, {"categoryId": "2", "formalText": "But then if it's her husband who is working as a manager at Subway and she thinks about him doing that for 20 years.", "sourceId": "103"}, {"categoryId": "2", "formalText": "It's not exactly what she would have thought would be fulfilling his potential.", "sourceId": "105"}, {"categoryId": "2", "formalText": "And he's not really passionate about working at a sandwich shop.", "sourceId": "110"}, {"categoryId": "2", "formalText": "she feels like that makes her this horrible snobby demanding critical.", "sourceId": "114"}, {"categoryId": "2", "formalText": "That's the right reason to marry someone. She says it certainly didn't factor into why she married Ivan, but now that they are married, she feels guilty about wanting those things.", "sourceId": "120"}, {"categoryId": "2", "formalText": "It's not that he's the opposite of her dad and always there for you always catering to you.... buy her flowers, figuring out what she needs, putting her front and center and he's not that successful there.", "sourceId": "181"}, {"categoryId": "2", "formalText": "So it feels like both Realms she is missing out on and that's what has been really disappointing.", "sourceId": "182"}, {"categoryId": "2", "formalText": "It really sounds like she is saying", "sourceId": "199"}, {"categoryId": "2", "formalText": "she is not drawn to him not being passionately practically engaged in something which is very different than saying", "sourceId": "200"}, {"categoryId": "2", "formalText": "I just can't be married to someone who's a Subway manager.", "sourceId": "201"}, {"categoryId": "2", "formalText": "It does not feel good to her.", "sourceId": "263"}, {"categoryId": "2", "formalText": "Especially for someone like her who feels like they need to be in control.", "sourceId": "264"}, {"categoryId": "2", "formalText": "She feels like she has to have a pretty clear plan.", "sourceId": "267"}, {"categoryId": "2", "formalText": "Her anxiety and depression feels pretty intense sometimes.", "sourceId": "274"}, {"categoryId": "2", "formalText": "The depression she says she has noticed a couple of times where it's been a great day.", "sourceId": "275"}, {"categoryId": "2", "formalText": "She spent time with Emma or Ivan or both.", "sourceId": "276"}, {"categoryId": "2", "formalText": "Just that type of day and she is still finding herself feeling down on herself. She is feeling a little down, like there's no explanation for it in the moment.", "sourceId": "277"}, {"categoryId": "2", "formalText": "Looking at the moments where she feels like there is underlying depression and it's not always.", "sourceId": "278"}, {"categoryId": "2", "formalText": "She thinks that's more the self-hate than the depression.", "sourceId": "286"}, {"categoryId": "2", "formalText": "Although she is sure that's connected, but she can feel a little low sometimes.", "sourceId": "289"}, {"categoryId": "2", "formalText": "It's pretty much like things are going well and she makes a mistake or she says something that she thinks back on and she wishes she would have said that differently or she wishes she would have done that differently.", "sourceId": "291"}, {"categoryId": "2", "formalText": "And then like I'll move past it but it's a very I don't know why but those are three words that come into my mind when something like that happens.", "sourceId": "296"}, {"categoryId": "2", "formalText": "It's become a coping thing for her.", "sourceId": "297"}, {"categoryId": "2", "formalText": "She knows that's unhealthy, and she wants to work on that.", "sourceId": "298"}, {"categoryId": "2", "formalText": "She thinks to herself that she needs to be more considerate.", "sourceId": "317"}, {"categoryId": "2", "formalText": "Feeling self-conscious because she felt like in that time Emma is taking care of her like she always has.", "sourceId": "318"}, {"categoryId": "2", "formalText": "She is just used to that being the running threat almost.", "sourceId": "338"}, {"categoryId": "2", "formalText": "It feels necessary for her to feel bad about it.", "sourceId": "339"}, {"categoryId": "2", "formalText": "Just like when she got the gift card it felt absolutely necessary for her to feel bad.", "sourceId": "340"}, {"categoryId": "2", "formalText": "She says she always says she hates herself.", "sourceId": "342"}, {"categoryId": "2", "formalText": "It's taking care of her in a way or even if she does the cooking but Emma still comes over and talks with her about her day and Emma still follows up.", "sourceId": "376"}, {"categoryId": "2", "formalText": "And Emma is always still taking care of her. She's always been very reluctant to share if even a small thing in her day went wrong.", "sourceId": "378"}, {"categoryId": "2", "formalText": "She's very much the mom.", "sourceId": "379"}, {"categoryId": "2", "formalText": "Emma doesn't typically share the negatives about her day because she's like, but then you will get upset.", "sourceId": "382"}, {"categoryId": "2", "formalText": "Emma doesn't want to worry her sister about it.", "sourceId": "383"}, {"categoryId": "2", "formalText": "Emma doesn't want that to be on her mind.", "sourceId": "384"}, {"categoryId": "2", "formalText": "Really mothering in a very loving way in a very caring way not in a controlling way.", "sourceId": "402"}, {"categoryId": "2", "formalText": "But she feels really bad about that.", "sourceId": "403"}, {"categoryId": "2", "formalText": "It must be exhausting for her.", "sourceId": "404"}, {"categoryId": "2", "formalText": "So that's what's so complicated.", "sourceId": "406"}, {"categoryId": "2", "formalText": "Then she actually gets this loving care and what she needs. Yet it's in a place that leaves her with kind of Rocky feelings about it because it's not actually where it should be coming from.", "sourceId": "407"}, {"categoryId": "2", "formalText": "She always wonders if there's a part of her that is it still feeling like she needs or wants that motherly care.", "sourceId": "411"}, {"categoryId": "2", "formalText": "And now she feels she is actually at an age where it's like get over it because it's no longer appropriate.", "sourceId": "415"}, {"categoryId": "2", "formalText": "She feels she should no longer need it for the most part.", "sourceId": "417"}, {"categoryId": "2", "formalText": "However, the therapist thinks she was incredibly deprived as a child of what she needed, but she thinks adults need that too.", "sourceId": "421"}, {"categoryId": "2", "formalText": "And that's actually what she hopes to find in friends and partners. Killing one's mother and father right even as an adult she has asked the number of times.", "sourceId": "422"}, {"categoryId": "2", "formalText": "She however thinks it's more about his absent-mindedness.", "sourceId": "501"}, {"categoryId": "2", "formalText": "But everyday whenever Ivan gets home from work, she will ask him about work.", "sourceId": "502"}, {"categoryId": "2", "formalText": "It doesn't seem like he always immediately reciprocate with that.", "sourceId": "505"}, {"categoryId": "2", "formalText": "She thinks part of it is just the way his family is. Everybody jumps and then there's not much asking, it's like everybody just says so nobody takes the time to ask and part of it is just she thinks he forgets.", "sourceId": "506"}, {"categoryId": "2", "formalText": "This job search is getting depressing for her.", "sourceId": "516"}, {"categoryId": "2", "formalText": "She is feeling depressed and down on myself.", "sourceId": "517"}, {"categoryId": "2", "formalText": "It's feeling daunting and exhausting.", "sourceId": "533"}, {"categoryId": "2", "formalText": "The thing is other people get paid to do exactly what she doing as a volunteer.", "sourceId": "590"}, {"categoryId": "2", "formalText": "So she is not getting $15 an hour.", "sourceId": "592"}, {"categoryId": "2", "formalText": "She is  getting nothing, but it's just frustrating but it's good for her resume.", "sourceId": "593"}, {"categoryId": "2", "formalText": "Any one of these it comes up something where you get overwhelmed with self-hatred specifically and Escalades right about it.", "sourceId": "620"}]