[{"categoryId": "0", "formalText": "She would rather live in a city smaller than this.", "sourceId": "234"}, {"categoryId": "0", "formalText": "She is not that happy living in the city like in a day today since, it's just really noisy.", "sourceId": "249"}, {"categoryId": "0", "formalText": "And there's nowhere Greener quiet.", "sourceId": "250"}, {"categoryId": "0", "formalText": "There are trees.", "sourceId": "251"}, {"categoryId": "0", "formalText": "What is interesting for her is, here are the values of what we know.", "sourceId": "272"}, {"categoryId": "1", "formalText": "Although she thinks in a better way this week in general.", "sourceId": "2"}, {"categoryId": "1", "formalText": "She feels better this week than she has for the last couple of weeks.", "sourceId": "3"}, {"categoryId": "1", "formalText": "That is a good thing.", "sourceId": "4"}, {"categoryId": "1", "formalText": "The classes are not immediately obvious, but she thinks some of it feeling like she has been telling people that she is upset and trying to deal with that in she guesses different drugs fashion.", "sourceId": "5"}, {"categoryId": "1", "formalText": "So it's a strange thing, not know what she is asking to consult with her therapist but that's where she is.", "sourceId": "8"}, {"categoryId": "1", "formalText": "She has no idea what to expect.", "sourceId": "28"}, {"categoryId": "1", "formalText": "She thinks they discussed that generate some anxiety for her.", "sourceId": "29"}, {"categoryId": "2", "formalText": "Her parents are coming to visit this weekend.", "sourceId": "14"}, {"categoryId": "2", "formalText": "It's probably a good thing.", "sourceId": "15"}, {"categoryId": "2", "formalText": "They have a very small apartment.", "sourceId": "16"}, {"categoryId": "2", "formalText": "So she is concerned about hosting her parents in their apartment.", "sourceId": "17"}, {"categoryId": "2", "formalText": "It's they have a house that's large enough for 7 people that live in and they use it.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She thinks the anxiety generalized.", "sourceId": "31"}, {"categoryId": "2", "formalText": "It's no particular thing that she is worried about.", "sourceId": "32"}, {"categoryId": "2", "formalText": "Just a general feeling of unease about it.", "sourceId": "34"}, {"categoryId": "2", "formalText": "She thinks there's a sort of a sense of Hosting responsibilities that comes with sir and sort of make sure everyone has a good time sort of goals or requirements or something.", "sourceId": "35"}, {"categoryId": "2", "formalText": "This is the thing that she feels she is very responsible for. That is, perfectly under control you go to the doctor you get things checked you take the medication until you just take maybe think about it a little bit and assess whether you're doing reasonable things with your treatment in that regard and make sure that he stays stable.", "sourceId": "52"}, {"categoryId": "2", "formalText": "Yes is the things Tanya failed to do several times.", "sourceId": "77"}, {"categoryId": "2", "formalText": "She doesn't remember all other times.", "sourceId": "78"}, {"categoryId": "2", "formalText": "At least not in the last several months.", "sourceId": "80"}, {"categoryId": "2", "formalText": "So like her being upset about this as part of a trend is not useful or perhaps not even a fair thing.", "sourceId": "81"}, {"categoryId": "2", "formalText": "And so she is concerned that her being angry is going to impact or negatively but in a dangerous way.", "sourceId": "87"}, {"categoryId": "2", "formalText": "She certainly feels more free than she did maybe two months ago, but clearly not fully free because she doesn't feel she can express herself when she feels angry because she is very worried about the implications in a very dire way.", "sourceId": "96"}, {"categoryId": "2", "formalText": "She already feels guilty.", "sourceId": "134"}, {"categoryId": "2", "formalText": "She is bad about not having done it and she feels angry and that's only use what kind of combination of emotions for them to have the conversation.", "sourceId": "135"}, {"categoryId": "2", "formalText": "She really doesn't like having she really doesn't like it when she suggests that this she has watched this thing impact her mood.", "sourceId": "139"}, {"categoryId": "2", "formalText": "She guesses now they are at the point of needing to talk about the time scale.", "sourceId": "160"}, {"categoryId": "2", "formalText": "Yeah, she thinks she is right that those are interesting departure points for conversations.", "sourceId": "161"}, {"categoryId": "2", "formalText": "Would be good to have as conversations and not just telling her that she needs to take the medicine medication.", "sourceId": "166"}, {"categoryId": "2", "formalText": "She thought on that obviously whatever she wants to do. The issue at hand is that she has felt for so long that she had to bracket her needs for the sake of Tonya and innocence about a conflict that her needs if they don't maybe not to say undermine Tonya's needs.", "sourceId": "179"}, {"categoryId": "2", "formalText": "At least undermine her ability to be present for her.", "sourceId": "180"}, {"categoryId": "2", "formalText": "So there's a conflict on that level.", "sourceId": "181"}, {"categoryId": "2", "formalText": "Ryan so she tries not to do that to avoid that structure but end up in this place and then she is angry and they are back into it.", "sourceId": "214"}, {"categoryId": "2", "formalText": "Like it's a complicated in that way.", "sourceId": "215"}, {"categoryId": "2", "formalText": "She found unable to identify a particular or desire.", "sourceId": "222"}, {"categoryId": "2", "formalText": "She has suppressed her desires to the extent that she can't find them.", "sourceId": "225"}, {"categoryId": "2", "formalText": "She thinks she ceases to know what they were but she feels she could be wrong about that.", "sourceId": "257"}, {"categoryId": "2", "formalText": "Maybe she just stopped having any desires that she is not sure at some point.", "sourceId": "258"}, {"categoryId": "5", "formalText": "They were visiting their friends last week and you know, occasionally like the question of what you want to do and she found it nearly impossible to answer that question.", "sourceId": "219"}, {"categoryId": "5", "formalText": "She always finds that something of a difficult question because she feels like her needs needs to be balanced against some sense of group needs which she thinks comes from having four siblings and having a strong recognition that they all have desires like from an early age.", "sourceId": "220"}, {"categoryId": "6", "formalText": "She didn't have a greater and part of her thyroid removed and has been doing thyroid suppression therapy since about the time they got married so it fits right into the same time under as everything else.", "sourceId": "45"}, {"categoryId": "6", "formalText": "One of the major symptoms of hypothyroidism is increased anxiety and one of the major symptoms of hypothyroidism is tiredness and depression for a while.", "sourceId": "46"}, {"categoryId": "6", "formalText": "A while she hadn't had the thyroid nodes checked in months and finally did get them checked when she had hyperthyroid numbers, which is a result of essentially taking too much of her thyroid medication.", "sourceId": "47"}, {"categoryId": "6", "formalText": "She got that adjusted and has been a less anxious in the intervening time.", "sourceId": "48"}, {"categoryId": "6", "formalText": "There's a correlation if there were it would not be sufficient evidence for any more causative role, but it seems to me like one has a mood regulating gland keeping the dosage of replacement hormone for that glass table is probably a good idea when one already has difficulty regulating mood so", "sourceId": "50"}, {"categoryId": "6", "formalText": "She already feels guilty about not having gotten the medication and so she intends to ask her but the problem with exponential decay is like impulse treatment.", "sourceId": "58"}, {"categoryId": "6", "formalText": "And so if this is actually contributing factor talking about it particular when she is kind of angry about the fact that she has failed to do this simple thing again, because they have talked about getting her thyroid medication before. They talked about how she went and got her thyroid medication like three months ago because she didn't have it is not seem like a good idea at the time so seem like not an important issue to confront in this specific moment because she was already going to get it and that day", "sourceId": "61"}]