[{"categoryId": "2", "formalText": "And you know the hyperactivity none of that stuff registered but most everything else did.", "sourceId": "21"}, {"categoryId": "2", "formalText": "Like coming home and putting her wallet and keys in the same spot every time so she doesn't lose them things like that.", "sourceId": "24"}, {"categoryId": "2", "formalText": "And at the office if she doesn't put things in the spot if they're supposed to be she can't find them so she skip pissed off at Jess because she would lose her keys.", "sourceId": "25"}, {"categoryId": "2", "formalText": "she knows exactly where they are.", "sourceId": "28"}, {"categoryId": "2", "formalText": "She come home and put them in the exact same spot every time.", "sourceId": "29"}, {"categoryId": "2", "formalText": "So for some reason she decided to go get Chinese food. Whenever she gets Chinese food she gets way too much and she ate it all.", "sourceId": "150"}, {"categoryId": "2", "formalText": "She basically just fell asleep on the couch and never got out and finished the title even waking up at 11 and was up for several hours.", "sourceId": "151"}, {"categoryId": "2", "formalText": "She just blew it off.", "sourceId": "152"}, {"categoryId": "2", "formalText": "And she is not really even anxious or stressed out about it.", "sourceId": "153"}, {"categoryId": "2", "formalText": "Really what was interesting is that Sunday morning was one of those days she gets anxious about", "sourceId": "154"}, {"categoryId": "2", "formalText": "She had to take Ian to snowboarding.", "sourceId": "155"}, {"categoryId": "2", "formalText": "She has been throwing up.", "sourceId": "160"}, {"categoryId": "2", "formalText": "But then just was so sick that she needed her mom because Jess was going out to her parents.", "sourceId": "170"}, {"categoryId": "2", "formalText": "But just needed her mom to come in and so she was going to come in, but she was going to do it with Ian.", "sourceId": "176"}, {"categoryId": "2", "formalText": "So she went in and her dad ended up picking up the in.", "sourceId": "177"}, {"categoryId": "2", "formalText": "There was no anxiety no stress, you know.", "sourceId": "181"}, {"categoryId": "2", "formalText": "When the AFC Championship her buddy can't find anyone to go.", "sourceId": "186"}, {"categoryId": "2", "formalText": "So she is stuck with $120 worth of tickets.", "sourceId": "187"}, {"categoryId": "2", "formalText": "She is kind of getting used to getting screwed over.", "sourceId": "200"}, {"categoryId": "2", "formalText": "Kind of been thinking about, yeah, if she really does have ADD, how much different her life would have been if this had been discovered, you know, 30 years ago 20 years ago 10 years ago 5 years ago two years ago a year ago 6 months ago.", "sourceId": "202"}, {"categoryId": "2", "formalText": "Yeah, so that was kind of bothering her a bit.", "sourceId": "204"}, {"categoryId": "2", "formalText": "It was more just hey, let's try more than really she just saw the low motivation.", "sourceId": "208"}, {"categoryId": "2", "formalText": "Yeah, she kept the kids home yesterday.", "sourceId": "243"}, {"categoryId": "2", "formalText": "She still hasn't done her laundry.", "sourceId": "244"}, {"categoryId": "2", "formalText": "She is supposed to pick up Ian today, but Jess is going to pick him up.", "sourceId": "247"}, {"categoryId": "2", "formalText": "So she has my afternoon to go do all of that.", "sourceId": "248"}, {"categoryId": "2", "formalText": "She is also trying not to bounce that $1,500 check where the client fired her.", "sourceId": "286"}, {"categoryId": "2", "formalText": "It's like she is at the mercy of the IRS asking them for this offer in compromise.", "sourceId": "289"}, {"categoryId": "2", "formalText": "One of the things they look at is that she is making her payments.", "sourceId": "290"}, {"categoryId": "2", "formalText": "So while they're technically not under agreement yet.", "sourceId": "293"}, {"categoryId": "2", "formalText": "That's why she is wondering if the adderall Works how much that will change things.", "sourceId": "304"}, {"categoryId": "2", "formalText": "Just getting work done take a couple extra one and she'll clean the apartment Sir Speedy and if they don't work, she is just going to sell the rest of the bottle.", "sourceId": "305"}, {"categoryId": "2", "formalText": "She could probably do better than the Klonopin.", "sourceId": "306"}, {"categoryId": "2", "formalText": "So she turned to coffee because there was a story of a model in Florida that died taking a bunch of it.", "sourceId": "331"}, {"categoryId": "2", "formalText": "It was also used for weight loss.", "sourceId": "332"}, {"categoryId": "2", "formalText": "Sunday morning was she think because they went over to Mosby's house and she was drinking.", "sourceId": "369"}, {"categoryId": "2", "formalText": "And so she thinks it may have to do with the dehydration a lot, too.", "sourceId": "370"}, {"categoryId": "2", "formalText": "Or even if she is just dehydrated from drinking coffee, or just not drinking water, you know.", "sourceId": "372"}, {"categoryId": "2", "formalText": "The recently she has been trying to drink more water, but she has to get up and pee more.", "sourceId": "374"}, {"categoryId": "2", "formalText": "And she kinds of Whacks Him on the head and he's kind of sensitive same thing was with his bicycle. He starts crying when she does it, but for her, it's just habit.", "sourceId": "385"}, {"categoryId": "2", "formalText": "Instructor accidentally bumped into his head when he was sitting down and she could tell he kind of wind a little bit about that.", "sourceId": "387"}, {"categoryId": "2", "formalText": "She doesn't know if his helmet doesn't fit him or he's just sensitive, you know, so to make him stop crying.", "sourceId": "388"}, {"categoryId": "2", "formalText": "He's not very strong.", "sourceId": "390"}, {"categoryId": "2", "formalText": "He was supposed to get a badge but there was a miscommunication among Scout leaders, and he didn't get it.", "sourceId": "408"}, {"categoryId": "2", "formalText": "She thinks some of the activities they do you qualify for the old folks and getting them cookies and make Christmas cards for them.", "sourceId": "412"}, {"categoryId": "2", "formalText": "She thinks that's the community event, but stupidly she told him that oh he is going to get his badge.", "sourceId": "413"}, {"categoryId": "2", "formalText": "His leader is a bit.", "sourceId": "419"}, {"categoryId": "2", "formalText": "She would not leave him alone with his leader.", "sourceId": "420"}, {"categoryId": "2", "formalText": "Yeah, but he's so kind of creepy.", "sourceId": "426"}, {"categoryId": "2", "formalText": "Yeah, it's a general level of creepiness.", "sourceId": "427"}, {"categoryId": "2", "formalText": "It's not like he's done absolutely nothing to suggest pedophilia or affection for kids.", "sourceId": "428"}, {"categoryId": "2", "formalText": "He's actually bit introverted, but he seems overwhelmed and he's taking classes for something.", "sourceId": "430"}, {"categoryId": "2", "formalText": "Yeah, he's just a weird dude.", "sourceId": "435"}, {"categoryId": "2", "formalText": "That's going to be the interesting thing next summer, whether she'll let him go on an overnight in the woods.", "sourceId": "454"}, {"categoryId": "2", "formalText": "It's almost not even worth doing it because she has", "sourceId": "455"}, {"categoryId": "2", "formalText": "got to be wearing a full beekeeping suit.", "sourceId": "457"}, {"categoryId": "2", "formalText": "So she'll see if she is productive tomorrow.", "sourceId": "467"}, {"categoryId": "2", "formalText": "She  hopes she is productive today.", "sourceId": "468"}, {"categoryId": "2", "formalText": "Actually been trying to plan if she does the titles today, then she can do her laundry tomorrow.", "sourceId": "469"}, {"categoryId": "4", "formalText": "When she asked her if she had ever taken stimulants before and she paused because she used to take ephedrine in college when it was legal.", "sourceId": "316"}, {"categoryId": "4", "formalText": "She used it as a stimulant this was before she really drinks coffee.", "sourceId": "321"}, {"categoryId": "4", "formalText": "Yeah, it was very effective.", "sourceId": "324"}, {"categoryId": "4", "formalText": "But you know, they stop the sale.", "sourceId": "325"}, {"categoryId": "7", "formalText": "She slept she kept waking up but ultimately didn't motivate until like 10 just because she was tired from the game standing and watching and snowboard and then going and standing for another all day, you know.", "sourceId": "341"}]