[{"categoryId": "0", "formalText": "So meanwhile he decided just to just kind of start looking into programs courses because he can't afford it.  He just been watching YouTube all those lectures are on their, intro to psycho-analysis and methods of psychotherapy.", "sourceId": "27"}, {"categoryId": "0", "formalText": " Then he decided he is going to do is start a non-profit; why not just do poetry workshops?", "sourceId": "32"}, {"categoryId": "0", "formalText": "So what he is going to do is a non-profit where, he is going to pay myself or whatever they do these workshops but then a portion always goes to local literacy things; anything that has to do with literacy books for schools.", "sourceId": "39"}, {"categoryId": "0", "formalText": "He expressed that everybody was fucking outraged but he started thinking about why is he not, why is he so outraged. He started realizing something else and this is maybe why he is not married also like why he feels like he does have some of his uncle's... he thinks he has always felt like he is meant to do something greater.", "sourceId": "228"}, {"categoryId": "0", "formalText": "It's just a general kind of just a way to get people to be critical thinkers, so that's why he was like, well, you know what?", "sourceId": "252"}, {"categoryId": "1", "formalText": "He is having trouble shutting off his mind about all these things.", "sourceId": "90"}, {"categoryId": "1", "formalText": "He is constantly thinking now about business and now about this writing, so he was just telling her, some of that and some of just he is not, he is just going through so many changes or something.", "sourceId": "91"}, {"categoryId": "2", "formalText": "Maybe it was like that part of him was like because this feels so real he is not going to get you know, just shut down or something.", "sourceId": "71"}, {"categoryId": "2", "formalText": "His sense of why because it's like it's not just a sexual thing.", "sourceId": "79"}, {"categoryId": "2", "formalText": "It's a real, there's a lot of depth to it.", "sourceId": "80"}, {"categoryId": "2", "formalText": "He just feel less it's not a bad thing.", "sourceId": "93"}, {"categoryId": "2", "formalText": "He thinks it's a very healthy thing.", "sourceId": "94"}, {"categoryId": "2", "formalText": "He needs his personal space and he just wants to be... he doesn't want to be alone all the time, but a lot of the time he wants to be alone.", "sourceId": "179"}, {"categoryId": "2", "formalText": "It feels like now he is feeling the loneliness more and aware of", "sourceId": "190"}, {"categoryId": "2", "formalText": "And thinking about the feeling.", "sourceId": "191"}, {"categoryId": "2", "formalText": "It's not so intolerable.", "sourceId": "192"}, {"categoryId": "2", "formalText": "He told her this too he was like, you know now he is playing catch-up except now, it feels really healthy catch up.", "sourceId": "196"}, {"categoryId": "2", "formalText": "He is excited about things and he just wants to see results.", "sourceId": "215"}, {"categoryId": "2", "formalText": "He just wants to get it going and he thinks you have to be that way.", "sourceId": "216"}, {"categoryId": "2", "formalText": "He thinks any people that start to work for themselves.", "sourceId": "217"}, {"categoryId": "2", "formalText": "That's 24/7 a lot of times.", "sourceId": "218"}, {"categoryId": "2", "formalText": "It's an extreme of he can't really shut that part of his brain off.", "sourceId": "276"}, {"categoryId": "2", "formalText": "But it doesn't feel bad.", "sourceId": "277"}, {"categoryId": "2", "formalText": "He doesn't feel overwhelmed now, he just feels like all these things are just going to happen and do time.", "sourceId": "278"}, {"categoryId": "2", "formalText": "He has one OCD thing that he does that he thinks must mean something.", "sourceId": "338"}, {"categoryId": "2", "formalText": "He has a habit and he thinks he has always...he can't remember but he thinks he has always maybe had this. He thinks it probably comes from being so musical but he has this OCD thing where he will have to have some kind of Melody or just like a snippet of something.", "sourceId": "340"}, {"categoryId": "2", "formalText": "He will kind of like sing it over and over again.", "sourceId": "341"}, {"categoryId": "2", "formalText": "Sometimes it's funny but he has noticed in the last few years that like weight was it that when he does that because a lot of times the random pad inside the same are the random words.", "sourceId": "342"}, {"categoryId": "2", "formalText": "What happens is it goes through phases like w Melody that will last for quite a while and then sometimes they'll be some other things but they'll be like one.", "sourceId": "350"}, {"categoryId": "2", "formalText": "It's like a loop.", "sourceId": "365"}, {"categoryId": "2", "formalText": "He thinks it's just something he does when it's a filler or something or it's one a lot of times.", "sourceId": "386"}, {"categoryId": "2", "formalText": "It's just like a little burst of energy.", "sourceId": "393"}, {"categoryId": "2", "formalText": "He doesn't know.", "sourceId": "395"}, {"categoryId": "2", "formalText": "It's never when he is sad.", "sourceId": "412"}, {"categoryId": "2", "formalText": "It's never when he is angry or sad.", "sourceId": "413"}, {"categoryId": "2", "formalText": "It's generally.", "sourceId": "414"}, {"categoryId": "2", "formalText": " a good feeling.", "sourceId": "415"}, {"categoryId": "2", "formalText": "He just does these repetitive things.", "sourceId": "449"}, {"categoryId": "2", "formalText": "It could be some other snippet or something that he got into the Habit where he will just repeat repeat repeat repeat.", "sourceId": "451"}, {"categoryId": "2", "formalText": "Like, it's just a playful thing.", "sourceId": "480"}, {"categoryId": "2", "formalText": "It's almost like a protective shield because he can just say shh, and people don't know what he is saying.", "sourceId": "516"}, {"categoryId": "2", "formalText": "And it makes him feel better.", "sourceId": "517"}, {"categoryId": "2", "formalText": "It's almost like a coping thing.", "sourceId": "518"}, {"categoryId": "5", "formalText": "He is valuing other parts of the relationship.", "sourceId": "117"}, {"categoryId": "5", "formalText": "As much if not more than the sexual part right now.", "sourceId": "119"}, {"categoryId": "5", "formalText": "Yeah, and this was the first time he told the women that very like honestly, in the past he would always want to be hanging out with people. He needed stuff to do sitting rice every way wise.", "sourceId": "146"}, {"categoryId": "5", "formalText": "It was just all filler and now he could care less.", "sourceId": "147"}, {"categoryId": "5", "formalText": "He looks forward to going home and being with Cecilia and cranking up next Netflix and just cruising the internet doing his research.", "sourceId": "148"}, {"categoryId": "5", "formalText": "Him and his girlfriend enjoy...they don't put pressure on each other in anyway.", "sourceId": "163"}, {"categoryId": "5", "formalText": "She lost her dad over a year ago.", "sourceId": "171"}, {"categoryId": "5", "formalText": "So, pretty recent.", "sourceId": "172"}, {"categoryId": "5", "formalText": "He says that she's very grounded.", "sourceId": "173"}, {"categoryId": "5", "formalText": "It's weird for him, he is almost looking forward to her leaving tomorrow so he can just go back to his routine.", "sourceId": "175"}, {"categoryId": "5", "formalText": "He says that these Packers don't know anything that's coming from someone who understands that most Muslims are totally normal people.", "sourceId": "244"}, {"categoryId": "5", "formalText": "It's not always private. Him and his friends will be walking down the street and he will just start singing because they crack up. Now they know it a lot of them know it so, he doesn't know if it's just this like exuberant or if it's like something very deep that he feels he can't put words. He is musical that's the way you know, it's like if a math person just had a lot of numbers running through their heads or something.", "sourceId": "399"}, {"categoryId": "5", "formalText": "One thing he always does is like there's a word for like Creek but it's such a funny way.", "sourceId": "532"}, {"categoryId": "5", "formalText": "So he has been in shops and places where he feels like someone's just annoying him or they're just being something like he will just be like, okay.", "sourceId": "534"}, {"categoryId": "5", "formalText": "Oh, thank you because it's fucking hilarious to him and it helps him because it immediately makes him laugh and it makes him feel better, no harm no fowl.", "sourceId": "536"}, {"categoryId": "5", "formalText": "It's like a secret quiet Rebellion that the person never been knows about.", "sourceId": "543"}]