[{"categoryId": "0", "formalText": "It's just impossible to get through to them because all she could do was leave them a message about her personal changed about her address change and she doesn't even know if they processed it.", "sourceId": "277"}, {"categoryId": "0", "formalText": "It's really hard.", "sourceId": "280"}, {"categoryId": "0", "formalText": "She will keep trying.", "sourceId": "282"}, {"categoryId": "1", "formalText": "Oh, yeah the need to protect her mom.", "sourceId": "12"}, {"categoryId": "1", "formalText": "If someone feels they want to protect someone does that in one's head make them feel or seem like the Catalyst.", "sourceId": "13"}, {"categoryId": "1", "formalText": "She doesn't know if that is a connection or if that's mainly in her head or not.", "sourceId": "14"}, {"categoryId": "1", "formalText": "She doesn't know what kind of in general that everyone feels and what is peculiar to her. She fells she should think of getting rid of thinking differently about she guesses. Everyone would want to everyone was so protective about their parents in the people that love but she guesses in her case it feels helpless maybe and she doesn't really trust her mom to do things for herself.", "sourceId": "17"}, {"categoryId": "2", "formalText": "Everyone is all both in a trajectory of growth or trying to achieve something and she with her teaching license and her with that, like writing themselves.", "sourceId": "30"}, {"categoryId": "2", "formalText": "She wants to change and she wants things and go on to achieve certain things. She is hoping those achievements will make her more positive and a more confident person.", "sourceId": "37"}, {"categoryId": "2", "formalText": "She thinks that's the word transition and it's because her and her mom are here and as immigrants she kind of, she doesn't know if she would have felt as an Indian.", "sourceId": "41"}, {"categoryId": "2", "formalText": "The thing is that adds to the sentiment patients that she has is herself mostly and her mom to just get there already perhaps. She thinks that they are the only people who transitioning or trying to achieve something.", "sourceId": "42"}, {"categoryId": "2", "formalText": "She doesn't know why she feels like she should just without hard work and all of that just to make it magically and sensible.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She just doesn't understand why people are very positive.", "sourceId": "54"}, {"categoryId": "2", "formalText": "How can someone say very teacher good teacher writing, but if only she could get him to focus.", "sourceId": "58"}, {"categoryId": "2", "formalText": "She thinks she could learn something from him.", "sourceId": "59"}, {"categoryId": "2", "formalText": "She just felt really bad about herself, you know ashamed.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She doesn't know why she is such a child about this is that the right word adjectives.", "sourceId": "75"}, {"categoryId": "2", "formalText": "She thought so angry, so wrong to hearing that.", "sourceId": "102"}, {"categoryId": "2", "formalText": "She was led to believe that they accepted it and then suddenly they said no and so she just felt really wrong.", "sourceId": "103"}, {"categoryId": "2", "formalText": "Maybe she'll relieve their burden and do something nice for that.", "sourceId": "106"}, {"categoryId": "2", "formalText": "Maybe she'll learn something.", "sourceId": "109"}, {"categoryId": "2", "formalText": "She just feels like... she sees that as a negative thought process that she should learn how to avoid. She volunteered and she was thinking with will this take too much of her time.", "sourceId": "112"}, {"categoryId": "2", "formalText": "So now she shouldn't regret it or not beat herself up over it.", "sourceId": "114"}, {"categoryId": "2", "formalText": "She should learn to manage and she should not learn to speak out for herself.", "sourceId": "115"}, {"categoryId": "2", "formalText": "She is busy and is feeling so wrong and then taken advantage of because she knew what she was getting into.", "sourceId": "117"}, {"categoryId": "2", "formalText": "She thought that if she relieves them of some of the burden then they'll sometimes free up or they'll take pity on her. Well not petty but she feels obliged to reconsider, reread and revision or they'll just see that she is a nice person.", "sourceId": "128"}, {"categoryId": "2", "formalText": "At this point she doesn't care.", "sourceId": "149"}, {"categoryId": "2", "formalText": "She feels like she is convinced of this mad because she has a commitment,  she shouldn't say that.", "sourceId": "150"}, {"categoryId": "2", "formalText": "They all think they're....they launched a website and launched a magazine that is going to be so they got to work and she is giving a voice to writers who are writing important things who are those Riders their their friends.", "sourceId": "155"}, {"categoryId": "2", "formalText": "So at this point she doesn't care if they get out of guilt or obligation or relief.", "sourceId": "156"}, {"categoryId": "2", "formalText": "So she wanted to rid herself of that word assumption.", "sourceId": "163"}, {"categoryId": "2", "formalText": "She just makes her feel very bad because the whole friends thing of looking at whoever else you are going to solicit right there. One has seen the writing and they like them or maybe they feel like in different ways, but she doesn't know but it she just feels like there is no space for her voice. Of course Americans are going to want to read stuff written by Americans other Americans, but then it just feels like when will she get to be the commentator. She is also writing about immigrants lives and most people they're publishing are American and it just feels like they are not going to be a part of that thing and she feels excluded all the time.", "sourceId": "173"}, {"categoryId": "2", "formalText": "She felt excluded for so long that then she also has this other contradictory feeling now. She doesn't know if she wants to be in because the whole few meetings that she had with them about the website and a one-time the guy said that he should invited her to be the kid next time and they have a party or something and then she just kind of said she doesn't know if she wants to do that.", "sourceId": "178"}, {"categoryId": "2", "formalText": "So she wants to be included and she doesn't want to be included.", "sourceId": "179"}, {"categoryId": "2", "formalText": "She feels like they will take away her uniqueness or the things that makes her or something.", "sourceId": "180"}, {"categoryId": "2", "formalText": "She doesn't want to lose it.", "sourceId": "181"}, {"categoryId": "2", "formalText": "She feels really affected by its like the death by landscape.", "sourceId": "187"}, {"categoryId": "2", "formalText": "She feels even more wrong when she thinks of her mom. Like them being together struggling and her wanting to represent struggle with words and having included in the larger narrative American life and that not being you know, so she feels wrong.", "sourceId": "188"}, {"categoryId": "2", "formalText": "She was really really spoiled because the teacher that really likes her work and they gave her that award and then she said that she is going to drop out.", "sourceId": "201"}, {"categoryId": "2", "formalText": "She can't pay my fees.", "sourceId": "202"}, {"categoryId": "2", "formalText": "They gave her $5000 to be able to finish and she was really  just at the Center of her Universe.", "sourceId": "203"}, {"categoryId": "2", "formalText": "She was on cloud nine because she was pampered appreciated and loved. She was blinded by all the love.", "sourceId": "206"}, {"categoryId": "2", "formalText": "It seems like Americans are very interested in the Immigrant experience.", "sourceId": "221"}, {"categoryId": "2", "formalText": "She would like to see that makes her feel very debilitated.", "sourceId": "224"}, {"categoryId": "2", "formalText": "She would think the other way because it's stuff that she cannot change about herself except through improving her writing.", "sourceId": "225"}, {"categoryId": "2", "formalText": "She doesn't think that she has changed to be....that's the reason why she is feeling sad because her professor said yesterday that making a website will not result in publication. It will result in contacts but not in publication and that's why she doesn't even know if she'll submit it again.", "sourceId": "231"}, {"categoryId": "2", "formalText": "She is making someone feel obligated to her.", "sourceId": "240"}, {"categoryId": "2", "formalText": "That's a negative way of thinking and damaging and everything.", "sourceId": "244"}, {"categoryId": "2", "formalText": "It sounds like what she is saying is that she is anxious and those questions partly come out of anxiety.", "sourceId": "254"}, {"categoryId": "2", "formalText": "It sounds like she feels miserable with this volunteering.", "sourceId": "262"}, {"categoryId": "2", "formalText": "There is that there is a affirmation that she feels good probably doing it.", "sourceId": "266"}, {"categoryId": "2", "formalText": "When this negative thinking comes into being that oh, you know, they're just using her and they wouldn't want to publish her.", "sourceId": "267"}, {"categoryId": "2", "formalText": "This is when she feels miserable.", "sourceId": "268"}, {"categoryId": "2", "formalText": "She does feel miserable, but she has that positive sense as well.", "sourceId": "270"}]