[{"categoryId": "0", "formalText": "He doesn't really cry and her that much, it's just very private he guesses.", "sourceId": "232"}, {"categoryId": "0", "formalText": "He got invited to do a poetry reading, whatever the biggest kind of creativity writing Association.", "sourceId": "263"}, {"categoryId": "0", "formalText": "He is working in Berry now.", "sourceId": "382"}, {"categoryId": "1", "formalText": "so last week was weird he was sleeping the whole week he doesn't know what the fuck was going on but he was sleeping every day until like two or one, he was exhausted it was really weird", "sourceId": "7"}, {"categoryId": "2", "formalText": "It happens to him sometime so it's hard not to get a little hypo now hypochondria chondriac", "sourceId": "9"}, {"categoryId": "2", "formalText": "He just felt like he was absolutely exhausted.", "sourceId": "17"}, {"categoryId": "2", "formalText": "With all that shit with the fire department and the it was already an exhausting week.", "sourceId": "19"}, {"categoryId": "2", "formalText": "Like it was a weird week.", "sourceId": "21"}, {"categoryId": "2", "formalText": "This poor guy is like seriously overweight disabled in the video, it gives him perspective.", "sourceId": "62"}, {"categoryId": "2", "formalText": "That's not why he was crying, but that's one of those things that he took away, which he thinks is what one should take away from it, that the message of the video is don't ever think you can't do something.", "sourceId": "63"}, {"categoryId": "2", "formalText": "He came here and even that day he woke up right before he head to come here and then back home.", "sourceId": "86"}, {"categoryId": "2", "formalText": "He got in bed and just kind of took away like a long nap.", "sourceId": "87"}, {"categoryId": "2", "formalText": "Got up kind of ate something and got back into... He was just", "sourceId": "88"}, {"categoryId": "2", "formalText": "depressed", "sourceId": "89"}, {"categoryId": "2", "formalText": "He remembers he was saying he was kind of going down there and not being talkative.", "sourceId": "93"}, {"categoryId": "2", "formalText": "So until he has a really good cry or something kind of Judges him over the that, he just like feels drained or something.", "sourceId": "99"}, {"categoryId": "2", "formalText": "It's not like his mom wasn't grateful to him, but he felt like she was more grateful to his uncle, she made it sound like he did something.", "sourceId": "126"}, {"categoryId": "2", "formalText": "She was just a jerk about it.", "sourceId": "127"}, {"categoryId": "2", "formalText": "She doesn't get it.", "sourceId": "128"}, {"categoryId": "2", "formalText": "He was calling his mom all day.", "sourceId": "133"}, {"categoryId": "2", "formalText": "If she doesn't hear from her for long stretches, he gets a little worried like my grandmother or her in the snow or whatever her cell phone won't Buzz or she doesn't hear it.", "sourceId": "134"}, {"categoryId": "2", "formalText": "He is generally concerned.", "sourceId": "139"}, {"categoryId": "2", "formalText": "He doesn't give a shit if you're she is answering.", "sourceId": "141"}, {"categoryId": "2", "formalText": "He just wants to make sure everything's okay.", "sourceId": "142"}, {"categoryId": "2", "formalText": "he feels she is just a difficult person.", "sourceId": "143"}, {"categoryId": "2", "formalText": "he just feels like hurting angry.", "sourceId": "178"}, {"categoryId": "2", "formalText": "Like the thing is when he thinks about it, it's again the problem with all this shit is old feelings because that day when he first at the end of the day, it seemed like she was thanking him more but one could argue it's because he was leaving in a way.", "sourceId": "181"}, {"categoryId": "2", "formalText": "It's just years and years and years of just feeling like his mom doesn't appreciate or it doesn't feel unconditional. He says she is a sickle kind of person who sometimes it's very polite and kind of oddly when she is she's usually not like it's this weird.", "sourceId": "192"}, {"categoryId": "2", "formalText": "To channel it now in two ways that are healthy for you instead of self-destructive most of the time.", "sourceId": "285"}, {"categoryId": "2", "formalText": "The whole week was too much.", "sourceId": "336"}, {"categoryId": "2", "formalText": "The only thing the therapist is bringing up is that in here, his therapist thinks sometimes he also wants to jump over the acknowledgement, jump overbearing, and into putting it in perspective that the bargaining part is hard.", "sourceId": "346"}, {"categoryId": "2", "formalText": "There is no time limit on morning, so it's just that.", "sourceId": "359"}, {"categoryId": "2", "formalText": "That makes him scared.", "sourceId": "360"}, {"categoryId": "2", "formalText": "He thinks maybe the way he feels about this is really helpful because when he is alone he can stop and not the minute.", "sourceId": "363"}, {"categoryId": "2", "formalText": "It's a very private thing to him.", "sourceId": "366"}, {"categoryId": "2", "formalText": "But when it happens now, he doesn't feel weird.", "sourceId": "368"}, {"categoryId": "2", "formalText": "He doesn't feel bad.", "sourceId": "369"}, {"categoryId": "2", "formalText": "It's his kind of welcome mat.", "sourceId": "370"}, {"categoryId": "2", "formalText": "The last time he felt very disturbing was the time he told his therapist when he first got to London.", "sourceId": "376"}, {"categoryId": "2", "formalText": "That felt really unsettling and it was only because he just felt really alone.", "sourceId": "378"}, {"categoryId": "2", "formalText": "There wasn't anybody he could call or hang out with. He just felt really weird and alone and just unsettled ever since then and every time he had a job like that.", "sourceId": "380"}, {"categoryId": "2", "formalText": "It makes him a little uncomfortable, but he has been doing this long enough.", "sourceId": "386"}, {"categoryId": "2", "formalText": "He says he is fine with it.", "sourceId": "387"}, {"categoryId": "2", "formalText": "That's just not, it's got to just happen.", "sourceId": "388"}, {"categoryId": "2", "formalText": "He has the feeling that actual crying thing is hard for him.", "sourceId": "394"}, {"categoryId": "2", "formalText": "It just doesn't happen in front of people and he is fine with that.", "sourceId": "395"}, {"categoryId": "2", "formalText": "He is not trying to hold anything back from some people but he does know what his therapist is saying for getting the crying thing.", "sourceId": "396"}, {"categoryId": "2", "formalText": "It makes him feel like shit.", "sourceId": "403"}, {"categoryId": "5", "formalText": "Absolve his guilt or something.", "sourceId": "422"}, {"categoryId": "5", "formalText": "He feels like he is being a little overly sensitive, but he have no intention of anything.", "sourceId": "423"}, {"categoryId": "5", "formalText": "Him and a friend had made plans, but he is going to send her an email to give full disclosure saying", "sourceId": "425"}, {"categoryId": "5", "formalText": "you seem cool", "sourceId": "427"}, {"categoryId": "5", "formalText": "and we have a lot in common and we know all the same people.", "sourceId": "428"}, {"categoryId": "5", "formalText": "He thinks he would feel guilty about it because he cares so much.", "sourceId": "431"}, {"categoryId": "5", "formalText": "He says things are going so well with Kelly.", "sourceId": "432"}, {"categoryId": "5", "formalText": "He feels like he just wants things to keep going.", "sourceId": "433"}, {"categoryId": "5", "formalText": "He doesn't want any weirdness which is why he was saying he feels like he is overthinking.", "sourceId": "434"}, {"categoryId": "5", "formalText": "His motivation for meeting the friend sounds like it would be more like in networking.", "sourceId": "440"}, {"categoryId": "5", "formalText": "He says it's also nice because he doesn't know a lot of people that are so interested in trauma and who are musicians. Just to remember what he was saying about his friendships and at this point they're, Donnie, Mike, Matthew, and three or three or four people at this point who are regularly.", "sourceId": "441"}, {"categoryId": "5", "formalText": "He just think it's important to start branching out.", "sourceId": "443"}, {"categoryId": "7", "formalText": "So last week was very weird. He was sleeping the whole week. He doesn't know what was going on but he was sleeping every day until two or one. He doesn't know but he was exhausted, he says it was really weird", "sourceId": "7"}, {"categoryId": "7", "formalText": "He doesn't know if it's because he is snoring at night and he is not resting, therefore he is not going into a deep sleep?", "sourceId": "10"}]