[{"categoryId": "1", "formalText": "He is tired.", "sourceId": "1"}, {"categoryId": "1", "formalText": "His meds are so screwed up right now.", "sourceId": "8"}, {"categoryId": "1", "formalText": "The Prozac he started  he up-ed his dosage.", "sourceId": "10"}, {"categoryId": "1", "formalText": "So he has run out and he can't renew it until tomorrow.", "sourceId": "11"}, {"categoryId": "1", "formalText": "So he is out of it.", "sourceId": "12"}, {"categoryId": "1", "formalText": "He just doesn't care.", "sourceId": "13"}, {"categoryId": "1", "formalText": "He doesn't feel like asking for extra to hold him over until tomorrow until he can get more or call Micah.", "sourceId": "14"}, {"categoryId": "1", "formalText": "He still hasn't gotten any new Klonopin and he refuses to call her.", "sourceId": "15"}, {"categoryId": "1", "formalText": "Singer on Friday, so he figures he'll just get new prescriptions for the", "sourceId": "16"}, {"categoryId": "2", "formalText": "He was awakened to the sound of street cleaning.", "sourceId": "3"}, {"categoryId": "2", "formalText": "They don't give you a warning and some places to come around with a loudspeaker.", "sourceId": "5"}, {"categoryId": "2", "formalText": "That means he had to move his car at 8.", "sourceId": "6"}, {"categoryId": "2", "formalText": "He hasn't had a whole lot to be really anxious over.", "sourceId": "18"}, {"categoryId": "2", "formalText": "He's got this one kind of litigation case that's supposed to go on trial in January, which it looks like it looks likely but it's not he's got to tell the guy that's flying in from Europe that it's not going to happen.", "sourceId": "19"}, {"categoryId": "2", "formalText": "He is put in a bad position because she wants to move the trial but she's supposed to propose the first draft of the pre-trial memorandum.", "sourceId": "20"}, {"categoryId": "2", "formalText": "He requested it yesterday and she's telling me that the clerk told her she doesn't need to do one what judge is going to go on trial without a memo.", "sourceId": "27"}, {"categoryId": "2", "formalText": "There may not be a conference, but you still need to do the memo.", "sourceId": "28"}, {"categoryId": "2", "formalText": "He is in a catch-22.", "sourceId": "30"}, {"categoryId": "2", "formalText": "His guy is screwed because there's nothing he can do for him.", "sourceId": "31"}, {"categoryId": "2", "formalText": "We can't go to trial in January because he is completely unprepared.", "sourceId": "32"}, {"categoryId": "2", "formalText": "There are no surprises.", "sourceId": "37"}, {"categoryId": "2", "formalText": "He is just trying to litigate by ambush.", "sourceId": "38"}, {"categoryId": "2", "formalText": "His client is caught in the middle of it and he is caught in the middle of it and he doesn't really know what to do.", "sourceId": "39"}, {"categoryId": "2", "formalText": "That's why he is going to try to ask her for her cause of action to be dismissed because she's not Prosecuting it the order has been out there.", "sourceId": "54"}, {"categoryId": "2", "formalText": "She stands in open court and takes a trial date and then can't meet the trial date because she's got some other matter that she's now scheduled the judge said they need to get them the memo by December 1st, and she just plays dumb now she claims in an email that the clerk told her.", "sourceId": "56"}, {"categoryId": "2", "formalText": "He may just go ahead and file my motion to dismiss.", "sourceId": "61"}, {"categoryId": "2", "formalText": "He's got to know email his clients and tell them once again, they have been duped, not duped but things are out of they're control. That they will be switching and coming home for Thanksgiving instead of that and coming home for a trial in January.", "sourceId": "63"}, {"categoryId": "2", "formalText": "That's now not going to happen.", "sourceId": "64"}, {"categoryId": "2", "formalText": "At least they get to see their family.", "sourceId": "65"}, {"categoryId": "2", "formalText": "He feels he could say just fire me that would make it easy.", "sourceId": "66"}, {"categoryId": "2", "formalText": "He is anxious about it, but it's just happened.", "sourceId": "70"}, {"categoryId": "2", "formalText": "He guesses he has been anxious over it for so long that he has finally just gotten used to it.", "sourceId": "73"}, {"categoryId": "2", "formalText": "He's just got anxiety about the helplessness he guesses but it's not like concern he'd have about getting these payoffs and all these little things involved in closings.", "sourceId": "75"}, {"categoryId": "2", "formalText": "First of all, they wanted the business statements updated.", "sourceId": "113"}, {"categoryId": "2", "formalText": "And of course, Ihe has made all this money in the last month or so, but he already spent it that one out the door as soon as that came in.", "sourceId": "114"}, {"categoryId": "2", "formalText": "He could see the money go in and he could see the money fly out.", "sourceId": "115"}, {"categoryId": "2", "formalText": "The thing is his bank statements don't have the checks copies of the checks or the actual.", "sourceId": "116"}, {"categoryId": "2", "formalText": "He thinks they're probably going to raise our monthly amount, but they're going to cut it back from a 60-month to a 24 month which is a huge chunk of money.", "sourceId": "119"}, {"categoryId": "2", "formalText": "It was like 71 degrees in his apartment this morning.", "sourceId": "131"}, {"categoryId": "2", "formalText": "He feels he should go into the office and be productive check mail and see if that motion came to continue the trial.", "sourceId": "135"}, {"categoryId": "2", "formalText": "He feels like he should be fighting but he really doesn't know what to fight how to fight. He really doesn't know what I should be doing.", "sourceId": "136"}, {"categoryId": "2", "formalText": "It sounds a little like he is kind of intimidated and overwhelmed and imagine that if he does something it won't make any difference.", "sourceId": "141"}, {"categoryId": "2", "formalText": "He can't win, can't beat.", "sourceId": "144"}, {"categoryId": "2", "formalText": "One of the things he was worried about with his closings from Friday was the wires not getting there until today.", "sourceId": "148"}, {"categoryId": "2", "formalText": "He didn't want to bring that up Friday to the attorney.", "sourceId": "149"}, {"categoryId": "2", "formalText": "So his client told me they already knew you mentioned the wire had come in and he said he'll check with my client.", "sourceId": "150"}, {"categoryId": "2", "formalText": "He is worried about getting an email from somebody where he is going to respond.", "sourceId": "165"}, {"categoryId": "2", "formalText": "He also tends to feel pretty responsible for things. It's weird in some ways that he feels very responsible for things and another ways he doesn't but he do feels like he has messed up so many things that whenever there's a problem somebody's reasonably going to blame him.", "sourceId": "167"}, {"categoryId": "2", "formalText": "He is concerned about how it's going to reflect on him.", "sourceId": "170"}, {"categoryId": "2", "formalText": "The trial as well, he feels like so if he tries he is going to fuck it up or the other person is so domineering or she's going to know more or the judge is going to side with her somehow or he won't follow through with what he needs to anyway.", "sourceId": "197"}, {"categoryId": "2", "formalText": "He took his blood pressure down and it was high.", "sourceId": "202"}, {"categoryId": "2", "formalText": "He is off the blood pressure medication.", "sourceId": "203"}, {"categoryId": "2", "formalText": "He doesn't want to go back on it.", "sourceId": "204"}, {"categoryId": "2", "formalText": "But he may have to, it sucks.", "sourceId": "205"}, {"categoryId": "2", "formalText": "He is tired of all the pills.", "sourceId": "206"}, {"categoryId": "2", "formalText": "He beats myself up to get this Rush title done down while Ian is bothering him.", "sourceId": "207"}, {"categoryId": "2", "formalText": "He is working away on at all morning.", "sourceId": "208"}, {"categoryId": "2", "formalText": "And he forgot to send it.", "sourceId": "209"}, {"categoryId": "2", "formalText": "It's very frustrating because he kind of gets like he have all these closings lined up every time the money comes in.", "sourceId": "220"}, {"categoryId": "2", "formalText": "He is trying to get to them to the point where he have expenses put away.", "sourceId": "223"}, {"categoryId": "2", "formalText": "It's a catch-22.", "sourceId": "227"}, {"categoryId": "2", "formalText": "If he didn't, if he  doesn't go to the games, he'll be depressed and spending the money on the games makes him depressed.", "sourceId": "228"}, {"categoryId": "2", "formalText": "He is trying to have money set aside for estimated taxes.", "sourceId": "237"}, {"categoryId": "2", "formalText": "Every time he tries to put money into his savings account or whatever.", "sourceId": "238"}, {"categoryId": "2", "formalText": "he has got to pull it out 2 weeks later or something.", "sourceId": "239"}, {"categoryId": "2", "formalText": "At least he is getting caught up big-time on his rent.", "sourceId": "240"}, {"categoryId": "2", "formalText": "He was really behind.", "sourceId": "241"}, {"categoryId": "2", "formalText": "He thinks he is almost caught up.", "sourceId": "242"}, {"categoryId": "2", "formalText": "He tries and does the same thing, but he forgets which is what they do when cleared the only reason he remembers it is because a check he'd written in November just cleared unlike all Buck.", "sourceId": "255"}, {"categoryId": "2", "formalText": "He forgot to pay those two.", "sourceId": "256"}, {"categoryId": "2", "formalText": "There's just always something.", "sourceId": "257"}, {"categoryId": "2", "formalText": "He has a feeling he gets in more trouble there.", "sourceId": "278"}, {"categoryId": "2", "formalText": "It seems like Lucille is gradually more and more getting used to him.", "sourceId": "279"}, {"categoryId": "2", "formalText": "He feels guilty though.", "sourceId": "286"}, {"categoryId": "2", "formalText": "Usually he'll leave because he is just bored out of his mind or just he doesn't know they were at Cub Scouts and he had a little sing along just in case you came they were in town Lucille was just holding on to his leg.", "sourceId": "287"}, {"categoryId": "2", "formalText": "Okay and wanted to sleep over Friday.", "sourceId": "294"}, {"categoryId": "2", "formalText": "He was just exhausted.", "sourceId": "295"}, {"categoryId": "2", "formalText": "He needs to come to a set schedule.", "sourceId": "297"}, {"categoryId": "2", "formalText": "His son spent the whole morning into the afternoon playing with the girl downstairs, which is good that he can come over and has friends there.", "sourceId": "310"}, {"categoryId": "2", "formalText": "It would drive him crazy if they were just cooped up in the apartment when he had buddy.", "sourceId": "311"}, {"categoryId": "2", "formalText": "Him and his son used to always go to parks and seem to be walking around a lot more.", "sourceId": "312"}, {"categoryId": "2", "formalText": "So it's like the idea that he wants to go is still on his mind.", "sourceId": "315"}, {"categoryId": "2", "formalText": "He was throwing them some soft pitches and he was taking some swings.", "sourceId": "320"}, {"categoryId": "2", "formalText": "He was thinking that might be a good thing for them to do, get him a bat and a bunch of tennis balls and go to the park.", "sourceId": "321"}]