[{"categoryId": "1", "formalText": "She had another hard week.", "sourceId": "8"}, {"categoryId": "1", "formalText": "Shes just feels like since she has been coming here.", "sourceId": "9"}, {"categoryId": "1", "formalText": "She has become more detached.", "sourceId": "10"}, {"categoryId": "1", "formalText": "She just feels really alienated from Harold.", "sourceId": "11"}, {"categoryId": "1", "formalText": "The reason she came to therapy was to be more in touch with her feelings and be able to express her feelings.", "sourceId": "15"}, {"categoryId": "1", "formalText": "She imagines that's a scary thing for her so protections.", "sourceId": "16"}, {"categoryId": "2", "formalText": "She thinks she can definitely tie it to getting worse than when she is feeling more discharge. Which is why she questions whether is it is something similar to she knows they would talked about work and about borderline personality disorder. She knows that they cut to feel something because they feel and she just thinks there's some of that there because she seems to do more picking when she is more anxious and attached. She doesn't know if she can say it's better to depend and some days better some days to not.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She just feels like this whole thing with hair or just has you-know-who up in her for a long time just angry at him not feeling well feeling depressed not enjoying his retirement not appreciating.", "sourceId": "23"}, {"categoryId": "2", "formalText": "She feels not appreciated everything due to what the situation is like for her.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She thinks Harold Express more.", "sourceId": "32"}, {"categoryId": "2", "formalText": "He was more in touch with being angry about that than she was.", "sourceId": "33"}, {"categoryId": "2", "formalText": "She thinks at the same time she was more concerned about what her mother was going to do.", "sourceId": "35"}, {"categoryId": "2", "formalText": "She guesses she is not totally in touch with that because she also saw the same time that she is lucky to have what she has. She knows there are people that are a lot worse off than she is and she'll manage somehow. She may have to work on 80, but if there is anger about that, she is sure they're probably is she is not in touch with it at all.", "sourceId": "39"}, {"categoryId": "2", "formalText": "She is feeling it more she thinks directed to hell because she feels like he has this opportunity.", "sourceId": "40"}, {"categoryId": "2", "formalText": "He's not really enjoying it and appreciating it the way she thinks she would. She also thinks that this being that she is working full-time and he's working part-time and it's you know way less it's two days a week.", "sourceId": "41"}, {"categoryId": "2", "formalText": "She just feels like that should make they're life easier because Harold has time to do a lot of things that she is still doing.", "sourceId": "43"}, {"categoryId": "2", "formalText": "She is still cooking.", "sourceId": "44"}, {"categoryId": "2", "formalText": "She is still doing the food shopping lot of times and when she brings it up.", "sourceId": "45"}, {"categoryId": "2", "formalText": "He says, why don't you ask me and she says, why should I have to ask you?", "sourceId": "46"}, {"categoryId": "2", "formalText": "She guesses her image of Harold retiring was that there would be some more time for him to take care of her because or do things that would make they're lives easier.", "sourceId": "49"}, {"categoryId": "2", "formalText": "He did go to the new psychologist and he did change his medication for depression that he takes he was taking Wellbutrin and something else.", "sourceId": "52"}, {"categoryId": "2", "formalText": "They took him off that and put them on Zoloft.", "sourceId": "53"}, {"categoryId": "2", "formalText": "She hasn't done or a negative to her.", "sourceId": "56"}, {"categoryId": "2", "formalText": "She just feels like what about everything he does he says look, I love you.", "sourceId": "58"}, {"categoryId": "2", "formalText": "He says he respect her and he would never do anything.", "sourceId": "59"}, {"categoryId": "2", "formalText": "She tried to explain to him that it doesn't matter.", "sourceId": "60"}, {"categoryId": "2", "formalText": "But if he does something even if she doesn't need it, and it upsets her.", "sourceId": "61"}, {"categoryId": "2", "formalText": "She feels she needs to be able to give him that feedback and now he would says that's ridiculous.", "sourceId": "62"}, {"categoryId": "2", "formalText": "That she is overreacting.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She doesn't want the responsibility.", "sourceId": "71"}, {"categoryId": "2", "formalText": "It's just another thing for her to have responsibility for.", "sourceId": "72"}, {"categoryId": "2", "formalText": "Yes, it's the Detachment in the sex thing and the more she puts any effort into trying, like thinking about it and trying to do something about it the more it's on her mind all the time and basically ends up back burner, so that she is very where in the last few weeks.", "sourceId": "88"}, {"categoryId": "2", "formalText": "She hasn't had much physical contact at all.", "sourceId": "89"}, {"categoryId": "2", "formalText": "If men just don't understand that is serious part of feeling that way is because they are not being intimate.", "sourceId": "93"}, {"categoryId": "2", "formalText": "She understands what he's saying, but it doesn't work like that for her.", "sourceId": "95"}, {"categoryId": "2", "formalText": "She is in therapy to feel more in touch with her emotions and it's having the opposite effect.", "sourceId": "97"}, {"categoryId": "2", "formalText": "She felt the intensity when she started to get in touch with whatever feelings it is that she pushed away and it's just easier for her to probably just do what she has done her whole life from a child.", "sourceId": "102"}, {"categoryId": "2", "formalText": "It's easier for her to function and be somewhat together and find things she finds enjoyment out of flies and without letting her feelings get in the way.", "sourceId": "103"}, {"categoryId": "2", "formalText": "Actually, it's just something bubbles up and she just can't stop crying.", "sourceId": "106"}, {"categoryId": "2", "formalText": "She thinks there is a sadness there but it just seems more than that.", "sourceId": "110"}, {"categoryId": "2", "formalText": "It's interesting.", "sourceId": "111"}, {"categoryId": "2", "formalText": "It's kind of an aversion.", "sourceId": "118"}, {"categoryId": "2", "formalText": "She also felt that way when she was older and her father would try to be affectionate.", "sourceId": "124"}, {"categoryId": "2", "formalText": "He's not wasn't a very affectionate person but she had the same feeling about the charge.", "sourceId": "125"}, {"categoryId": "2", "formalText": "She didn't feel comfortable if he touched her.", "sourceId": "147"}, {"categoryId": "2", "formalText": "She is just feeling something right now.", "sourceId": "150"}, {"categoryId": "2", "formalText": "She is feeling sick.", "sourceId": "151"}, {"categoryId": "2", "formalText": "It was just kind of anxiety.", "sourceId": "158"}, {"categoryId": "2", "formalText": "She is just sad and scared.", "sourceId": "161"}, {"categoryId": "2", "formalText": "It's disconcerting to her that she could.... maybe she is saying that it wasn't gradual then but she just kind of...she just turns it off.", "sourceId": "183"}, {"categoryId": "2", "formalText": "Well her situation with Harold because she doesn't have to walk around feeling upset all the time with that Harold is in pain or how old is a happy.", "sourceId": "196"}, {"categoryId": "2", "formalText": "He can't do certain things.", "sourceId": "197"}, {"categoryId": "2", "formalText": "If she really allowed herself to have those feelings she would feel close to him, but it feels like that's not the all of how it feels to her.", "sourceId": "209"}, {"categoryId": "2", "formalText": "There's something it makes her feel helpless.", "sourceId": "212"}, {"categoryId": "2", "formalText": "It was like she couldn't even believe that anybody could have those going on inside their mind with their feelings.", "sourceId": "229"}, {"categoryId": "2", "formalText": "It was scary.", "sourceId": "230"}, {"categoryId": "2", "formalText": "Her mom just couldn't handle life.", "sourceId": "253"}, {"categoryId": "2", "formalText": "She couldn't handle having kids.", "sourceId": "254"}, {"categoryId": "2", "formalText": "She couldn't handle it really was wasn't until she got involved volunteer worked just Dells into it.", "sourceId": "255"}, {"categoryId": "2", "formalText": "It just changed her life.", "sourceId": "256"}, {"categoryId": "2", "formalText": "Herself and that became a different person.", "sourceId": "258"}, {"categoryId": "5", "formalText": "She is going to be out of work then combined with a fun thing.", "sourceId": "282"}, {"categoryId": "5", "formalText": "She is going to Austin for it.", "sourceId": "283"}, {"categoryId": "5", "formalText": "She has never been to Austin.", "sourceId": "284"}, {"categoryId": "5", "formalText": "My friend Gina is meeting her there because her daughter is not working right now and lives in San Francisco. The plan was originally that she would come drive to San Francisco with her so she could so he could meet Melanie but does not off during weekend.", "sourceId": "285"}, {"categoryId": "5", "formalText": "So her daughter is coming out to Austin while they are there and then she'll have some free time with them.", "sourceId": "286"}, {"categoryId": "6", "formalText": "Her mother was very fragile even now she sees herself as being so self-aware.", "sourceId": "235"}, {"categoryId": "6", "formalText": "She thinks if she ever really got anywhere got really got her to really look inside.", "sourceId": "236"}, {"categoryId": "6", "formalText": "She thinks she would fall apart.", "sourceId": "237"}, {"categoryId": "6", "formalText": "She thinks that's how she got through life is to have the same kind of attachment.", "sourceId": "238"}, {"categoryId": "6", "formalText": "Her mom lost her mother.", "sourceId": "239"}, {"categoryId": "6", "formalText": "She also hated her father because he was cheating on her mother and she blames him for her mother said she had a brother who died.", "sourceId": "240"}, {"categoryId": "6", "formalText": "She had a brother who was mentally retarded.", "sourceId": "241"}, {"categoryId": "6", "formalText": "He was bitter and jealous of her and Now doesn't talk to her.", "sourceId": "242"}]