[{"categoryId": "1", "formalText": "James is not doing so well.", "sourceId": "3"}, {"categoryId": "1", "formalText": "She doesn't know if what she is doing is the right thing or the wrong thing and whether she is helping him or hurting him.", "sourceId": "8"}, {"categoryId": "1", "formalText": "It's like anything she does.", "sourceId": "9"}, {"categoryId": "1", "formalText": "She feels like they just don't trust each other right now.", "sourceId": "10"}, {"categoryId": "2", "formalText": "she feels like James is just afraid that he's going to come back one day and she will have killed herself, but she can see why one would not trust her to give in that and she can't promise him that she won't, she is trying but...", "sourceId": "24"}, {"categoryId": "2", "formalText": "They went out for a drink after church.", "sourceId": "25"}, {"categoryId": "2", "formalText": "Two weeks ago.", "sourceId": "26"}, {"categoryId": "2", "formalText": "Now they are going to have with the regulars from church and at the very end of the evening, everyone was like like an hour at the very end of the conversation.", "sourceId": "27"}, {"categoryId": "2", "formalText": "She doesn't know fortunately nobody was that interested in listening to her.", "sourceId": "35"}, {"categoryId": "2", "formalText": "Like she was part of the conversation, but nobody was relying on her to lead it.", "sourceId": "36"}, {"categoryId": "2", "formalText": "It was easier than it might have been she didn't have to take a stand or anyting.", "sourceId": "37"}, {"categoryId": "2", "formalText": "Yeah, it could have been much more comfortable than it was.", "sourceId": "38"}, {"categoryId": "2", "formalText": "She thinks she is doing better but it doesn't seem fair to her to make promises like that.", "sourceId": "39"}, {"categoryId": "2", "formalText": "It's like she is really used to thinking that most things are her fault.", "sourceId": "43"}, {"categoryId": "2", "formalText": "So it's like she doesn't even notice it anymore.", "sourceId": "44"}, {"categoryId": "2", "formalText": "It's just like a baseline assumption until like she starts thinking that things would just be better if she were part of the equation, but that's exactly the problem right now.", "sourceId": "45"}, {"categoryId": "2", "formalText": "This is her fault and like she thinks she remembers that most because it was so clear that it was really not her fault at all.", "sourceId": "51"}, {"categoryId": "2", "formalText": "So yeah fairly self-centered.", "sourceId": "53"}, {"categoryId": "2", "formalText": "She feels like James is having a rough time and maybe it's because of her maybe it's not but she feels like it must not it must be because of me and it is incumbent on her to fix unlike.", "sourceId": "54"}, {"categoryId": "2", "formalText": "She thinks about this with regard to her depression and how do you categorize depression a mental illness and like implicit?", "sourceId": "60"}, {"categoryId": "2", "formalText": "Unclear and people keep telling her it's not her fault.", "sourceId": "61"}, {"categoryId": "2", "formalText": "But they also keep telling her that it's her responsibility to change it.", "sourceId": "62"}, {"categoryId": "2", "formalText": "She doesn't know how those two are in conflict with each other.", "sourceId": "64"}, {"categoryId": "2", "formalText": "James keeps telling her that it's not her fault that he's really pissed at her for for it all the same time so she doesn't...", "sourceId": "65"}, {"categoryId": "2", "formalText": "She doesn't like not relying on her own judgment.", "sourceId": "110"}, {"categoryId": "2", "formalText": " She feels really uncomfortable with that like saying like she doesn't see how this is, right, but from experience she should probably sit with it for a while and see it's actually very scary to talk to her about this.", "sourceId": "111"}, {"categoryId": "2", "formalText": "She feels like historically when she's trusted other people's judgment over her own it's ended badly for her.", "sourceId": "112"}]