[{"categoryId": "1", "formalText": "Yes, yes and then yes, so it's recognizing the lid it's just coming off with the pressure cooker other image that she has is she is terribly unpleasant but just vomiting up emotion and it's the best that she can be is restrained, but she recognizes that she has been having these physical reactions.", "sourceId": "40"}, {"categoryId": "1", "formalText": "Just a lot of tension.", "sourceId": "44"}, {"categoryId": "1", "formalText": "It's not unreasonable to want to have a relationship emotional and physical intimacy.", "sourceId": "55"}, {"categoryId": "1", "formalText": "And there's just all this anger just kind of building up and", "sourceId": "57"}, {"categoryId": "1", "formalText": "decades and it's probably anger that.", "sourceId": "60"}, {"categoryId": "1", "formalText": "Create her marriage.", "sourceId": "61"}, {"categoryId": "2", "formalText": "So she's asking her what's going on and she says recognizing that she is trying to jump back into those old patterns of she is not saying the words, but they're right there.", "sourceId": "64"}, {"categoryId": "2", "formalText": "There's nothing wrong.", "sourceId": "65"}, {"categoryId": "2", "formalText": "She is fine, but she is not going there.", "sourceId": "66"}, {"categoryId": "2", "formalText": "So she is just sitting with it and there's maybe some awkward silence, but she was finally and again, is not going to be able to give the Serbian them or anything like that, but she was able in probably choppy senses and language able to get out expressing all this anger that she is  feeling about.", "sourceId": "67"}, {"categoryId": "2", "formalText": "And so she knows that was kind of like where she may or call other things that she was able to stay but for her it was like, okay and the point that she is trying to say it but she remembers the sense of being out of control.", "sourceId": "73"}, {"categoryId": "2", "formalText": "It was more a sense of there was almost just calm determination.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She is going to have to get intimacy back into her life.", "sourceId": "83"}, {"categoryId": "2", "formalText": "And this is not an unreasonable thing for her to want.", "sourceId": "84"}, {"categoryId": "2", "formalText": "So she has got to do something.", "sourceId": "85"}, {"categoryId": "2", "formalText": "She is recognizing not sitting on her emotions and being dishonest with herself is not going to get her there.", "sourceId": "87"}, {"categoryId": "2", "formalText": "All of the things that she does for her to show you how much she cares her love and affection for her and all the intimacy that she gives her,  she is just not there for that.", "sourceId": "101"}, {"categoryId": "2", "formalText": "It's just a reminder of all the things that she doesn't have in her life.", "sourceId": "103"}, {"categoryId": "2", "formalText": "They had a really wonderful sexual intimacy in their life.", "sourceId": "114"}, {"categoryId": "2", "formalText": "They have three wonderful kids, not necessarily.", "sourceId": "115"}, {"categoryId": "2", "formalText": "She can't and it's coming out and she gets that is painful for her and her and everybody else.", "sourceId": "146"}, {"categoryId": "2", "formalText": "She is done at some point.", "sourceId": "149"}, {"categoryId": "2", "formalText": "All she can feel is anger not feeling the guilt.", "sourceId": "176"}, {"categoryId": "2", "formalText": "She is  not good at being honest with herself.", "sourceId": "201"}, {"categoryId": "2", "formalText": "She thinks she has been doing it for a long time.", "sourceId": "203"}, {"categoryId": "2", "formalText": "Images just this deep sense of giving herself some love just like cradling those parts of her.", "sourceId": "231"}, {"categoryId": "2", "formalText": "Be able to do that all those years of this foolish child who just had been alone and hurt or whatever that is.", "sourceId": "235"}, {"categoryId": "2", "formalText": "There's this mask.", "sourceId": "238"}, {"categoryId": "2", "formalText": "She is wearing The Lone Ranger mask and a little cowboy hat.", "sourceId": "239"}, {"categoryId": "2", "formalText": "Yes, so she does meditation in the morning and she got this meditation bench.", "sourceId": "244"}, {"categoryId": "2", "formalText": "His issue with having this mild deformity in his penis or his penis is this huge shame that has been the major defining defended kind of thing that's going out of his life and recognizing the power of that shame his God.", "sourceId": "258"}, {"categoryId": "2", "formalText": "Well, he is not running away from it and he is not backing down from it.", "sourceId": "269"}, {"categoryId": "2", "formalText": "He was trying to get some work done and then it was so they had this conversation talking about trying to go down that road of talking about intimacy and recognizing that they're talking to complete different languages and he recognized in just sitting there trying to knock it into counselor mode, but really just trying to deeply listen to what he was saying.", "sourceId": "280"}, {"categoryId": "2", "formalText": "He feels and hear that she was so completely petrified of moving down the road of", "sourceId": "281"}, {"categoryId": "2", "formalText": "physical intimacy.", "sourceId": "282"}, {"categoryId": "2", "formalText": "He can't go there and if he had some kind of thing that like if he was in a car accident and was", "sourceId": "285"}, {"categoryId": "2", "formalText": "quadrilingual and she would stop loving him then to and he gets this is a very real thing for her and she says fine if intimacy is if that's so important to him then just go find somebody and have himself a good lay and then so she's just yelling.", "sourceId": "286"}, {"categoryId": "2", "formalText": "She's never been able to hear that and he gets that now. He gets that probably all the way to the beginning of a relationship, but that's not the way the relationship started which is still completely confusing because she was the one that initiated everything in the beginning...", "sourceId": "304"}, {"categoryId": "2", "formalText": "Well, it confirmed his worst fears that he wasn't lovable.", "sourceId": "310"}, {"categoryId": "2", "formalText": "But that's the but that's the relationship in overtime overtime and eventually got to the place where they couldn't have sex at home anymore.", "sourceId": "369"}, {"categoryId": "2", "formalText": "So sex was relegated to maybe it free or four times a year by going away for the weekend.", "sourceId": "370"}, {"categoryId": "2", "formalText": "He was pretty much always initiate by him and they got to the point that the only way she is going to have sex as if she had two or four drinks beforehand.", "sourceId": "372"}, {"categoryId": "2", "formalText": "So she had to get in the self-medicating state before they went there.", "sourceId": "373"}, {"categoryId": "2", "formalText": "He has never been able to go there with her because there's such a huge part of her life that he recognizes that he can't bring his word ability to because that's like, okay.", "sourceId": "414"}, {"categoryId": "2", "formalText": "Well, he is going to be completely open and burn a bowl with her, but she doesn't have to be.", "sourceId": "415"}, {"categoryId": "2", "formalText": "It made him feel really cheap.", "sourceId": "438"}, {"categoryId": "2", "formalText": "It made him feel really angry.", "sourceId": "439"}, {"categoryId": "2", "formalText": "He is tired of sitting in front of the God damn television and wasting his life.", "sourceId": "452"}, {"categoryId": "2", "formalText": "So what he feels is he is putting all this intimacy out here and she is just pushing him away, and he can't just turn it on like a spigot.", "sourceId": "510"}, {"categoryId": "2", "formalText": "He was sitting there and he is physically felt like he was going to vomit and was shaking, he could barely talk.", "sourceId": "517"}, {"categoryId": "2", "formalText": "He was able to tell her that he is feeling such anger and rage right now that he can't even function.", "sourceId": "518"}, {"categoryId": "2", "formalText": "It's all fucking around and he said yes sitting around in choir practice last night.", "sourceId": "530"}, {"categoryId": "2", "formalText": "He said that he is so fucking tired of this.", "sourceId": "531"}, {"categoryId": "2", "formalText": "He is living this lie.", "sourceId": "532"}, {"categoryId": "2", "formalText": "He is done.", "sourceId": "533"}, {"categoryId": "2", "formalText": "He is  done with this shit.", "sourceId": "534"}, {"categoryId": "2", "formalText": "But he thinks they both recognize how needy they are how what the needs are for boundaries in this.", "sourceId": "541"}, {"categoryId": "2", "formalText": "So he thinks they're trying to really work on that but he feels so out of control.", "sourceId": "542"}, {"categoryId": "2", "formalText": "Even the idea of thinking about talking to his wife brought up all this anxiety and he just busted through that in such a short amount of time.", "sourceId": "560"}, {"categoryId": "2", "formalText": "He is bringing nothing to the table and he'll give you what he will go but there's just absolutely nothing but today anger and rage.", "sourceId": "600"}, {"categoryId": "2", "formalText": "He has got no compassion today.", "sourceId": "601"}, {"categoryId": "5", "formalText": "He feels like he made this commitment to himself whatever a week ago 2 weeks ago and he said that, he already have friends.", "sourceId": "429"}, {"categoryId": "5", "formalText": "He already has friends.", "sourceId": "430"}, {"categoryId": "5", "formalText": "He has friends that care about him and he recognizes some things about him who the hell says.", "sourceId": "431"}, {"categoryId": "5", "formalText": "He can't have relationships friendships.", "sourceId": "432"}, {"categoryId": "5", "formalText": "Well, he has one friend and thinks at this point, unfortunately, he doesn't know.", "sourceId": "538"}, {"categoryId": "5", "formalText": "He doesn't know if it's fortunate or unfortunate, but they're both really kind of in the same boat right now.", "sourceId": "539"}, {"categoryId": "5", "formalText": "He does have a connection with some people and feels like he has  got a network of people here.", "sourceId": "547"}, {"categoryId": "5", "formalText": "He dos have a connection with some people and he feels like he's got a network of people here.", "sourceId": "547"}]