[{"categoryId": "2", "formalText": "It would still be tough right now.", "sourceId": "13"}, {"categoryId": "2", "formalText": "We are supposed to go to this party with most of James's friends grad school were in the Denver area this weekend.", "sourceId": "14"}, {"categoryId": "2", "formalText": "Our car is still not running.", "sourceId": "15"}, {"categoryId": "2", "formalText": "I have a tough time with the people from James is grad school program.", "sourceId": "22"}, {"categoryId": "2", "formalText": "It's just always sort of stressful.", "sourceId": "23"}, {"categoryId": "2", "formalText": "I like them.", "sourceId": "24"}, {"categoryId": "2", "formalText": "They're fine.", "sourceId": "25"}, {"categoryId": "2", "formalText": "We're just really different from me.", "sourceId": "26"}, {"categoryId": "2", "formalText": "Then I think well, they're also really different from James.", "sourceId": "27"}, {"categoryId": "2", "formalText": "I think that was one of the things that was tough for James in Ohio get trouble finding people to talk to which is why it was so great.", "sourceId": "29"}, {"categoryId": "2", "formalText": "He's putting out there or whether it's more that he thinks the world would be more fun if it were true.", "sourceId": "32"}, {"categoryId": "2", "formalText": "And so he's just sort of hoping that they're true.", "sourceId": "33"}, {"categoryId": "2", "formalText": "I don't much easier time finding friends than James does and I don't know whether that's because I am I don't know better at finding people or less picky about the people that I want to be friends with or whether it's because I'm just positioned right in a way that James is not", "sourceId": "35"}, {"categoryId": "2", "formalText": "It doesn't make me anxious, but I feel like maybe it ought to.", "sourceId": "40"}, {"categoryId": "2", "formalText": "I think that that could go really badly, but I can't get worried about that.", "sourceId": "41"}, {"categoryId": "2", "formalText": "Even with knowing so many people it hasn't really kept me from being really lonely here.", "sourceId": "43"}, {"categoryId": "2", "formalText": "It's a weird thing one day.", "sourceId": "44"}, {"categoryId": "2", "formalText": "I'll be talking to James about it or thinking about it and be like yeah.", "sourceId": "45"}, {"categoryId": "2", "formalText": "There's almost no where else in the country where my skills would be less valuable than they are here in terms of there being a critical mass of people with a Humanities degree here.", "sourceId": "48"}, {"categoryId": "2", "formalText": "There are a lot of people who are brown educated in some of your discipline here just a lot of them and it's really fun.", "sourceId": "50"}, {"categoryId": "2", "formalText": "But it also means that finding a job is that much harder and that's not going to be the case in other places.", "sourceId": "51"}, {"categoryId": "2", "formalText": "One thing that accursed me is your feeling relatively well good.", "sourceId": "59"}, {"categoryId": "2", "formalText": "It's hard to make decisions across emotional states.", "sourceId": "62"}, {"categoryId": "2", "formalText": "I always wonder whether everyone is like this like the whole landscape changes on your having a bad day or when you're having a good day.", "sourceId": "63"}, {"categoryId": "2", "formalText": "Yeah, it's certainly not the case for James and it certainly like every once in a while.", "sourceId": "69"}, {"categoryId": "2", "formalText": "We'll have an explicit conversation about it.", "sourceId": "70"}, {"categoryId": "2", "formalText": "We're all say James.", "sourceId": "71"}, {"categoryId": "2", "formalText": "This is how I work when I'm having a good day.", "sourceId": "72"}, {"categoryId": "2", "formalText": "It looks really different than when I'm having a bad day.", "sourceId": "73"}, {"categoryId": "2", "formalText": "I can't see anything outside of my emotions.", "sourceId": "74"}, {"categoryId": "2", "formalText": "I think it makes things very confusing for him.", "sourceId": "75"}, {"categoryId": "2", "formalText": "It makes things very confusing for me also at times.", "sourceId": "76"}, {"categoryId": "2", "formalText": "Oh, well, I feel like if I can tell something and get other people to help remind me of that.", "sourceId": "77"}, {"categoryId": "2", "formalText": "Maybe it won't matter so much that I can't remember it myself.", "sourceId": "78"}, {"categoryId": "2", "formalText": "yeah I feel like the extent to which I have sort of changed that has been more like remembering that I lose touch and actually not losing touch and that's even not that great", "sourceId": "80"}, {"categoryId": "2", "formalText": "so it's like in the last couple to three weeks even I'll be like in this awful place just totally miserable and desperate and kind of crazy making and then I go to do something usually with something for church and acts like I'm okay and after about a half-hour somebody will ask how are you doing and I'll be like Oh I'm great and it's not like I'm lying I believe it but it's just like at that moment I'm only thinking about the part of my life that is right here right now which means that I'm having an interesting conversation or I'm doing okay", "sourceId": "81"}, {"categoryId": "2", "formalText": "Sometimes I feel like it helps me survive again helps me get through those really bad times.", "sourceId": "82"}, {"categoryId": "2", "formalText": "I feel like it's impossible for me to be honest in some ways.", "sourceId": "84"}, {"categoryId": "2", "formalText": "If I say actually I'm not doing so well that is true with regards to the macro state, but it doesn't actually reflect what's going on in that moment.", "sourceId": "85"}, {"categoryId": "2", "formalText": "Yeah, and since it's about perception, it's been nice link to the conversation to be having.", "sourceId": "103"}, {"categoryId": "2", "formalText": "I guess I was just thinking how it was relatively recent that it occurred to me that other people might not work like this like these so controlled by their emotional states like half the landscape be so dependent on emotions.", "sourceId": "107"}, {"categoryId": "2", "formalText": "I just feel like people who say their judgments are wholly dependent on their emotional state are mostly full of bullshit.", "sourceId": "109"}, {"categoryId": "2", "formalText": "That I get but I feel like sometimes were just really far separated.", "sourceId": "120"}, {"categoryId": "2", "formalText": "So when we try to talk, I just don't know what she's saying at all.", "sourceId": "121"}, {"categoryId": "2", "formalText": "Sometimes we're really there together and sometimes we just can't even talk.", "sourceId": "122"}, {"categoryId": "2", "formalText": "Part of me wants to be like, is there a diagnosis for that and part of me is like I don't think it really matters that much.", "sourceId": "123"}, {"categoryId": "2", "formalText": "I don't know which of those I actually want to clean this my opinion.", "sourceId": "124"}, {"categoryId": "2", "formalText": "Your approach tends to be like I don't think that matters all that much.", "sourceId": "127"}, {"categoryId": "2", "formalText": "It's funny talking with people in the hospital people get very attached their diagnosis.", "sourceId": "128"}, {"categoryId": "2", "formalText": "I think I only noticed that because I don't have one in the same way.", "sourceId": "129"}, {"categoryId": "2", "formalText": "She doesn't want to take meds and okay.", "sourceId": "143"}, {"categoryId": "2", "formalText": "I wonder how her life would be different if she were not making that choice.", "sourceId": "145"}, {"categoryId": "2", "formalText": "Like if she were getting treated and thinking more of herself in those terms stuff like that.", "sourceId": "146"}, {"categoryId": "2", "formalText": "Yes, I don't know if it would be better.", "sourceId": "147"}, {"categoryId": "2", "formalText": "It would be different.", "sourceId": "148"}, {"categoryId": "2", "formalText": "I think it might be better.", "sourceId": "149"}, {"categoryId": "2", "formalText": "Well, it's very common for me to want to be doing something else to be like I want to explore I want to go someplace else and see what else is out there.", "sourceId": "168"}, {"categoryId": "2", "formalText": "I also think it would be nice to be closer to family like it would be nice to be back in San Antonio.", "sourceId": "169"}, {"categoryId": "2", "formalText": "It's like I can remember other times when I was happy and the physical location of those times.", "sourceId": "170"}, {"categoryId": "2", "formalText": "So I guess that's less exploring and more like I want to go back there.", "sourceId": "171"}, {"categoryId": "2", "formalText": "I can't remember what it was like to live in San Antonio when I'm depressed because I remember that it's being really happy so it doesn't", "sourceId": "172"}, {"categoryId": "2", "formalText": "I feel like it's less important for me to tell you about it when I'm doing better.", "sourceId": "173"}, {"categoryId": "2", "formalText": "I feel less urgent.", "sourceId": "177"}, {"categoryId": "2", "formalText": "Which is a little depressing in itself.", "sourceId": "178"}, {"categoryId": "2", "formalText": "I just think it's a little depressing and that what I feel is so urgent for me to put out in the world is all the worst stuff that happens that is inside me.", "sourceId": "180"}, {"categoryId": "2", "formalText": "The good things seem less important to spread around and I don't know.", "sourceId": "181"}, {"categoryId": "2", "formalText": "I don't really think I'm comfortable with that idea.", "sourceId": "182"}, {"categoryId": "2", "formalText": "I guess I also feel like everyone would understand what it feels like to be doing pretty well and enjoying my job.", "sourceId": "183"}, {"categoryId": "2", "formalText": "The thing is I feel so bad about putting things on people.", "sourceId": "193"}, {"categoryId": "2", "formalText": "I want to find a way to make it bearable for them.", "sourceId": "194"}]