[{"categoryId": "1", "formalText": "Like he is freaking and can never take himself.", "sourceId": "12"}, {"categoryId": "1", "formalText": "Surprising to him and so he was like what it's just his email me a lot more details that he probably would have wanted or whatever in and like he didn't say anything after that because he didn't really have anything to talk.", "sourceId": "15"}, {"categoryId": "1", "formalText": "He was checking my emails one last time before he went bad.", "sourceId": "18"}, {"categoryId": "1", "formalText": "Then he checked email today and James posted like, clearly upset and then before he went to bed he was like he was very upset at the light at the like education that he did something inappropriate by sending these updates.", "sourceId": "20"}, {"categoryId": "1", "formalText": "He said he was pretty upset that stuff that he was talking about to his psychiatrist appointment in the in the emails and he's like, there's nothing different than the ones he sent in the last hospitalization, which he was fine with. His psychiatrist well, it seems like there's a big difference to him saying between Tanya had a rough day today, but it's feeling better towards the evening or like Tanya is doing well.", "sourceId": "21"}, {"categoryId": "2", "formalText": "He is not even sure whether he is upset with him for sending the email. He is clearly upset with him for being upset with him for having a problem.", "sourceId": "25"}, {"categoryId": "2", "formalText": "He doesn't know whether he is angry about this or just scared or just doesn't feel good about having...", "sourceId": "32"}, {"categoryId": "2", "formalText": "He doesn't feel good about having his family these things about him and he doesn't feel good that he wasn't the one who got to tell them about that or got to decide whether they know that he doesn't feel good, though.", "sourceId": "33"}, {"categoryId": "2", "formalText": "That's why he doesn't feel good.", "sourceId": "36"}, {"categoryId": "2", "formalText": "But he is not allowed to be angry about that like that sucks.", "sourceId": "37"}, {"categoryId": "2", "formalText": "Thing 2, where exactly the same and he just doesn't want to have that conversation with her. He tells her why he was in the hospital in the first place, he is glad that James told her that he was in the hospital because he feels like she had a right to know but he doesn't feel like she had the right to know all of it.", "sourceId": "48"}, {"categoryId": "2", "formalText": " James was upset with him because he wasn't successful in his effort not to react in any way until he could access the best way of approaching the situation was he literally had an involuntary.", "sourceId": "59"}, {"categoryId": "2", "formalText": "He was angry with him.", "sourceId": "70"}, {"categoryId": "2", "formalText": "He was upset about what happened.", "sourceId": "72"}, {"categoryId": "2", "formalText": "He had said that like he would have chosen to share much which was not the same thing at all.", "sourceId": "75"}, {"categoryId": "2", "formalText": "He feels like his problem is really bottling up emotions.", "sourceId": "76"}, {"categoryId": "2", "formalText": "They both make sense, but like the one pushes out the other he feels like he can't sort of.", "sourceId": "113"}, {"categoryId": "2", "formalText": "He thinks too hard about like the ways in which it's reasonable for James to be upset and like it's reasonable for him to sort of feel hurt about how", "sourceId": "114"}, {"categoryId": "2", "formalText": "He is giving him a hard time trying to like both take care of him and take care of their family in this way.", "sourceId": "115"}, {"categoryId": "2", "formalText": "But if he thinks too hard about it, then he says well, he just a terrible person for being upset in the first place.", "sourceId": "116"}, {"categoryId": "2", "formalText": "He is not going to church this evening and they're going to take some ashes and put them put them on our foreheads across and say remember that he has just and unto dust you shall return.", "sourceId": "130"}, {"categoryId": "2", "formalText": "thinking a lot about Sin.", "sourceId": "133"}, {"categoryId": "2", "formalText": "And it's virtually impossible for him to do that in a healthy way.", "sourceId": "135"}, {"categoryId": "2", "formalText": "Like he just gets swallowed.", "sourceId": "136"}, {"categoryId": "2", "formalText": "So he decided he was going to stop self injuring myself or stop injuring during lunch.", "sourceId": "141"}, {"categoryId": "2", "formalText": "And that's going to be my discipline.", "sourceId": "142"}, {"categoryId": "2", "formalText": "He is not really sure he is going to make it feels pretty ambitious today.", "sourceId": "143"}, {"categoryId": "2", "formalText": "He likes her a lot.", "sourceId": "154"}, {"categoryId": "2", "formalText": "He thinks she's like really excited like talks about Theology and gets really excited about it.", "sourceId": "155"}, {"categoryId": "2", "formalText": "It feels sort of hard for him to understand that like people can't see that in him.", "sourceId": "172"}, {"categoryId": "2", "formalText": "Mentally ill and having really severe depression trying to describe that.", "sourceId": "180"}, {"categoryId": "2", "formalText": "Sometimes he'll talk about it and feeling like in the spit or", "sourceId": "181"}, {"categoryId": "2", "formalText": "He doesn't know.", "sourceId": "182"}, {"categoryId": "2", "formalText": "And so it doesn't occur to him that people just don't necessarily understand what that means because when he talked about it, he just sort of talking about it like this.", "sourceId": "183"}, {"categoryId": "2", "formalText": "And he feels like one of the problems that he ran into with James is that he likes him about something that", "sourceId": "199"}, {"categoryId": "2", "formalText": "He is worried going forward because he can't tell James things like", "sourceId": "238"}, {"categoryId": "2", "formalText": "He shouldn't read through all the emails.", "sourceId": "244"}]