[{"categoryId": "0", "formalText": "But now that the arraignment over they sort of have two months where they are just kind of Sitting In Limbo.", "sourceId": "66"}, {"categoryId": "0", "formalText": "Technically, she only works after school Monday through Friday.", "sourceId": "305"}, {"categoryId": "0", "formalText": "She picks the kids up from school Monday through Friday.", "sourceId": "306"}, {"categoryId": "1", "formalText": "So hopefully between now and then they can, the goal is to be able to get the charges dismissed.", "sourceId": "34"}, {"categoryId": "1", "formalText": "They were talking and she thinks he just is really nervous about everything going on.", "sourceId": "37"}, {"categoryId": "1", "formalText": "He keeps saying like he doesn't really know if we're going to be able to.", "sourceId": "38"}, {"categoryId": "1", "formalText": "He keeps saying that he's trying to sort of keep everything that's happening lately separate not really integrate the relationship into all that stuff.", "sourceId": "39"}, {"categoryId": "1", "formalText": "But she is not sure because she is feeling a little confused as to what he wants. She doesn't even know but she thinks he probably really knows right now because he'll be really distant and then he says to her he doesn't want to fall back into a pattern that they had before. He wants to start over and make things better on one hand.", "sourceId": "40"}, {"categoryId": "1", "formalText": "It sounds like both with her mom and her boyfriend there are similar frustrations, but their actions are not coordinating on concurrent with what they're saying.", "sourceId": "162"}, {"categoryId": "1", "formalText": "So she feels confused and just sort of not really sure how she should be acting.", "sourceId": "163"}, {"categoryId": "2", "formalText": "So she is sort of just confused as to what his feelings are about everything.", "sourceId": "44"}, {"categoryId": "2", "formalText": "Falling back into a pattern if not talking and not being able to communicate correctly and fighting is definitely not where they want to go.", "sourceId": "46"}, {"categoryId": "2", "formalText": "She suspects he just needs some time to sort of figure that out she guesses and he's trying really hard to not fall back into pattern of what they did before.", "sourceId": "50"}, {"categoryId": "2", "formalText": "She is supposed to be going there this weekend. She leaves tonight and was feeling nervous because she didn't really want the weekend to kind of go how last weekend went. He was just completely detached and almost didn't even talk to her for all all of. most of Friday.", "sourceId": "53"}, {"categoryId": "2", "formalText": "It was just very awkward and she felt really uncomfortable about it.", "sourceId": "54"}, {"categoryId": "2", "formalText": "He just keeps saying that doesn't happen in most relationships.", "sourceId": "61"}, {"categoryId": "2", "formalText": "Most people don't have this happen.", "sourceId": "62"}, {"categoryId": "2", "formalText": "After it happened then yes, okay, they are going to fix it and they are sort of going to move on. As they go, if he wants to start over which in her opinion, she doesn't think they an really completely start over.", "sourceId": "70"}, {"categoryId": "2", "formalText": "Once one sort of have a history someone they can't just start from the very beginning.", "sourceId": "71"}, {"categoryId": "2", "formalText": "He's really nervous about having to tell his job and how that could affect his career and stuff like that down the line.", "sourceId": "76"}, {"categoryId": "2", "formalText": "So she thinks he's really having a hard time sort of focusing on they're relationship right now and fixing it because he's too concerned about what's going to happen with his career. She thinks once that gets figure it out, then he'll be able to focus better.", "sourceId": "77"}, {"categoryId": "2", "formalText": "It's obviously going to take a little time nothing is ever going to change overnight or not.", "sourceId": "80"}, {"categoryId": "2", "formalText": "Just all of a sudden going to become different people and everything is going to work out.", "sourceId": "81"}, {"categoryId": "2", "formalText": "but she doesn't want to start of being the be in limbo in this relationship for a long time.", "sourceId": "82"}, {"categoryId": "2", "formalText": "Right now it's just very awkward sort of a situation.", "sourceId": "90"}, {"categoryId": "2", "formalText": "So it sucks for her that it had to happen something so dramatic and so bad for them to finally have the light bulb to go off.", "sourceId": "107"}, {"categoryId": "2", "formalText": "But the same time, if they're going to stick through it.", "sourceId": "108"}, {"categoryId": "2", "formalText": "if that would make it easier for him because he seems to be the only one that struggling with keeping it to separate things.", "sourceId": "113"}, {"categoryId": "2", "formalText": "She feels like they should be working on it now, but he doesn't see it that way.", "sourceId": "114"}, {"categoryId": "2", "formalText": "He said to her this morning he feels like he's wakes up depressed and just kind of goes about his day and isn't really overly excited by anything. When they were talking she said she usually asks him how he's feeling and he just says okay and he's like good isn't really an option right now. She is okay she guesses but he said this morning he just feeling tired and he's said he feels like he is just waking up emotionally drained every day, and that's probably why he is so tired all the time.", "sourceId": "123"}, {"categoryId": "2", "formalText": "He keep saying he does but then she feels like sometimes by the time he gets home from work needs to...she doesn't know but depressed to feel like looking for someone and she doesn't want to push it but the same time she keeps asking him that he really need to do something.", "sourceId": "127"}, {"categoryId": "2", "formalText": "Saying he really need to go.", "sourceId": "128"}, {"categoryId": "2", "formalText": "She is feeling a little uneasy about the situation and then her mom says...", "sourceId": "132"}, {"categoryId": "2", "formalText": "It's always something else with her.", "sourceId": "133"}, {"categoryId": "2", "formalText": "She texted her and said she doesn't even know what something about she hopes everything goes.", "sourceId": "135"}, {"categoryId": "2", "formalText": "And then her mom texted again on Monday, so she's reaching out.", "sourceId": "145"}, {"categoryId": "2", "formalText": "She said she will come and get it at some point and her mom just said no problem and she thinks it in there it was she really miss her or whatever.", "sourceId": "148"}, {"categoryId": "2", "formalText": "She doesn't know how she's feeling and she knows obviously she's trying to reach out but she still feels like she should be standing in a putting her foot down and not apologizing to her mom.", "sourceId": "150"}, {"categoryId": "2", "formalText": "She feels her mom can text her and say whatever she wants but that's not good going to change the fact that she hasn't been supportive at all and she can't be. She doesn't feel like she can talk to her and in the past her mom has tried to stay, to say things and be nice and sort of.", "sourceId": "151"}, {"categoryId": "2", "formalText": "She doesn't know why she wouldn't just pick up the phone and call and leave a voicemail if she doesn't answer or just take that chance and then her mom just sends me a text message because it's easier.", "sourceId": "158"}, {"categoryId": "2", "formalText": "She feels like yeah, she's trying to be nice, but it's also sort of just a cop-out because she's just texting.", "sourceId": "159"}, {"categoryId": "2", "formalText": "She feels that if she sincerely cared about wanting to change stuff then she feels like her mom should be calling her and making a probe laughter and not just sending a text message.", "sourceId": "160"}, {"categoryId": "2", "formalText": "And it's sort of a hard decision to make but she can't continue to let her control her life and blow everything up when she needs her mom during important times.", "sourceId": "166"}, {"categoryId": "2", "formalText": "But at some point her boyfriend needs to kind of do something about it. She feels he needs to take an effort on his part to sort of figure out his feelings and what he wants and all that stuff because she cares about him and she loves him but she can't wait around forever to figure it out; if this is going to work out or not, so it's sort of frustrating for her.", "sourceId": "180"}, {"categoryId": "2", "formalText": "He says he just didn't know that she had such anger in such feelings inside of her.", "sourceId": "186"}, {"categoryId": "2", "formalText": "She sort of looked back and said, oh, well there were some red flags over the years that she is now seeing. Those red flags maybe have indicated that he didn't quite get over everything that happened before and he should have done something about it.", "sourceId": "189"}, {"categoryId": "2", "formalText": "His past girlfriend would make him open up his email and she would read his email and she would even read through his text messages.", "sourceId": "197"}, {"categoryId": "2", "formalText": "If he mentioned another woman, whether she was married or single she would freak out and just he feels like she's just emotionally abused.", "sourceId": "198"}, {"categoryId": "2", "formalText": "She feels he needs to get some sort of help with dealing with all of the emotions and feelings that he has sort of.", "sourceId": "206"}, {"categoryId": "2", "formalText": "To be sort of scared about everything how everything happens.", "sourceId": "214"}, {"categoryId": "2", "formalText": "He's always been nervous to do something but he's always complaining that his back hurts his back hurts to her and she is feeling like well if it hurts so much then he needs to go to the doctor or go somewhere. Do the stretches that you he was given to do by the physical therapist or by the doctor from before or go see a different doctor to see if he can get the injections or do something instead of just continuously complaining about it.", "sourceId": "231"}, {"categoryId": "2", "formalText": "He was upset because she was being really mean but not necessarily supported or whatever. She said to him that he is always complaining and he is never doing anything about it. She explained that it's frustrating when someone on the other end and all they hear her do is complain. She can see he is in pain visibly because he can't walk sometimes but...", "sourceId": "235"}, {"categoryId": "2", "formalText": "It's just like he complains about stuff, but then he doesn't do anything to like change it.", "sourceId": "241"}, {"categoryId": "2", "formalText": "So she kind of gave up on asking questions or give about us back.", "sourceId": "243"}, {"categoryId": "2", "formalText": "Her mom was more more of a tough love kind of person.", "sourceId": "260"}, {"categoryId": "2", "formalText": "She sort of was just forced to get over stuff or deal with it and not have to let.", "sourceId": "262"}, {"categoryId": "2", "formalText": "There wasn't very big emotional conversations.", "sourceId": "263"}, {"categoryId": "2", "formalText": "It was it was just sort of like suck it up and move on kind of thing.", "sourceId": "264"}, {"categoryId": "2", "formalText": "She thinks sometimes she is always so afraid that people are going to be mad or the mom she nanny's for is going to be upset with her.", "sourceId": "284"}, {"categoryId": "2", "formalText": "She doesn't want to say anything to really make waves and she would just sort of let them do whatever they wanted and saying something to her really just saying.", "sourceId": "285"}, {"categoryId": "2", "formalText": "It was kind of a relief for her.", "sourceId": "287"}, {"categoryId": "2", "formalText": "She sort of expected her to be annoyed, but she wasn't. She totally understood and she thinks she does understand that.", "sourceId": "289"}, {"categoryId": "2", "formalText": "They were taking advantage of the fact that I was there and that she lives there and she doesn't have anywhere else to go.", "sourceId": "315"}, {"categoryId": "2", "formalText": "So it sort of was getting really frustrating.", "sourceId": "317"}, {"categoryId": "2", "formalText": "Then on the weekends there is not really a reprieve from the same people because she is with them seven days a week and she is with the kids, seven days a week.", "sourceId": "324"}, {"categoryId": "2", "formalText": "Her mom has always done that.", "sourceId": "341"}, {"categoryId": "2", "formalText": "She never really gives her a break and she just wants to have some time to herself.", "sourceId": "342"}, {"categoryId": "2", "formalText": "So there's sort of like a little lack of respect in the whole boundary situation.", "sourceId": "348"}, {"categoryId": "2", "formalText": "That sort of adds to some of her stress being there all the time and not being able to sort of get out.", "sourceId": "349"}, {"categoryId": "2", "formalText": "To be a little bit more assertive about her own time on the weekends if she is going to be there.", "sourceId": "351"}, {"categoryId": "2", "formalText": "And that should help.", "sourceId": "352"}, {"categoryId": "2", "formalText": "She let them because she doesn't say no and she doesn't want to upset them by saying no or you know, anything like that.", "sourceId": "355"}, {"categoryId": "2", "formalText": "So they're not intentionally trying to take advantage of her, but they are.", "sourceId": "356"}, {"categoryId": "2", "formalText": "Yeah, there's not really any separation.", "sourceId": "369"}, {"categoryId": "2", "formalText": "She sort of became less like the nanny and more just part of the family.", "sourceId": "370"}, {"categoryId": "2", "formalText": "So when they go places she doesn't even like introduce her as a nanny.", "sourceId": "371"}]