[{"categoryId": "1", "formalText": "Yeah, more panic attacks and stuff.", "sourceId": "1"}, {"categoryId": "1", "formalText": "It was really Cindy who wanted her to get the extra appointment.", "sourceId": "2"}, {"categoryId": "1", "formalText": "So She said sure because it was starting to get really rough on him because it wasn't like she wanted to hurt herself.", "sourceId": "3"}, {"categoryId": "1", "formalText": "It was her asking him and trying to convince him that it would be that he'd be better off if she was dead and stuff, which is something that's really hard to listen to.", "sourceId": "4"}, {"categoryId": "2", "formalText": "that's how she feels when she is in that much panic and she  is trying to rationalize it because she just thinks there is no way to make it better other than to not experience anything anymore. Right now she is not panicking but...", "sourceId": "6"}, {"categoryId": "2", "formalText": "She doesn't want to hurt herself right now because she is not panicking.", "sourceId": "10"}, {"categoryId": "2", "formalText": "So she was thinking normal.", "sourceId": "11"}, {"categoryId": "2", "formalText": "She knows that she is actually not going to hurt herself.", "sourceId": "14"}, {"categoryId": "2", "formalText": "Like when he gets really crazy like he's done things like hitting his head on the floor something.", "sourceId": "16"}, {"categoryId": "2", "formalText": "She is pretty sure he she guesses there was a point like on Tuesday night where she went to the bathroom and was there for like a little while and said he was like wondering what happened to her because he has all the shaving stuff is in his bathroom.", "sourceId": "22"}, {"categoryId": "2", "formalText": "And so he thought that she was trying to hurt herself, which really, she was just taking a while in the bathroom and hadn't even occurred to her that the shaving stuff was in the bathroom.", "sourceId": "23"}, {"categoryId": "2", "formalText": "So like it's her being weak, she guesses lately.", "sourceId": "35"}, {"categoryId": "2", "formalText": "She has been trying to be better about and stuff but", "sourceId": "36"}, {"categoryId": "2", "formalText": "Not that Sydney wants her to not tell what she is feeling this way, but she could do it in a more productive way.", "sourceId": "39"}, {"categoryId": "2", "formalText": "Not asking if she could kill herself, but just say that she feels like she wants to hurt herself right now.", "sourceId": "41"}, {"categoryId": "2", "formalText": "She doesn't know because she feels like if he did give me permission to kill herself.", "sourceId": "44"}, {"categoryId": "2", "formalText": "That would probably make him a very bad boyfriend.", "sourceId": "45"}, {"categoryId": "2", "formalText": "At least not now but when she feels like that, she guesses she would if he were to give me permission to like herself like in a way that wasn't permanently damaging.", "sourceId": "47"}, {"categoryId": "2", "formalText": "It could figure out that out like that would be something that would actually be productive because then she doesn't even know that hurting herself in a non permanently destructive way.", "sourceId": "48"}, {"categoryId": "2", "formalText": "Would even like actually do anything to temporarily relieve the pain it just her brain thinks it will end but like he isn't even okay with that.", "sourceId": "49"}, {"categoryId": "2", "formalText": "Maybe if it wasn't permanently damaging she feels like it is okay to kill herself or even like damaging at all like just momentarily because pain she doesn't see the problem with it. If it wasn't something that could become dangerous like she is really liking the things that could do it but like", "sourceId": "53"}, {"categoryId": "2", "formalText": "They like immediately recover from. She feels like they are concerned with cutting herself.", "sourceId": "58"}, {"categoryId": "2", "formalText": "Not that she could do that with the whole and cutting is that like the concern becomes that she is going to cut herself too much, too much blood comes out there going to get an infection that there will be scars on her body or that she will go wrong way and she will bleed out.", "sourceId": "59"}, {"categoryId": "2", "formalText": "Well, it's not like anything she is currently doing is really effectively managing the panic.", "sourceId": "70"}, {"categoryId": "2", "formalText": "She is not sure because they're like at least a couple. Then again maybe she could consider them if she doesn't get a describe distraction that it's one panic attack just a very long panic attack and then when she has a rehearsal and stuff she has a panic attack right before her so go to rehearsal feel fine for rehearsal get out of rehearsal another panic attack.", "sourceId": "81"}, {"categoryId": "2", "formalText": "So whenever she is not occupied.", "sourceId": "82"}, {"categoryId": "2", "formalText": "She was able to hold out for until 4 ish or so and then even then she was still able to like something like because normally panic attacks prevents one from going out about one's day today life and hers don't.", "sourceId": "86"}, {"categoryId": "2", "formalText": "She was panicking while she was doing it, you know and still panicking when she was at the theater and like adding photos about the aren't things to put up on my store and panicking when she was sending emails and stuff and she didn't do that much.", "sourceId": "93"}, {"categoryId": "2", "formalText": "She did some productive things.", "sourceId": "94"}, {"categoryId": "2", "formalText": "She went grocery shopping, but that was before the Panic it started and they went to the store and she was still panicking then and they drove home because they had to go to his house to get some packages that he had gone.", "sourceId": "96"}, {"categoryId": "2", "formalText": "Well, she is really really tired and she is just panicking. She drove home and managed to drive home without hitting anyone or doing anything on safe and park the car all-out Panic Game.", "sourceId": "98"}, {"categoryId": "2", "formalText": "But there was still that underlined uncomfortable feeling inside her.", "sourceId": "105"}, {"categoryId": "2", "formalText": "That was anxiety and like it was very much still there and she was aware in that, she is driving this car while she is panicking so she doesn't know how she did it.", "sourceId": "106"}, {"categoryId": "2", "formalText": "She just did things because she had to she thinks that's usually the way things happened to her so that if she can get anything productive done, it's like because it has to be done.", "sourceId": "107"}, {"categoryId": "2", "formalText": "She was engaged and not focused enough in what she was doing that the anxiety was reduced enough so that it wasn't bothering her.", "sourceId": "111"}, {"categoryId": "2", "formalText": "Well, then she didn't feel it all she thinks the thing is like it can only it has to be something that takes up my entire like Consciousness and stuff driving.", "sourceId": "112"}, {"categoryId": "2", "formalText": "Yeah, but it's like she doesn't know like sometimes she has more control than others.", "sourceId": "119"}, {"categoryId": "2", "formalText": "She doesn't control whether or not she has rehearsal that's like based on the semester and stuff and whether or not we have a concert coming up.", "sourceId": "120"}, {"categoryId": "2", "formalText": "So she doesn't know if getting together because hanging out with Sydney is not enough to make it go away most of the time even if we're like watching a TV show or something the Panic still there.", "sourceId": "134"}, {"categoryId": "2", "formalText": "She guesses there has to be something where she is actually required because of her son required to do things.", "sourceId": "135"}, {"categoryId": "2", "formalText": "She really doesn't think there's anything that triggers it, like it just happens and then she just filled the physical thing feeling and then she says just oh no not again, like the feeling doesn't come there's nothing that comes before the physical feeling as far as she can tell like she has never been so...She is pretty sure it's just happening and not being triggered by anything.", "sourceId": "142"}, {"categoryId": "2", "formalText": "So which leads her to believe that if she had earlier she taken a quarter Klonopin the same thing would have happened where it wouldn't have done anything immediately.", "sourceId": "147"}, {"categoryId": "2", "formalText": "When she has been all panicky and taking it out on him. She feels bad about doing that.", "sourceId": "161"}, {"categoryId": "2", "formalText": "Sometimes he still has problems doing things like getting out of the house, but in general he's been doing a lot better than he had been.", "sourceId": "163"}, {"categoryId": "2", "formalText": "He's doing better and she is doing worse.", "sourceId": "165"}, {"categoryId": "2", "formalText": "She is often the strong one for him.", "sourceId": "167"}, {"categoryId": "2", "formalText": "She guesses there could be a connection but the Panic would have been there all along and she has just been holding it back like. When she gets if she is in school and she gets sick right after finals because her body had been fighting it off for like a half semester and then all the sudden it's like where she's got to get sick.", "sourceId": "172"}, {"categoryId": "2", "formalText": "So if she was working 40 a week, it would be enough to support herself.", "sourceId": "183"}, {"categoryId": "2", "formalText": "She thinks that would be a big would certainly relieved One external stressor.", "sourceId": "184"}, {"categoryId": "2", "formalText": "The, she wouldn't be dependent on her parents and she could buy all the things she could finally properly yell at them for not giving their employees health insurance because they would no longer be like, oh, well she is profiting from this and I'd be like not anymore and it would have to deal with them.", "sourceId": "185"}, {"categoryId": "2", "formalText": "And just not feeling guilty every time she has to spend money on anything that isn't a necessity.", "sourceId": "188"}, {"categoryId": "2", "formalText": "Carrying around that guilt probably does weigh on her.", "sourceId": "189"}, {"categoryId": "2", "formalText": "She doesn't have the ability to because she is too focused on being right. She doesn't know if she want to be comfortable though at the expense of believing something.", "sourceId": "229"}, {"categoryId": "2", "formalText": "If she doesn't have that sort willpower to believe something that isn't true.", "sourceId": "231"}, {"categoryId": "2", "formalText": "She is too skeptical.", "sourceId": "232"}, {"categoryId": "2", "formalText": "Yeah, just because she is so stubborn, strongly believing that she is right with things like therefore.", "sourceId": "241"}, {"categoryId": "2", "formalText": "She has trouble believing that there might be other options when she knows that she is right.", "sourceId": "242"}, {"categoryId": "2", "formalText": "Maybe she is wrong, but she feels like she is right it could also be like the depression lying to her but..", "sourceId": "243"}, {"categoryId": "2", "formalText": "She knows there are times when she knows she is not right.", "sourceId": "246"}, {"categoryId": "2", "formalText": "When she is feeling like she be better off if she were dead.", "sourceId": "247"}, {"categoryId": "2", "formalText": "There's the rational part of her in the back of my mind.", "sourceId": "248"}, {"categoryId": "2", "formalText": "It's like no that's not true.", "sourceId": "249"}, {"categoryId": "2", "formalText": "That's just those depression lying to her.", "sourceId": "250"}, {"categoryId": "2", "formalText": "She'll just say yes thinking making her think that this Panic is so bad that she wishes she could die over it or telling her that if she hurt herself it will make her feel better which probably always wasn't true", "sourceId": "254"}, {"categoryId": "2", "formalText": "She feels like anxiety lies.", "sourceId": "256"}, {"categoryId": "2", "formalText": "Theoretically this anxiety isn't actually worth killing herself over and that it will go away eventually it just doesn't feel like it will go away eventually because here she is doing my best to be productive and trying to do all the responsible things and not getting anywhere with it like it's just so frustrating", "sourceId": "261"}, {"categoryId": "2", "formalText": "But it still feels like it's you know, because like she feels like she shouldn't be kept on something by now, like shouldn't a medication change which, it has if there's stuff like like, okay now, she is not panicking every morning.", "sourceId": "283"}, {"categoryId": "2", "formalText": "Because like, you know when she takes the medicine at night that she is supposed to take at night that's supposed to help with the pain making out and then an hour later.", "sourceId": "288"}, {"categoryId": "2", "formalText": "She is still panicking.", "sourceId": "289"}, {"categoryId": "2", "formalText": "It was just a week, so she did the switching to a lower Wellbutrin like a day or two early, but now it's been almost two weeks since the appointment with the week of the Klonopin the week of the lower Wellbutrin, like lowering the Wellbutrin stops the taking more Klonopin.", "sourceId": "325"}, {"categoryId": "2", "formalText": "She thinks it's more just like all the Panic is making her tired.", "sourceId": "329"}, {"categoryId": "7", "formalText": "The other thing was when she took a Klonopin at like midnight whatever and she ended up going to bed at like 12:30 or something.", "sourceId": "332"}, {"categoryId": "7", "formalText": "And then she was able to fall asleep just fine.", "sourceId": "333"}, {"categoryId": "7", "formalText": "Then, she woke up at 2:30 and was completely and totally awake and panicking.", "sourceId": "334"}, {"categoryId": "7", "formalText": "She was able to get back to sleep until again after that and that's how she slept through the rest of the night kept on waking up in the middle of the night is really frustrating.", "sourceId": "336"}, {"categoryId": "7", "formalText": "She got up till she went to the bathroom.", "sourceId": "339"}, {"categoryId": "7", "formalText": "A little bit because he had also woken up but she doesn't think he woke me up. Then she had him go downstairs and get me a towel roll because she also had been feeling like a little bit of stomach acid trying to reduce all that and so he went downstairs and got her a whole the role that we split it and so ate her half. Then she was able to go to sleep but there's no way to prevent herself from waking up in the middle of the night.", "sourceId": "340"}, {"categoryId": "7", "formalText": "She doesn't have a lot of control when she is sleeping and it's very disruptive to be broken without anxiety.", "sourceId": "342"}, {"categoryId": "7", "formalText": "She could ask if she could take some sort of like Sydney takes Ambien, but there was one time she took one of his Ambience and that was like the night she was trying to sleep when she was like super duper sick and throwing up.", "sourceId": "343"}, {"categoryId": "7", "formalText": "She doesn't generally have trouble falling asleep.", "sourceId": "345"}, {"categoryId": "7", "formalText": "She is having trouble staying asleep.", "sourceId": "346"}, {"categoryId": "7", "formalText": "She doesn't know if sometimes in general she doesn't but with the panic and also has made it harder to fall asleep to.", "sourceId": "347"}, {"categoryId": "7", "formalText": "It's a cycle absolutely being sleep deprived makes her more prone to anxiety.", "sourceId": "354"}]