[{"categoryId": "1", "formalText": "So the following week has been a little bit strange.", "sourceId": "58"}, {"categoryId": "1", "formalText": "So yeah a whole lot of people have been excited for her and congratulatory and all of that. It took her most of Wednesday to fly back last week because when she booked the flights, she was a lot of traffic she had sort of thought that she would be very pleased afterwards and certainly after she finishes the dissertation and sent it off.", "sourceId": "59"}, {"categoryId": "1", "formalText": "And then what size was she going to prevent the most after she defended, she felt tired because she hadn't slept very much last couple of days.", "sourceId": "63"}, {"categoryId": "1", "formalText": "It's like it's been a very intense and focused experience and clarifying in some way.", "sourceId": "65"}, {"categoryId": "1", "formalText": "What she needs to do next, but there's no urgency to it.", "sourceId": "69"}, {"categoryId": "1", "formalText": "Even if the urgency was entirely artificial and mostly self-imposed.", "sourceId": "70"}, {"categoryId": "1", "formalText": "The other thing was sort of like a dread of coming back.", "sourceId": "71"}, {"categoryId": "1", "formalText": "Even when Tanya as well these days she's still very depressed and that's hard to be around all the time.", "sourceId": "72"}, {"categoryId": "1", "formalText": "It just is a it's a hard thing.", "sourceId": "73"}, {"categoryId": "1", "formalText": "She might say something like she doesn't want to live that way for the rest of my life.", "sourceId": "74"}, {"categoryId": "1", "formalText": "But she also recognizes that she does have a tendency to despair about some situations and she is trying to find a realistic balance between this.", "sourceId": "75"}, {"categoryId": "2", "formalText": "It was not the best presentation she has ever given but it was good enough.", "sourceId": "9"}, {"categoryId": "2", "formalText": "So she got the dissertation done early Friday morning food, Ohio and Sunday made her slides and he finished those Tuesday morning and then give the fuck an hour later.", "sourceId": "10"}, {"categoryId": "2", "formalText": "It's a big milestone.", "sourceId": "13"}, {"categoryId": "2", "formalText": "Most of it she thinks she felt like rescheduling it would be admitting defeat us on", "sourceId": "25"}, {"categoryId": "2", "formalText": "Not really being true in any meaningful sense and she felt like her circle of close friends has had a lot of negative incidents in the last year.", "sourceId": "27"}, {"categoryId": "2", "formalText": "Tanya has been hospitalized multiple times and left her program. Frank almost died almost to apply for faculty job and then had to not because it was driving him crazy.", "sourceId": "28"}, {"categoryId": "2", "formalText": "She felt like in substance the people around her needed success and she needed a success for her.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She tends to feel like less of her experience should be private here than she often maintains elsewhere.", "sourceId": "47"}, {"categoryId": "2", "formalText": "But she hadn't really thought of it in terms of privacy.", "sourceId": "48"}, {"categoryId": "2", "formalText": "Sure, as long as depression drugs on four more years, it feels like more like it's a drain on her emotionally. TimeWise there is there's not much else in a relationship for her besides that that's a particularly Bleak picture of it, if not totally accurate, but it's like the most important feature of a relationship is not doing things together caring about each other taking care of each other in like normal way.", "sourceId": "81"}, {"categoryId": "2", "formalText": "It's serviced her depression or something.", "sourceId": "82"}, {"categoryId": "2", "formalText": "She feels like she has worked hard in the last I don't know 8 months to make that less true, but something can be less true and still very true.", "sourceId": "84"}, {"categoryId": "2", "formalText": "One thing she hasn't really said anything about anyone else but in the last week a number of people particularly her friends, but a number of people have started like been congratulatory and said things like they so happy for both of them. She thinks she got it while in general since she sort of appreciate the sentiment.", "sourceId": "86"}, {"categoryId": "2", "formalText": "She thinks she finds it irritating because she doesn't feel like this is a thing they did.", "sourceId": "87"}, {"categoryId": "2", "formalText": "She absolutely feels trapped. She thinks her and her therapist talked about that sound before she felt trapped in a lot of ways and one of the things that she does when she feels trapped is she tries to find a way to like get out of it.", "sourceId": "91"}, {"categoryId": "2", "formalText": "She also knows that she wants to eat and she would like to do by mechanics. She thinks that she will apply for a postdoc with a couple of people that seems like she'll be relatively happy to work with there are a few other people.", "sourceId": "96"}, {"categoryId": "2", "formalText": "She can apply for a postdoc with but she doesn't think she will.", "sourceId": "97"}, {"categoryId": "2", "formalText": "She fixed that chapter of her dissertation that was falling apart.", "sourceId": "101"}, {"categoryId": "2", "formalText": "It put her in a place where she feels more like it would be a very reasonable choice for someone to hire her.", "sourceId": "105"}, {"categoryId": "2", "formalText": "So she feels", "sourceId": "106"}, {"categoryId": "2", "formalText": "trapped in that regard also and that sort of unrelated to the question.", "sourceId": "107"}, {"categoryId": "2", "formalText": "She's unhappy most of the time and not", "sourceId": "114"}, {"categoryId": "2", "formalText": "And she guesses she feels like she doesn't really trust Tanya to or the same extent at all.", "sourceId": "115"}, {"categoryId": "2", "formalText": "She feels trapped she thinks because she can't leave or she can't leave without breaking about which is the thing.", "sourceId": "121"}, {"categoryId": "2", "formalText": "Other than like it's emotionally draining to be in a relationship with someone who's like who's depressed.", "sourceId": "124"}, {"categoryId": "2", "formalText": "Yeah, if she doesn't just as myself from her at least internally then yeah it is it is doesn't hack my mood for her mood to be low, but then if she distances from her internally, then they're just in some sense and that itself is like not necessarily what she wants in a relationship. She is not saying that she wanted was to be tightly coupled at all times but like is not a feature of relationships like shared experience or something like that.", "sourceId": "130"}, {"categoryId": "2", "formalText": "So Tanya was talking about wanting to be a priest and so she's a little bit excited about that and a little bit terrified about that and knows she understands both of those and that's fine.", "sourceId": "149"}, {"categoryId": "2", "formalText": "She feels like wanting to be a priest is mostly a response to feeling like she can't be a cat.", "sourceId": "150"}, {"categoryId": "2", "formalText": "She doesn't want the relationship to all be about her.", "sourceId": "169"}, {"categoryId": "2", "formalText": "So, yeah, she definitely feels like she also tries to alter that narrative at least internally somewhat in order to feel better about it or something, but also in the real world like actually want to talk about things that are interesting to her.", "sourceId": "171"}, {"categoryId": "2", "formalText": "She guesses she has had experience of people who seem like they're trying to alienate everyone around them.", "sourceId": "187"}, {"categoryId": "2", "formalText": "That's a mindset that she has a really hard time like grabbing.", "sourceId": "188"}]