[{"categoryId": "1", "formalText": "She feels like when she wants to hurt herself the knowledge that like that is not going to go away necessarily doesn't actually isn't enough to keep her from doing it away from them, but like well socks and she has scars all over her sort of preoccupation about it.", "sourceId": "6"}, {"categoryId": "1", "formalText": "When she thinks that she likes some things in life are never going to go away.", "sourceId": "7"}, {"categoryId": "1", "formalText": "It's just going to be what she looks like. Then she feels like she should either find some way to get comfortable with them or find some way to talk about them about like she has got two although it's never going to go away.", "sourceId": "8"}, {"categoryId": "1", "formalText": "She just finds it embarrassing because she is self-insure and she is kind of embarrassed about it. She can't sort of like pretend she has done or she doesn't know because it's right there in front of her all the time.", "sourceId": "10"}, {"categoryId": "1", "formalText": "She just worrys that people like will always see it as unstable in the way it has been.", "sourceId": "12"}, {"categoryId": "2", "formalText": "She guesses that is good that she actually am thinking about myself in 20 30 50 years, but not necessarily that hopeful peaceful thoughts.", "sourceId": "20"}, {"categoryId": "2", "formalText": "So her church has decided that this coming year is going to be like the year of the Bible. They're going to focus on actually reading the Bible which actually could do that much and especially like the Old Testament because there seems to be a general consensus that no one really knows what is in there anyway, and it makes them kind of embarrassment. She thinks that's a good idea and she has been anxiously turning over in her head whether it should offer to help in some way because she actually does know a lot about that Old Testament.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She felt like two days working herself up to sending an email telling the priests that they preach this week that she likes to Sturman and she'd be like now he's really not going to be upset about like to hear that.", "sourceId": "27"}, {"categoryId": "2", "formalText": "It's a little weird going.", "sourceId": "30"}, {"categoryId": "2", "formalText": "So her the church she grew up in is also called calorie, which is weird because Calvary she thinks is kind of weird, but it's like whatever but she was not liking some place.", "sourceId": "31"}, {"categoryId": "2", "formalText": "She felt comfortable like the space.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She was really comfortable in like both in like Sanctuary like the church in Shelton like all like the whole area.", "sourceId": "33"}, {"categoryId": "2", "formalText": "She is not really good at about remembering people's names as a child.", "sourceId": "37"}, {"categoryId": "2", "formalText": "She never knew their name and she saw them every week and she had known them for years. She was supposed to know their names and she doesn't know their names and she couldn't say who is that person without she basically solves that problem by leaving town and now she is just like fuck it.", "sourceId": "39"}, {"categoryId": "2", "formalText": "She is not going to be embarrassed about it.", "sourceId": "40"}, {"categoryId": "2", "formalText": "They're going to have a year-long relationship and she doesn't know who they are.", "sourceId": "42"}, {"categoryId": "2", "formalText": "Yeah, it took her a long time to notice the connection that if she drinks a whole lot of water, she would throw up a couple times.", "sourceId": "68"}, {"categoryId": "2", "formalText": "With everything but that was because it happened to Tim not because she happen to her because it was said and that wasn't really listen to it all and it was because they had well water and the wild Hunt contract or like wasn't be maintained properly.", "sourceId": "70"}, {"categoryId": "2", "formalText": "She thinks part of that and the thing is the housing block on her dad belongs to the street and they weren't responsible for the upkeep.", "sourceId": "73"}, {"categoryId": "2", "formalText": "Yeah, typically apart of the priest salary.", "sourceId": "75"}, {"categoryId": "2", "formalText": "These days this year we're from those message and they have included a stipend for housing.", "sourceId": "76"}, {"categoryId": "2", "formalText": "But it kind of like traditionally the priest lives in the rectory and then the Vestry use directory up or the church does the church's responsibility and so she doesn't feel so good about that, they started doing repairs the last couple years they lived there but she thinks it was because she started to realize that her dad was going to be there forever and she needed...", "sourceId": "77"}, {"categoryId": "2", "formalText": "She feels not protected or safe but anxious and kind of cut into in some way.", "sourceId": "128"}, {"categoryId": "2", "formalText": "Answers to have a feel of when they are talking a while ago like them or contraction and yet she thinks she was stepping back and Away saying that's not what's going on.", "sourceId": "129"}, {"categoryId": "2", "formalText": "She doesn't feel like cutting herself is to exert some control over the situation and she feels like this conversation is filing rap for the out of her control.", "sourceId": "134"}, {"categoryId": "2", "formalText": "The church was supposed to protect her from all sorts of things and her father was supposed to protect her and look out for her and how and said it was sort of the opposite.", "sourceId": "139"}, {"categoryId": "2", "formalText": "They dangerously neglected her and The Cutting is supposed to be like that as well as supposed to sort of provide relief and she knows that in a way it does.", "sourceId": "140"}, {"categoryId": "2", "formalText": "Yeah, exactly the kind of thing that she was trying to avoid by cutting herself, which is sort of exposure examination question.", "sourceId": "142"}, {"categoryId": "2", "formalText": "Well, she consciously would choose the cutting as a way of coping something that has a kind of narcissistic quality or experience that she may not choose consciously, but as like a can opener like she thinks her therapist exactly right that there is because what feels familiar is what gives her the impression for some reason that she is doing something right?", "sourceId": "153"}]