[{"categoryId": "2", "formalText": "She doesn't have to yeah, although it's her sister-in-law.", "sourceId": "39"}, {"categoryId": "2", "formalText": "She doesn't think they're ever going to be kindred spirits.", "sourceId": "40"}, {"categoryId": "2", "formalText": "She has grown to really love and appreciate them.", "sourceId": "41"}, {"categoryId": "2", "formalText": "And also they're just a divided.", "sourceId": "42"}, {"categoryId": "2", "formalText": "They just don't have anything else anything alike?", "sourceId": "43"}, {"categoryId": "2", "formalText": "and she feels guilty for thinking that way but they like talk about the and Jessica.", "sourceId": "47"}, {"categoryId": "2", "formalText": "So from James's perspective, she thinks it's like he doesn't really talk to her about his work anymore.", "sourceId": "60"}, {"categoryId": "2", "formalText": "He hasn't been talking to her  about this, you know the process of figuring out what to do next very much.", "sourceId": "61"}, {"categoryId": "2", "formalText": "She thinks there was a long time where she just really wasn't able to have a conversation.", "sourceId": "62"}, {"categoryId": "2", "formalText": "It's you know, or that it will be too much for her.", "sourceId": "66"}, {"categoryId": "2", "formalText": "She can't tell whether she is more sensitive than usual or whether James is more dismissive than usual.", "sourceId": "68"}, {"categoryId": "2", "formalText": "Sge feels like when she tries to talk to him about things and that she is worried about like she feels like her feelings end up getting hurt a lot.", "sourceId": "71"}, {"categoryId": "2", "formalText": "And she is so angry at him because he left her and she is  really glad that she didn't kill herself, but that's a pretty tough minimums day.", "sourceId": "74"}, {"categoryId": "2", "formalText": "Like it's not a great minimum and me saying, she feels like she deserves a medal for not killing herself.", "sourceId": "75"}, {"categoryId": "2", "formalText": "She is so worried about the point where she is thinking.", "sourceId": "78"}, {"categoryId": "2", "formalText": "Well, okay, if he's going to continue to get angry about get angry about her in about this she needs", "sourceId": "79"}, {"categoryId": "2", "formalText": "he needs to look for ways she could make it better", "sourceId": "80"}, {"categoryId": "2", "formalText": "She doesn't think he's glad to be married to her at this point.", "sourceId": "83"}, {"categoryId": "2", "formalText": "She is having a hard time talking to her therapist about this, which actually talk to her about it.", "sourceId": "98"}, {"categoryId": "2", "formalText": "Yeah, she feels like she doesn't want to tell her therapist about James disappoint James his disappointment anger with her because she might catch it.", "sourceId": "99"}, {"categoryId": "2", "formalText": "She knows it's been hard being married to her.", "sourceId": "125"}, {"categoryId": "2", "formalText": "The the communication between them is always upset with him for answering the question.", "sourceId": "138"}, {"categoryId": "2", "formalText": "She is already upset with him for answering the question.", "sourceId": "139"}]