[{"categoryId": "2", "formalText": "She is switching off Lexapro and onto Celexa or Celebrex whichever one is actually in a depressant.", "sourceId": "5"}, {"categoryId": "2", "formalText": "She is going to feel like crap for a while and I was like, oh, well, then awesomely right on schedule.", "sourceId": "10"}, {"categoryId": "2", "formalText": "She started feeling like crap the 23rd 24th.", "sourceId": "11"}, {"categoryId": "2", "formalText": "She had actually predicted that one of the worst day is probably going to be around the 27th, and it was horrible.", "sourceId": "13"}, {"categoryId": "2", "formalText": "she thinks her mom knows she wasn't feeling great.", "sourceId": "27"}, {"categoryId": "2", "formalText": "Because her mom was also being really anxious and one of the ways she likes to express this is just to stare at her a lot with a concerned face or speak really loudly and try to drive her into conversation, which doesn't work very well.", "sourceId": "28"}, {"categoryId": "2", "formalText": "She just doesn't feel good, which is really frustrating.", "sourceId": "40"}, {"categoryId": "2", "formalText": "In fact, in fact, she said know which made her feel so crazy because she was just like I didn't even you know. She was both upset like she was still really upset about it, but also thinking you shouldn't be because you didn't ask what level also that was upsetting.", "sourceId": "47"}, {"categoryId": "2", "formalText": "Actually wanted to switch off the Wellbutrin.", "sourceId": "60"}, {"categoryId": "2", "formalText": "Which they talked which we were talking about.", "sourceId": "61"}, {"categoryId": "2", "formalText": "But she has been.", "sourceId": "62"}, {"categoryId": "2", "formalText": "Having the sudden moments of feeling.", "sourceId": "63"}, {"categoryId": "2", "formalText": "Really intensely weepy and she doesn't know if they were increased but they weren't going away.", "sourceId": "64"}, {"categoryId": "2", "formalText": "So that concerned her mom, but she doesn't know.", "sourceId": "65"}, {"categoryId": "2", "formalText": "Her response was like oh whatever.", "sourceId": "66"}, {"categoryId": "2", "formalText": "She says she will tough it out.", "sourceId": "67"}, {"categoryId": "2", "formalText": "She can tough it out for a while, which is usually her response.", "sourceId": "68"}, {"categoryId": "2", "formalText": "Not being randomly weepy would be good.", "sourceId": "70"}, {"categoryId": "2", "formalText": "If she could do my homework and work it would be nice.", "sourceId": "71"}, {"categoryId": "2", "formalText": "But she is also like giving her mom's obsession with her how her children should be medicated.", "sourceId": "80"}, {"categoryId": "2", "formalText": "She would think that her mom would know more about how that might work just as well as had met major medication problems increasingly.", "sourceId": "81"}, {"categoryId": "2", "formalText": "She doesn't think she knows how to communicate.", "sourceId": "101"}, {"categoryId": "2", "formalText": "It's true that she can't that she can't get pissy about diplomacy, but she is perfectly capable of doing she just doesn't always want to", "sourceId": "102"}, {"categoryId": "2", "formalText": "Feel the root of the problem is communication or her lack.", "sourceId": "123"}, {"categoryId": "2", "formalText": "Or her lack my inability to communicate which she did.", "sourceId": "124"}, {"categoryId": "2", "formalText": " She feels she can't communicate communicate around, there's no way for her to communicate around bertos racism or sexism.", "sourceId": "126"}, {"categoryId": "2", "formalText": "Kind of given up on pretending that she is not frustrated.", "sourceId": "178"}, {"categoryId": "2", "formalText": "In fact, she has been frustrated over thinking about struggling with this for years with Chet and have tried many different things are completely exasperated and thinking he's a terrible manager for 12 different reasons as well as and she hasn't talked too much explicit explicitly about this.", "sourceId": "196"}, {"categoryId": "2", "formalText": "The way that she is entirely vulnerable position with chat and you feel like people kind of want to look the other way from that.", "sourceId": "231"}, {"categoryId": "2", "formalText": "Originally, she is feeling really vulnerable upset and frustrated about something and he's not being supportive about that and also telling her it's her fault.", "sourceId": "262"}, {"categoryId": "2", "formalText": "She feels like he's kind of picking not her side which feels horrible and really weird and it's really discouraging in terms of just she tries to think about how they're working hard and other places are different in other like", "sourceId": "296"}, {"categoryId": "6", "formalText": "Receive them as bad medication interactions.", "sourceId": "83"}, {"categoryId": "6", "formalText": "He took lithium and it didn't work for him.", "sourceId": "84"}, {"categoryId": "6", "formalText": "So and so my mom my mom's theory is that my brother insisted on taking Lithium because Dad took it and", "sourceId": "85"}, {"categoryId": "6", "formalText": "My mom is I think they gave him was the end because he's bipolar and that's what everyone does but my mom kind of really blames my brother for it's very strange.", "sourceId": "88"}]