[{"categoryId": "1", "formalText": "Yeah, so for but she likes long-term Subs like she's doing in the spring and apply for anything yesterday or yesterday because the sense of Doom was a little bit too overpowering when she is sure that it's a job that if she does get the job.", "sourceId": "13"}, {"categoryId": "1", "formalText": "That she is going to fail at it.", "sourceId": "14"}, {"categoryId": "1", "formalText": "She is usually not the best time for me to fill out the application.", "sourceId": "15"}, {"categoryId": "1", "formalText": "She thinks he expects or wants her to or thinks she has kind of control over this that she sort of thinks she should have also.", "sourceId": "18"}, {"categoryId": "1", "formalText": "Then she feels like a prisoner in her life.", "sourceId": "22"}, {"categoryId": "1", "formalText": "She doesn't actually want to die and in so she is looking for an excuse to stick around.", "sourceId": "25"}, {"categoryId": "2", "formalText": "So it's just that she doesn't know how much of her", "sourceId": "29"}, {"categoryId": "2", "formalText": "resentment against James for being the person who he wants her to be here is real.", "sourceId": "30"}, {"categoryId": "2", "formalText": "She doesn't hurt herself because James doesn't want her to because she feels like she has responsibilities towards him, but she doesn't know how much of that is real and how much of that is really actually", "sourceId": "32"}, {"categoryId": "2", "formalText": "She feels like such a coward like different but she can't do anything.", "sourceId": "36"}, {"categoryId": "2", "formalText": "She is not doing anything to make it different, and then she wonders how much of that is her in just not wanting to feel like she is totally out of control a lot of navigating.", "sourceId": "37"}, {"categoryId": "2", "formalText": "So maybe but it feels like it was more like a natural correction.", "sourceId": "68"}, {"categoryId": "2", "formalText": "She feels like she is like both James and her are blackmailing one another with caring about each other.", "sourceId": "71"}, {"categoryId": "2", "formalText": "She feels like sometimes she is coercing him into bending over backwards to take care of her and feels like he's somehow coercing her into sticking around.", "sourceId": "72"}, {"categoryId": "2", "formalText": "Yes, James is very upset and he doesn't feel like he's allowed to be upset because it upsets her so much and to some extent.", "sourceId": "75"}, {"categoryId": "2", "formalText": "It does not it does upset her too much unless it's not a tenable position for them to be in.", "sourceId": "77"}, {"categoryId": "2", "formalText": "She feels like she is working just as hard as he is.", "sourceId": "78"}, {"categoryId": "2", "formalText": "Been riding a lot and she doesn't know to some extent it seems helpful and to some extent it seems like it gets her worked up.", "sourceId": "91"}, {"categoryId": "2", "formalText": "Which again makes her feel like maybe she ought to have control over it and don't or maybe she does have control over it and she is just choosing to be like this.", "sourceId": "92"}, {"categoryId": "2", "formalText": "She is so angry with herself.", "sourceId": "104"}, {"categoryId": "2", "formalText": "She doesn't know what she is doing.", "sourceId": "109"}, {"categoryId": "2", "formalText": "She  should be able to to just cope and go to work and she should be able to kill herself or should be able to find some other option.", "sourceId": "110"}, {"categoryId": "2", "formalText": "She feels like her existence is hurting people she loves but that if she left she would hurt them more.", "sourceId": "111"}, {"categoryId": "2", "formalText": "She feels like she is not good for much.", "sourceId": "112"}, {"categoryId": "2", "formalText": "She is not like she doesn't have anything to offer.", "sourceId": "113"}, {"categoryId": "2", "formalText": "She can't remember any of the things that used to be comforting.", "sourceId": "118"}, {"categoryId": "2", "formalText": "It's really just too much.", "sourceId": "145"}, {"categoryId": "2", "formalText": "Running around for 8 hours.", "sourceId": "168"}, {"categoryId": "2", "formalText": "It's hard to police herself that for 8 hours.", "sourceId": "174"}, {"categoryId": "2", "formalText": "Yeah, she is worried that she'll need to be hospitalized again.", "sourceId": "189"}, {"categoryId": "2", "formalText": "Yeah, it feels like Starbucks and this are conflicting in some ways.", "sourceId": "201"}, {"categoryId": "2", "formalText": "She can things that make her  go to her  job.", "sourceId": "202"}, {"categoryId": "2", "formalText": "They're the things that make her shut down here or to upset to deal with anything.", "sourceId": "203"}]