[{"categoryId": "1", "formalText": "It's nice because it's sort of she got bogged down and sort of questioning everything.", "sourceId": "11"}, {"categoryId": "1", "formalText": "That's not always necessary.", "sourceId": "12"}, {"categoryId": "2", "formalText": "Yeah, and in many circumstances the answer is sort of she knows she sort of pushes on that idea before and suggesting that she perhaps undervalues the extent to which the people who are doing things are doing them for a reason that might be true.", "sourceId": "50"}, {"categoryId": "2", "formalText": "But so in that instance another thing that she found very frustrating about it was that sort of goes through the same sequence when they need Tanya so it was like they hear her story and they seem to start constructing essentially a similar sequence of series as if while securing the history in which she is talking about seeing a whole bunch of other people and who do their job they are recognizing that the other people will have constructed the thing theories and at their first conclusion has probably already been tried that sort of", "sourceId": "51"}, {"categoryId": "2", "formalText": "Well, and she is acutely aware that all organization organizations.", "sourceId": "58"}, {"categoryId": "2", "formalText": "And she has been working on it describing that as of thing that happens is has been helpful.", "sourceId": "69"}, {"categoryId": "2", "formalText": "She thinks in a general sense, it seems helpful to have the non-ideal ideality be acknowledged.", "sourceId": "71"}, {"categoryId": "2", "formalText": " Tanya's perfectionism her not the same internal rigidity.", "sourceId": "98"}, {"categoryId": "2", "formalText": "Yes, and it yeah and it's really problematic.", "sourceId": "99"}, {"categoryId": "2", "formalText": "Talk to a couple weeks ago about anger and the sense in which one of them not the only but one of the causes of herself injury and suicidal suicide is her utter inability to deal with the anger from anyone else or herself.", "sourceId": "102"}, {"categoryId": "2", "formalText": "That's her description of it.", "sourceId": "103"}, {"categoryId": "2", "formalText": "She does not allow herself to express the anger because any expression of anger is bad because I don't know.", "sourceId": "106"}, {"categoryId": "2", "formalText": "It's a particular motion or traumatic logic, but it's not okay to express anger.", "sourceId": "108"}, {"categoryId": "2", "formalText": "And so she internalizes it something like being angry because she is angry of becoming angry at herself for being angry at someone else and wanting to express that and buttons up and self-injury. If it goes on long enough course particularly acute suicide, so, her therapist were talking about ways that she can understand and relate and she is talking about now the piece that she really can't relate to buy.", "sourceId": "109"}, {"categoryId": "2", "formalText": "She thinks there's a difference in thats she doesn't have an answer but she feels like a large part of what they're doing in therapy is struggling to interpret or understanding what's going on in her life for her.", "sourceId": "134"}, {"categoryId": "2", "formalText": "But that maybe that's a good description because that's also somewhat true emotionally.", "sourceId": "137"}, {"categoryId": "2", "formalText": "But her therapist thought it was very important to give people space.", "sourceId": "139"}, {"categoryId": "2", "formalText": "That's just a thing that was missing from their culture more generally.", "sourceId": "140"}, {"categoryId": "2", "formalText": "So years ago she used to be able to like look at a person and think while she was doing it.", "sourceId": "141"}, {"categoryId": "2", "formalText": "She doesn't know, maybe early in her Ph.D program.", "sourceId": "143"}, {"categoryId": "2", "formalText": "She stopped being able to do that.", "sourceId": "144"}, {"categoryId": "2", "formalText": "Then he sort of sad but also not intellectually, you know, it's not just facts.", "sourceId": "190"}, {"categoryId": "2", "formalText": "It's also feelings.", "sourceId": "191"}, {"categoryId": "2", "formalText": "Yeah, and she guesses one of the ways that she does that is she rejects them into the fox say so but she recognized they talked and that in a sense identifies and tags feelings and particular Trends in her feelings.", "sourceId": "193"}, {"categoryId": "2", "formalText": "They not only they are ruined they're probably not very damaged and at this point things are still likely to get very salvageable.", "sourceId": "198"}]