[{"categoryId": "1", "formalText": "her friend the doctor said this so she loves myself to get into a state of Hysteria because for whatever reason they don't have to get into it that but she felt very desperate.", "sourceId": "28"}, {"categoryId": "1", "formalText": "She has her own distraction, but she thinks that when she is feeling desperate, it's more of that.", "sourceId": "44"}, {"categoryId": "1", "formalText": "But she is never going to be the same again and very many shoulds and must and all those things.", "sourceId": "46"}, {"categoryId": "1", "formalText": "She is very very frustrated at this point because the pain is just the debilitating.", "sourceId": "50"}, {"categoryId": "1", "formalText": "She has been feeling it since April and she was sick last year for a.", "sourceId": "51"}, {"categoryId": "2", "formalText": "Basically what it related to was the fact that she thinks she mentioned in the past and some of the recordings that she just had a recent surgery and in addition to having shoulder surgery and trying to recover from some very very painful processes.", "sourceId": "10"}, {"categoryId": "2", "formalText": "She was having other pain and numbness and tingling shooting down her arm, very concerning things happened.", "sourceId": "11"}, {"categoryId": "2", "formalText": "And what ends up happening was she received a in Mir MRI report on Friday that showed she had a herniated disc in her cervical spine in her next to say", "sourceId": "12"}, {"categoryId": "2", "formalText": "To the say the least it's been taking steroids and doing all of these things.", "sourceId": "13"}, {"categoryId": "2", "formalText": "Of 3 months and she just started to feel better from really really ill and she wasn't able to walk and was so down.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She felt like she had a good number of months, but it was still teetering on any amount.", "sourceId": "53"}, {"categoryId": "2", "formalText": "There was still fear.", "sourceId": "54"}, {"categoryId": "2", "formalText": "Of course, she was traumatized by what a matter or she'll say it was it re BP way, she traumatized herself what happened, but regardless", "sourceId": "55"}, {"categoryId": "2", "formalText": "Of that it was still very huge pivotal point in her life and then heard she got better and actually meant like had a girlfriend and everything pretty much 3 months later all of this started to happen.", "sourceId": "56"}, {"categoryId": "2", "formalText": "Yes, she has always been someone who's very hard on herself.", "sourceId": "66"}, {"categoryId": "2", "formalText": "So basically she shared with him that she just wasn't really feeling up to it and thought she was having a cranky feeling.", "sourceId": "113"}, {"categoryId": "2", "formalText": "So she was quite absurd.", "sourceId": "114"}, {"categoryId": "2", "formalText": "In the past she has not found it at all easy to be assertive with her parents.", "sourceId": "120"}, {"categoryId": "2", "formalText": "She doesn't find it easy at all.", "sourceId": "121"}, {"categoryId": "2", "formalText": "It's like my hardest thing.", "sourceId": "122"}, {"categoryId": "2", "formalText": "She thought she was a bitch.", "sourceId": "126"}, {"categoryId": "2", "formalText": "She has to end up allowing herself to feel guilty when he's being caring and telling her what he thinks she should do and she doesn't go with it.", "sourceId": "128"}, {"categoryId": "2", "formalText": "But it feels like it's not should but she feels like it's affecting her relationship as well.", "sourceId": "158"}, {"categoryId": "2", "formalText": "Just her feeling very depressed.", "sourceId": "159"}, {"categoryId": "2", "formalText": "It's hard for her to sort of weed out if it's the relationship or if it's her in the relationship.", "sourceId": "161"}, {"categoryId": "2", "formalText": "Regardless of whether she had this all this stuff going on right now because in past relationships when she didn't have this she did feel that she had to be bright cheerful happy a peach.", "sourceId": "192"}, {"categoryId": "2", "formalText": "Otherwise, it was very extreme.", "sourceId": "193"}, {"categoryId": "2", "formalText": "She thinks it does have to do a lot with the fact that she didn't feel her mother was very loving towards her when she was in a good mood and when she was down or upset she would push it right away and say that she is complaining and doesn't want to hear it and when her mom used to say that she is like a doormat and so there's no empathy really beautiful what it would maybe she asks for like 2 or 3 minutes and then she would get that Embassy for 2 or 3 minutes like oh wow, her mom really does understand and then she would just say that she is going to be fine.", "sourceId": "196"}, {"categoryId": "2", "formalText": "She feels like it just takes so much just being completely honest feel like it takes so much effort for her.", "sourceId": "209"}, {"categoryId": "2", "formalText": "She doesn't feel like it comes natural.", "sourceId": "210"}, {"categoryId": "2", "formalText": "Okay, she is  frustrated with herself.", "sourceId": "268"}, {"categoryId": "2", "formalText": "She said she felt depressed.", "sourceId": "382"}, {"categoryId": "2", "formalText": "It was more anxiety wasn't it would investigate which thoughts are creating it.", "sourceId": "383"}, {"categoryId": "2", "formalText": "She is doing everything... she is talking taking a risk by choosing this opportunity to benefit from their EBT in her life because she thinks there's something for the better for her, but she doesn't have to necessarily get it or no it right away or even in 12 sessions.", "sourceId": "471"}, {"categoryId": "2", "formalText": "This is obviously a challenge in her life at this point.", "sourceId": "593"}, {"categoryId": "2", "formalText": "It is her tendency to demand Perfection from herself.", "sourceId": "753"}, {"categoryId": "2", "formalText": "It's exhausting.", "sourceId": "754"}, {"categoryId": "2", "formalText": "She is in a better mood, but she is exhausted if that makes sense.", "sourceId": "760"}, {"categoryId": "2", "formalText": "The irrational belief is that her therapist is not going to like her anymore if she doesn't get here on time. That her therapist is going to not want her to come back and that she is going to be finished with this because her therapist thought she was being irresponsible, but she wasn't here as she should be worse possible because she arranged the session with her.", "sourceId": "810"}, {"categoryId": "2", "formalText": "She can accept herself unconditionally.", "sourceId": "860"}]