[{"categoryId": "1", "formalText": "She is  having trouble with fear of germs and fear of intruders coming to attack her family.", "sourceId": "4"}, {"categoryId": "1", "formalText": "She feels that if she doesn't do certain things each day that bad things will happen.", "sourceId": "5"}, {"categoryId": "2", "formalText": "Yes, she would like to get the psychiatrists help because she can't seem to get through the day without these rituals taking so much time out of her life.", "sourceId": "9"}, {"categoryId": "2", "formalText": "They are getting worse.", "sourceId": "10"}, {"categoryId": "2", "formalText": "Yes, she feels the need to wash her hands constantly.", "sourceId": "14"}, {"categoryId": "2", "formalText": "She is afraid of getting germs from things that other people touch.", "sourceId": "15"}, {"categoryId": "2", "formalText": "She feels she needs to wash them three times.", "sourceId": "16"}, {"categoryId": "2", "formalText": "Every time she touches something that someone else may have touched such as door knob light switch for a faucet handle.", "sourceId": "17"}, {"categoryId": "2", "formalText": "Then she is afraid that she will get germs that could cause her to get sick.", "sourceId": "20"}, {"categoryId": "2", "formalText": "She has fears that she forgets to lock the door turn off the lights.", "sourceId": "21"}, {"categoryId": "2", "formalText": "So she will go and turn the Lock 3 times in the need to wash her hands three times.", "sourceId": "22"}, {"categoryId": "2", "formalText": "She has had to turn around and drive home to see if she remembered to turn off the coffee pot.", "sourceId": "24"}, {"categoryId": "2", "formalText": "This is embarrassing because she knows what she is doing.", "sourceId": "25"}, {"categoryId": "2", "formalText": "She can't stop it.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She is afraid that she will get some bad germs that will get into her body.", "sourceId": "28"}, {"categoryId": "2", "formalText": "And if she doesn't lock the lock the door, then someone will come and attack her and her family if she doesn't check the doors in the windows and lock everything three times.", "sourceId": "29"}, {"categoryId": "2", "formalText": "Then she is afraid that she forgot to lock the doors in the windows.", "sourceId": "31"}, {"categoryId": "2", "formalText": "So she is repeatedly checking on them.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She has contact dermatitis on her hands because they are irritated from the constant washing.", "sourceId": "37"}, {"categoryId": "2", "formalText": "She has separate laundry hampers for her clothes depending on where she wore them; work is different than the grocery store.", "sourceId": "40"}, {"categoryId": "2", "formalText": "She checks everything before she leaves work when she comes home from work and before bed and waking up in the morning if she checked three times, then it feels right.", "sourceId": "42"}, {"categoryId": "2", "formalText": "She feels relief if she checks in town three times.", "sourceId": "43"}, {"categoryId": "2", "formalText": "She wants to stop, she wants to feel normal again.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She has always been particular about things but this is really taking over her life.", "sourceId": "53"}, {"categoryId": "2", "formalText": "She wants to stop but if she doesn't do the county checking and washing then it doesn't feel right.", "sourceId": "54"}, {"categoryId": "2", "formalText": "It's only temporary belief, but really really spot relief nonetheless.", "sourceId": "56"}, {"categoryId": "2", "formalText": "Her husband is so understanding but worried and wants her to get help because it is disrupted in their household. The kids wonder why she must do everything three times and why she can't touch the certain things in the house because of the fear of germs.", "sourceId": "59"}, {"categoryId": "2", "formalText": "She deson't want them to learn these things for her.", "sourceId": "60"}, {"categoryId": "2", "formalText": "She works in his account as an egg and accounting.", "sourceId": "61"}, {"categoryId": "2", "formalText": "So she has her own office and doesn't have to interact a lot with the Republic.", "sourceId": "62"}, {"categoryId": "2", "formalText": "She just wipes her phone down with bleach wipes.", "sourceId": "63"}, {"categoryId": "2", "formalText": "Every time she comes into her office.", "sourceId": "64"}, {"categoryId": "2", "formalText": "She also wiped the doorknob or avoid it.", "sourceId": "65"}, {"categoryId": "2", "formalText": "She doesn't know if anyone at work that was the extent of her compulsions.", "sourceId": "66"}, {"categoryId": "2", "formalText": "They three kids.", "sourceId": "70"}, {"categoryId": "2", "formalText": "The oldest is eight the middle of 6 and the youngest is for the full 4 year old is just starting to mimic how she uses a paper towel to open things.", "sourceId": "71"}, {"categoryId": "2", "formalText": "She takes a multivitamin and Tylenol or Advil for headaches, which isn't often.", "sourceId": "78"}, {"categoryId": "2", "formalText": "She is 36 and she was about 12 or 13 one of these things started for sure.", "sourceId": "82"}, {"categoryId": "2", "formalText": "She started to really avoid anything that she had contact with others hands mainly always worried about being attacked or mugged by some criminal.", "sourceId": "83"}, {"categoryId": "2", "formalText": "She has always been a clean and neat person from childhood.", "sourceId": "84"}, {"categoryId": "2", "formalText": "No, it was just after her funeral.", "sourceId": "100"}, {"categoryId": "2", "formalText": "That's when she felt the need to count and wash more often.", "sourceId": "101"}, {"categoryId": "2", "formalText": "She felt so low.", "sourceId": "102"}, {"categoryId": "2", "formalText": "She wanted to die right after her mother passed.", "sourceId": "104"}, {"categoryId": "2", "formalText": "She was depressed and felt so low, but she didn't attempt suicide.", "sourceId": "105"}, {"categoryId": "2", "formalText": "She doesn't have ideas of some home on the side quite the opposite.", "sourceId": "106"}, {"categoryId": "2", "formalText": "She is worried about keeping her family safe.", "sourceId": "107"}, {"categoryId": "2", "formalText": "She is worried about being attacked.", "sourceId": "108"}, {"categoryId": "4", "formalText": "She drank a bit in college never smoked.", "sourceId": "80"}, {"categoryId": "6", "formalText": "Her mother was a very neat and kept person.", "sourceId": "86"}, {"categoryId": "6", "formalText": "She was very particular about how she kept the house and her personal appearance.", "sourceId": "87"}, {"categoryId": "6", "formalText": "She guesses her siblings are brother and sister are messier than she is.", "sourceId": "89"}, {"categoryId": "6", "formalText": "No, no physical or sexual abuse at all.", "sourceId": "92"}, {"categoryId": "6", "formalText": "Well, her mother died right after her and her husband were married about 11 years ago or maybe 10 it was right before she started her position with the accounting firm.", "sourceId": "94"}, {"categoryId": "6", "formalText": "Her father passed just before they were married while she was still in college.", "sourceId": "95"}, {"categoryId": "7", "formalText": "She wakes up anxious during the night and sometimes must check things in the house like the Windows Doors coffee pot and lights in the garage and closet.", "sourceId": "46"}, {"categoryId": "7", "formalText": "Then she tries to go back to sleep and sometimes she lays awake for hours.", "sourceId": "47"}, {"categoryId": "7", "formalText": "So yes, her sleep is interrupted by the checking.", "sourceId": "48"}]