[{"categoryId": "0", "formalText": "She also found out more stuff about my job.", "sourceId": "200"}, {"categoryId": "0", "formalText": "It turns out that the grant goes until December.", "sourceId": "201"}, {"categoryId": "0", "formalText": "SHe guesses it's flexible enough so that it's not like if she does end up finishing everything really early they can find other things for her to do and she can stay until December talking to people on the internet.", "sourceId": "202"}, {"categoryId": "0", "formalText": "There's a little bit of moved a parts that are stressing her out because she has tried two companies and one was going to be for September 1st at 2:48 an hour.", "sourceId": "296"}, {"categoryId": "1", "formalText": "She knows it's not time to symbolize depression yet, but she thinks he has what would be depression if it were happening consistently for 2 weeks.", "sourceId": "1"}, {"categoryId": "2", "formalText": "She is feeling like a water time.", "sourceId": "4"}, {"categoryId": "2", "formalText": "She is having unsettled thoughts more like wanting to hurt herself non-fatally thoughts.", "sourceId": "5"}, {"categoryId": "2", "formalText": "Really easily like overacting to something small going wrong.", "sourceId": "6"}, {"categoryId": "2", "formalText": "She is feeling irritable anxious. A lot of the anxious anxiety uncomfortable feeling.", "sourceId": "8"}, {"categoryId": "2", "formalText": "She is not crying non-stop.", "sourceId": "10"}, {"categoryId": "2", "formalText": "So she dosen't know.", "sourceId": "11"}, {"categoryId": "2", "formalText": "Most of today yesterday mid-afternoon, so she didn't wake up until 12 p.m. Or something.", "sourceId": "17"}, {"categoryId": "2", "formalText": "So she hasn't been awake for that long.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She is not sure if she knows what makes one day good or bad because it usually starts mid-to-late day.", "sourceId": "38"}, {"categoryId": "2", "formalText": "Saturday was fine for her.", "sourceId": "39"}, {"categoryId": "2", "formalText": "She even went out walking for a good two and a half hours.", "sourceId": "40"}, {"categoryId": "2", "formalText": "There's nothing bad that happened yesterday that triggered it.", "sourceId": "43"}, {"categoryId": "2", "formalText": "She wasn't very good at things like sitting made dinner.", "sourceId": "46"}, {"categoryId": "2", "formalText": "She couldn't even go to the grocery store and get ingredients for dinner, which is something that she would normally be able to do.", "sourceId": "47"}, {"categoryId": "2", "formalText": "Lots of anxiety, she guesses she could ask as a physically made myself.", "sourceId": "49"}, {"categoryId": "2", "formalText": "It wasn't really able sargi.", "sourceId": "52"}, {"categoryId": "2", "formalText": "she wasn't feeling well sarjak.", "sourceId": "53"}, {"categoryId": "2", "formalText": "she was just feeling sad and anxious.", "sourceId": "54"}, {"categoryId": "2", "formalText": "Maybe it was sadness and anxiety.", "sourceId": "55"}, {"categoryId": "2", "formalText": "It's really hard for her to be clear on that on even though it was a day ago.", "sourceId": "56"}, {"categoryId": "2", "formalText": "That was even when she started feeling good things, that she normally wouldn't forget.", "sourceId": "84"}, {"categoryId": "2", "formalText": "Mostly just her and then comfortable feeling her brain telling her that if she physically hurt myself it would feel better.", "sourceId": "88"}, {"categoryId": "2", "formalText": "Sometimes it might be flashes of cutting herself.", "sourceId": "91"}, {"categoryId": "2", "formalText": "But in reality, she has a weird sweetness about cutting skin, so she wouldn't do that.", "sourceId": "92"}, {"categoryId": "2", "formalText": "She thinks it's more of a you need to hurt yourself in order to feel better.", "sourceId": "93"}, {"categoryId": "2", "formalText": "She has never acted on it. Nothing more than briefly digging her fingernails into my skin.", "sourceId": "95"}, {"categoryId": "2", "formalText": "Not even though even not even enough to puncture.", "sourceId": "96"}, {"categoryId": "2", "formalText": "That was a long time ago.", "sourceId": "97"}, {"categoryId": "2", "formalText": "Nothing that would actually hurt herself a little bit more than temporarily.", "sourceId": "98"}, {"categoryId": "2", "formalText": "Eventually, it just goes away at the same time that the anxious uncomfortable feeling goes away.", "sourceId": "100"}, {"categoryId": "2", "formalText": "Then she no longer feel like I have to hurt myself.", "sourceId": "101"}, {"categoryId": "2", "formalText": "The klonopin used to make her tired when she took it. Eventually she would get used to it.", "sourceId": "117"}, {"categoryId": "2", "formalText": "She thinks nothing is really helping and she has gotten to the point that she is not sure anything else.", "sourceId": "131"}, {"categoryId": "2", "formalText": "She also found out that it turns out that October ish of one of the Jenner generic producers of Wellbutrin produced some bad batches. That was right around the time that she was having trouble with the Wellbutrin.", "sourceId": "132"}, {"categoryId": "2", "formalText": "She knows that she goes crazier when she is off her birth control and not as upset and anxious as she would be if she were taking the placebo pills for a week.", "sourceId": "144"}, {"categoryId": "2", "formalText": "It must be doing something because she feels anxiety.", "sourceId": "145"}, {"categoryId": "2", "formalText": "she thinks her OCD would be a lot worse.", "sourceId": "146"}, {"categoryId": "2", "formalText": "If she wasn't on Seroquel. It's usually there a lot of stuff that that she talked about a long time ago, like the checking after flushing toilet usually doesn't happen so much anymore.", "sourceId": "147"}, {"categoryId": "2", "formalText": "She is not feeling depressed every single day.", "sourceId": "150"}, {"categoryId": "2", "formalText": "Her antidepressants are working to some degree .", "sourceId": "151"}, {"categoryId": "2", "formalText": "Just the fact that she came up being sad for no reason and it's breaking through means that her drugs aren't working enough if she is having these bad feelings for not being triggered by any certain thing.", "sourceId": "156"}, {"categoryId": "2", "formalText": "She dosen't think it would be the reason that she is  depressed after that all happened with her roommates.", "sourceId": "198"}, {"categoryId": "2", "formalText": "She feels like she should be applying for jobs again, but then she felt depressed again yesterday and today so she hasn't. ", "sourceId": "207"}, {"categoryId": "2", "formalText": "feeling trapped may be feeling judged by her parents worrying if they're going to be angry; is feeling fear as well.", "sourceId": "257"}, {"categoryId": "2", "formalText": "she feels less overwhelmed.", "sourceId": "267"}, {"categoryId": "2", "formalText": "I don't think any one thing that happened in the environment or an event that or an event that happens causes feelings of depression, obviously anxiety and depression is something that she has struggled with off and on over the course of many years.", "sourceId": "268"}, {"categoryId": "2", "formalText": "There's not going to be one particular thing that causes all the all those symptoms.", "sourceId": "269"}, {"categoryId": "2", "formalText": "The way that she tends to respond to whatever stress life is full of stressors.", "sourceId": "270"}, {"categoryId": "2", "formalText": "And what seems to ramp up her symptoms is how she responds to whatever stressors there are whether it be having to look for an apartment having to look for a job feeling angry at a boyfriend feeling uncomfortable in her house having tension or conflict with your parents.", "sourceId": "271"}, {"categoryId": "2", "formalText": "when she does feel a depression, it's not usually from thinking about any of those sressors is just out of nowhere.", "sourceId": "280"}, {"categoryId": "2", "formalText": "Nothing that she can think of is actually triggering it.", "sourceId": "281"}, {"categoryId": "2", "formalText": "Maybe there are times when she got more upset like when she got upset with Sydney on Wednesday night about the \"now you tell me that your housemates don't want me around as much\".", "sourceId": "282"}, {"categoryId": "2", "formalText": "She says she shouldn't be feeling like wanting to hurt herself for wanting to kill herself for many of those things...she says that normal people have job searches and moving and all of those things and she doesn't feel suicidal.", "sourceId": "289"}, {"categoryId": "3", "formalText": " she had depression and she knew it was depression sophomore year.", "sourceId": "12"}, {"categoryId": "3", "formalText": "she was crying Non-Stop and it was this big feeling like sort of a cloud over her, but it was more of a physical feeling it.", "sourceId": "13"}, {"categoryId": "3", "formalText": "She says it was there pretty much the entire time.", "sourceId": "14"}, {"categoryId": "3", "formalText": "She has the 85 mg of", "sourceId": "103"}, {"categoryId": "3", "formalText": "She also takes her birth control pill, vitamin D , vitamin B complex, and that's only in the morning in the evening.", "sourceId": "104"}, {"categoryId": "3", "formalText": "It's the 75 mg of Seroquel and 25 mg of Klonopin.", "sourceId": "105"}, {"categoryId": "3", "formalText": "The thing is the prescription is worded such that she can another one but a part of her thinks it will interfere with her morning driving and come here.", "sourceId": "115"}, {"categoryId": "7", "formalText": "She slept 10 hours or something.", "sourceId": "20"}, {"categoryId": "7", "formalText": "She thinks they were up pretty late.", "sourceId": "21"}, {"categoryId": "7", "formalText": "They were up until 2 or something.", "sourceId": "22"}, {"categoryId": "7", "formalText": "She also felt it last week Sunday and Monday and Tuesday Wednesday and Thursday.", "sourceId": "23"}, {"categoryId": "7", "formalText": "she  was okay.", "sourceId": "24"}, {"categoryId": "7", "formalText": "She thinks her brain functionalities talked right now.", "sourceId": "60"}, {"categoryId": "7", "formalText": "She dosen't know if she is actually getting stupid or something, but she a little bit slower not remembering things. She is not remembering all the things but she is a little bit slower and not remembering all the things.", "sourceId": "61"}, {"categoryId": "7", "formalText": "She thinks little things like she knows it came up yesterday or the day before and now  she can't even remember what the example was, but it wasn't something normally I would have caught and didn't", "sourceId": "63"}, {"categoryId": "7", "formalText": "She says its easy to lose things at Sydney's place.", "sourceId": "69"}, {"categoryId": "7", "formalText": "She was trying to figure out moving.", "sourceId": "71"}, {"categoryId": "7", "formalText": "So she had on Friday finally called the movers Peter and Barbara recommended and they said the stuff for September 1st looks up and by the beginning of August, but it still mid-july.", "sourceId": "72"}, {"categoryId": "7", "formalText": "They were actually booked through the days before in the days after and they gave me two other companies that was around lunchtime on Friday.", "sourceId": "73"}, {"categoryId": "7", "formalText": "And she forgot about calling them.", "sourceId": "74"}, {"categoryId": "7", "formalText": "she was in the middle of dyeing wool.", "sourceId": "75"}, {"categoryId": "7", "formalText": "Her purse is upstairs and her hands were covered with dye.", "sourceId": "76"}, {"categoryId": "7", "formalText": "So she didn't have the numbers then by the time she was done with that.", "sourceId": "77"}, {"categoryId": "7", "formalText": "It was after business hours.", "sourceId": "78"}, {"categoryId": "7", "formalText": "So she had to wait until today there was that was something she normally would have been able to remember and would have done it.", "sourceId": "79"}, {"categoryId": "7", "formalText": "She just thought she has gotten to the point that she is medicated and still feeling depressed and there's nothing she can do. There very few options left to her because she tried the mood stabilizer and that gave her weird side effects. it really seems like Wellbutrin and disappear mean are the two drugs that are for depression and have absolutely no serotonin side effects, ", "sourceId": "142"}]