[{"categoryId": "2", "formalText": "So she guesses the thing that she did have she had Carl actually look up about the possible hormone issue from last last week because she wanted to say she was afraid that if she  was looking she could tell it was sort of thing.", "sourceId": "1"}, {"categoryId": "2", "formalText": "That was that was that with what the state of how she was feeling at the time that it was just going to sort of trigger the same reactions over again.", "sourceId": "2"}, {"categoryId": "2", "formalText": "So yeah, it was obviously there was something something hormonal going in there and that was the sort of triggering that sort of response.", "sourceId": "5"}, {"categoryId": "2", "formalText": "She needed to take her and go out for a walk and that would make me feel much better.", "sourceId": "12"}, {"categoryId": "2", "formalText": "If she could just take Genevieve and go for a walk to work because it was a half hour walk and that was around the time when Carl usually comes home.", "sourceId": "13"}, {"categoryId": "2", "formalText": "The exercise and fresh air and pushing herself to go out was not solving any problem, but she did help sort to sort of bring it back in his perspective.", "sourceId": "15"}, {"categoryId": "2", "formalText": "So it was that was just sort of an interesting with an interest in contrast for her.", "sourceId": "19"}, {"categoryId": "2", "formalText": "That's not really in her control right now and she can't really go in there and manipulate what her cells are doing.", "sourceId": "21"}, {"categoryId": "2", "formalText": "So she felt gray.", "sourceId": "24"}, {"categoryId": "2", "formalText": "Since last week was thinking about the dead if she is feeling really bad about feeling bad, she thinks one of the funny thing about it is that it doesn't really feel like it's the trait isn't here in our natural to her.", "sourceId": "27"}, {"categoryId": "2", "formalText": "She's her sister and she loves her but at the same time that she fully knows that influence had in some respects. It led her into great places and she read great things and tried out things and so on but in other respects it she knows that some of that a lot of those aspects of herself which hold back while herself back come from her ideas and ideals and the sorts of rules that she sets a place for herself which carried over into me it sort of she is not a person who has a lot of very clear memories from when she was a kid.", "sourceId": "38"}, {"categoryId": "2", "formalText": "First of all, she just really really misses jen-jen there two friends who have meant the most to her Jenn and Lucy.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She got a fancy or dress.", "sourceId": "53"}, {"categoryId": "2", "formalText": "She wasn't so thrilled with having a fancy dress, but it was nice, but she got a green one and she likes green.", "sourceId": "54"}, {"categoryId": "2", "formalText": "It's she's very a laughing person.", "sourceId": "57"}, {"categoryId": "2", "formalText": "She's one who what she she always had pets growing up and she loved that because when she went to her house, she got to play with her dogs with her cats going to have passed because her parents only she was all allergic so she got them sort of vicariously through Jen and it really really hurt her to leave her because she's just on top of just being so cheerful and making the best of things very accepting a little bit more.", "sourceId": "58"}, {"categoryId": "2", "formalText": "It's funny when she lived in Frankfurt either fewer people and it was quieter and all of that which is more in line with her personality.", "sourceId": "62"}, {"categoryId": "2", "formalText": "Begin with but she was not empty her place, but she never felt really lonely there when they moved the Cleveland which was full of people all over the place and you can never be alone.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She felt very lonely being surrounded by business annoys people time.", "sourceId": "64"}, {"categoryId": "2", "formalText": "And then what was really hard and 6th grade was she started in grade 6 was she started in a school with her parents just said there was a language immersion school system.", "sourceId": "65"}, {"categoryId": "2", "formalText": "She started in language immersion.", "sourceId": "66"}, {"categoryId": "2", "formalText": "They wanted to move back to Cleveland because they wanted to for her perspective in grade 6 it was in but they wanted to move there for Education the new that the quality of Education dropped after Elementary School in Frankfort, and they wanted them to have a better education also Jewish Community which just didn't exist in Frankfurt.", "sourceId": "88"}, {"categoryId": "2", "formalText": "She really loved Frankfort and misses everything about it.", "sourceId": "90"}, {"categoryId": "2", "formalText": "They have had a much easier transition and she thinks a part of what was sort of wrenching for her was that before then?", "sourceId": "91"}, {"categoryId": "2", "formalText": "She haven't really been really intense with Leah, she was much more social than she was, she had more friends.", "sourceId": "92"}, {"categoryId": "2", "formalText": "She had more she was more of an extrovert.", "sourceId": "93"}, {"categoryId": "5", "formalText": "She didn't have a huge number of friends or anything and she didn't care because she didn't really need them because she had her friend Jen. When she was at a friend's house often would end up sort of quietly with the parents because she wasn't very rambunctious in her personality and she was just pretty happy moving to Cleveland.", "sourceId": "42"}, {"categoryId": "5", "formalText": "Although ultimately had a lot of good for her.", "sourceId": "43"}, {"categoryId": "5", "formalText": "She doesn't think it was much too short of traumatic for her and either grade 3 or an a grade civics.", "sourceId": "44"}, {"categoryId": "5", "formalText": "She was very unhappy", "sourceId": "45"}, {"categoryId": "5", "formalText": "and she is pretty sure her parents didn't really realize how much because she wasn't very talkative about things she just more or less left.", "sourceId": "46"}, {"categoryId": "5", "formalText": "So is all sort of for a very good plan and practice it turned out to be really really awful the students were it was not a good fit for her at all, but it turned out that her class is run by a student who her memory from the first day of class, but she rounded up all the girls in the class and put them around in a circle and she stood in the middle and based on shoes.", "sourceId": "74"}, {"categoryId": "5", "formalText": "She went around said basically who was in and who was not", "sourceId": "75"}, {"categoryId": "5", "formalText": "Then she went to the high school which they both attended jade made a lot of friends there and her husband now is one of somebody who was in her class in high school.", "sourceId": "109"}, {"categoryId": "5", "formalText": "Or her telling her that she remembers that she would always be very excited when Jen came over to play but she usually ended up sitting somewhere else.", "sourceId": "123"}, {"categoryId": "5", "formalText": "She'll be up late with Jen and she has a memory which is she was always very excited to go over to Jen's house play partly she thinks because of the animals the cats and it's also partly because she doesn't remember from when she was little but when she was older, she definitely remembers certainly back they had to sense of Jen because they were the same being very much her friend and then Leah wanted to play with them all the time and she sometimes felt a little bit left out, she guesses in a Party of Three instead of a party of two.", "sourceId": "124"}, {"categoryId": "5", "formalText": "She feels like she wasn't very good at being a kid.", "sourceId": "128"}, {"categoryId": "5", "formalText": "She had a and of course like now she looks and thinks they're all kinds of kids.", "sourceId": "129"}, {"categoryId": "5", "formalText": "Of course now when she thinks about it, I probably just didn't really find a good group of kids.", "sourceId": "131"}, {"categoryId": "5", "formalText": "She wasn't or didn't have a kind of chameleon personality, which she can fit in with very many people.", "sourceId": "132"}, {"categoryId": "5", "formalText": "She wanted to go to university not because just because she wanted the courses and the more, being able to write about what she wanted to write and she's her classes. She wanted to go to university because she didn't have lunch hour,  she didn't have recess, She didn't have a cafeteria where all the kids going to have to find a table to sit with other people.", "sourceId": "161"}, {"categoryId": "5", "formalText": "She found extremely stressful.", "sourceId": "162"}, {"categoryId": "5", "formalText": "She tried to live in a dorm for 2 years, but then since she was in Cleveland, she just lives at home for the next two years because she didn't the messing it's just got to be too much and after that was just", "sourceId": "164"}, {"categoryId": "5", "formalText": "Well, she is not the most social person in the world, but she definitely doesn't mind, people who are different from her with no major issues that she didn't manage to workout in the stages of how to say in that that okay.", "sourceId": "167"}]