[{"categoryId": "0", "formalText": "She is going to go to work and get as much done as she can to try to finish up this.", "sourceId": "114"}, {"categoryId": "0", "formalText": "It's right to finish this up early.", "sourceId": "116"}, {"categoryId": "0", "formalText": "Then on Friday morning", "sourceId": "117"}, {"categoryId": "0", "formalText": "she has her actual appointment with dr. Barnes.", "sourceId": "118"}, {"categoryId": "0", "formalText": "They're going down to Rhode Island, and she actually needs to help cook because her mom has them.", "sourceId": "119"}, {"categoryId": "0", "formalText": "Her parents have been fostering cats with kittens.", "sourceId": "121"}, {"categoryId": "1", "formalText": "She is okay, last Tuesday she had a breakdown at work and was fine in the morning.", "sourceId": "1"}, {"categoryId": "1", "formalText": "She was fine for most of the afternoon and then towards the end of the last like our that she was working.", "sourceId": "2"}, {"categoryId": "1", "formalText": "She started shaking.", "sourceId": "3"}, {"categoryId": "1", "formalText": "Then, she realized that she was panicking. She was able to hide this from everybody but ended up, leaving an hour early, which isn't that abnormal for her especially because right now hurts her hands.", "sourceId": "4"}, {"categoryId": "1", "formalText": "But she ended up going to her parents place first because she didn't know that she would be able to make it.", "sourceId": "5"}, {"categoryId": "2", "formalText": "Dr. Barnes decided like she called her back and so he put her back on the Seroquel.", "sourceId": "7"}, {"categoryId": "2", "formalText": "That's when she realized it was like it wasn't just the apartment or something because she doesn't normally Panic at work.", "sourceId": "9"}, {"categoryId": "2", "formalText": "She was Panic free for a few days and then the past couple of days.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She has been so sad again and suicidal again...", "sourceId": "19"}, {"categoryId": "2", "formalText": "She has been suicidal all along like for the past few weeks, but not as suicidal as she was when she was not on the Seroquel.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She thinks it's helping.", "sourceId": "22"}, {"categoryId": "2", "formalText": "What's more like she was kind of really sad but usually like not that long but they weren't just like instant and go away.", "sourceId": "25"}, {"categoryId": "2", "formalText": "They were like maybe 5 minutes or so.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She just feels so hopeless and she was considering... She didn't go into work yesterday either because she was sick on Monday.", "sourceId": "40"}, {"categoryId": "2", "formalText": "She was feeling really suicidal and bad depressed and she guesses it wasn't her.", "sourceId": "42"}, {"categoryId": "2", "formalText": "It was like the physical feeling of uncomfortableness and tightness from anxiety.", "sourceId": "44"}, {"categoryId": "2", "formalText": "There might have been there was possibly a thought about like she should kill herself to end this feeling and the feeling wouldn't go away.", "sourceId": "48"}, {"categoryId": "2", "formalText": "Yesterday there was snow anyways, but she is this close to finishing her job and considering quitting right before the end when accept that was she leave on bad terms, but she just doesn't know that she could keep it together enough and if she keeps on feeling like this like that tightness just wasn't going away.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She can sort of put it away.", "sourceId": "51"}, {"categoryId": "2", "formalText": "If they were doing like something distracting like watching an episode of something or like listening to a podcast.", "sourceId": "52"}, {"categoryId": "2", "formalText": "But as soon as like the episode of podcast or whatever end it comes back.", "sourceId": "53"}, {"categoryId": "2", "formalText": "It was shaking.", "sourceId": "57"}, {"categoryId": "2", "formalText": "She doesn't remember there being that tightness at work.", "sourceId": "58"}, {"categoryId": "2", "formalText": "Maybe there was she is just so uncomfortable and she has no way of like going like making it go away permanently.", "sourceId": "59"}, {"categoryId": "2", "formalText": "It just seems hopeless and she thinks these drugs aren't stopping that feeling.", "sourceId": "60"}, {"categoryId": "2", "formalText": "It does go away.", "sourceId": "64"}, {"categoryId": "2", "formalText": "But she feels like she has no control over it.", "sourceId": "65"}, {"categoryId": "2", "formalText": "It's happening more and more. The Seroquel isn't going to help either then. Well, she guesses it's helping some but it's not helping enough. She doesn't know if the imipramine has stopped working or something and she can't really go back on the Wellbutrin because it's really bad for anxiety, and she just feels like she has run out of options.", "sourceId": "66"}, {"categoryId": "2", "formalText": "She feels like she probably can't wait until the end of winter to like start exercising but she doesn't really have any other choices, like maybe she'll get because then she could have time and then she could join a gym or something.", "sourceId": "90"}, {"categoryId": "2", "formalText": "She thinks the winter is driving her crazy.", "sourceId": "96"}, {"categoryId": "2", "formalText": "When she finds out there's going to be more snow is just makes her so sad.", "sourceId": "97"}, {"categoryId": "2", "formalText": "She can't deal with winter anymore.", "sourceId": "99"}, {"categoryId": "2", "formalText": "She wants to be able to go on walks and stuff.", "sourceId": "109"}, {"categoryId": "2", "formalText": "She doesn't really foresee herself having time to do it for the next few days.", "sourceId": "110"}, {"categoryId": "2", "formalText": "They still have some boxes her parents came up over the weekend and help but she still has some boxes and doesn't really have a place to put them it would have been too hard to move everything out in time.", "sourceId": "178"}, {"categoryId": "2", "formalText": "She feels a little bit uncomfortable with that because then it's like, suggesting an activity that people have to spend money on.", "sourceId": "182"}, {"categoryId": "5", "formalText": "She felt disappointed clearly.", "sourceId": "34"}, {"categoryId": "5", "formalText": "Because she is not seeing any friends because she doesn't have a place to host them.", "sourceId": "35"}, {"categoryId": "5", "formalText": "Her apartment's too small.", "sourceId": "36"}, {"categoryId": "5", "formalText": "She can't ever have a party and she hasn't done things with friends in forever and it made her really sad. She feels like she has no friends because Sydney says to her why don't you just have a couple over and then she says that if she did the couple that she would want to have her, Lucy and Walter, but they moved to Florida like a year-and-a-half ago now.", "sourceId": "37"}, {"categoryId": "5", "formalText": "She misses them.", "sourceId": "38"}, {"categoryId": "5", "formalText": "She just doesn't feel like she has any close friends anymore and she just couldn't think of any way . Then he said like, oh, well, you know where she was like trying to help but then she shot down his idea and then he got mad at her and he said ok and that he quits .", "sourceId": "39"}, {"categoryId": "5", "formalText": "She hasn't actually gone and rejoined yet.", "sourceId": "193"}, {"categoryId": "5", "formalText": "And it feels weird that if she were doing it. Right after she got like if she is going to make Sunday her first rehearsal like being like hey, let's all get dinner like right before the rehearsal so that most of the people in the group right now, she thinks they only have three new members. She still is a little bit weird suggesting it when she hasn't actually rejoined the group yet because like the following weekend, she won't actually be able to come to rehearsal.", "sourceId": "194"}, {"categoryId": "5", "formalText": "It's a very noticeable moment of having disconnected from her friend.", "sourceId": "214"}, {"categoryId": "5", "formalText": "So maybe that is not something that she  involves the people in but she has also noticed that she has really disconnected from her friends and she has missed being part of a group and music piece fits that so maybe reaching out to fill up.", "sourceId": "215"}, {"categoryId": "5", "formalText": "Annie her about getting together for dinner and knowledge in her birthday that works on one piece and talking to the music people about whether it would make sense to start now and sort of piecemeal of what because of these other commitments this evening.", "sourceId": "216"}, {"categoryId": "5", "formalText": "If she can reconnect with that group and enjoyed getting back in touch with that part of herself,", "sourceId": "217"}, {"categoryId": "5", "formalText": "It's scary.", "sourceId": "219"}, {"categoryId": "5", "formalText": "She has also never been this depressed and trying to be in an acapella group at the same time in the past.", "sourceId": "226"}, {"categoryId": "5", "formalText": "She has missed very few rehearsals for emotional reasons.", "sourceId": "227"}, {"categoryId": "5", "formalText": "She thinks there was like a couple of a bunch that she has missed when was like dealing with Jonas. When she didn't even miss that rehearsal the one wouldn't. Corey and her the day before she found out that he didn't like me back and she was concerned because she would have to face him at rehearsal.", "sourceId": "228"}, {"categoryId": "5", "formalText": "She is just going to play video games instead and then she ended up maybe being like 30 minutes late to rehearsal but still went.", "sourceId": "229"}, {"categoryId": "5", "formalText": "She hasn't been this depressed.", "sourceId": "231"}, {"categoryId": "5", "formalText": "She is also afraid that you know now she is starting to feel older than all the people in the group and if that's going to be an issue right now if she comes back she wouldn't be the oldest member of the group.", "sourceId": "252"}, {"categoryId": "5", "formalText": "She guesses it's the depression is what stops her to anxiety.", "sourceId": "268"}, {"categoryId": "5", "formalText": "She doesn't really know how to do anything.", "sourceId": "275"}, {"categoryId": "5", "formalText": "Her whole life is falling apart.", "sourceId": "276"}, {"categoryId": "5", "formalText": "Well, though just a part of her now thinks she is making a huge mistake by wanting to join music again.", "sourceId": "289"}, {"categoryId": "5", "formalText": "She doesn't know if that's the depressed part of her or the sensible part of her.", "sourceId": "290"}, {"categoryId": "5", "formalText": " She thinks she is afraid.", "sourceId": "298"}, {"categoryId": "5", "formalText": "She is afraid that it's going to be work rather than enjoyable.", "sourceId": "299"}, {"categoryId": "5", "formalText": "It's been so long that she can deal with that feeling it drives her crazy half the time.", "sourceId": "339"}, {"categoryId": "7", "formalText": "Sydney was they stayed up late the night before like they were going to go out and do this and then he like couldn't go to sleep and he didn't bother taking an Ambien or NyQuil or what was her birthday.", "sourceId": "31"}, {"categoryId": "7", "formalText": "So then he was sleeping in and then she didn't get up until 10:30 and he didn't get up until like 11.", "sourceId": "32"}, {"categoryId": "7", "formalText": "She had her game. The alarm went off and they had like more time that they could sleep. She wanted to go back to sleep because she knew that if she stayed up for a certain amount of time the tightness would come back and then it did and then sleep seems like the only escape from it and she can't sleep all the time.", "sourceId": "273"}]