[{"categoryId": "0", "formalText": "She is talking to a class on Friday and  Sunday like she actually does well on buses and trains most things that she enjoyed.", "sourceId": "12"}, {"categoryId": "0", "formalText": "She does enjoy that she can do stationary.", "sourceId": "13"}, {"categoryId": "0", "formalText": "Jackson and Serena, especially Jackson is fascinated by knitting.", "sourceId": "15"}, {"categoryId": "0", "formalText": "Selena wants to learn.", "sourceId": "17"}, {"categoryId": "0", "formalText": "He just wants to watch me do it which is fine, but she can't really sit and be holding a baby while doing something like that for somebody else for longer than 45 seconds.", "sourceId": "19"}, {"categoryId": "1", "formalText": "James is off for the...she is pretty sure he's worried about her ability to be alone for a few weeks.", "sourceId": "1"}, {"categoryId": "1", "formalText": "Like he got groceries and figured out what bills were going to come out the next over the next two weeks.", "sourceId": "2"}, {"categoryId": "2", "formalText": "It's finally he's very anxious in some ways.", "sourceId": "22"}, {"categoryId": "2", "formalText": "He's learning to ride a bike with training wheels.", "sourceId": "23"}, {"categoryId": "2", "formalText": "And she thinks it's sort of hard to sell his parents that she took them out yesterday and he's going really well, but she thinks he's very anxious.", "sourceId": "24"}, {"categoryId": "2", "formalText": "Telling her about it, like ritualizing thing like brushes his teeth five times washes his hands five times and everything five times.", "sourceId": "25"}, {"categoryId": "2", "formalText": "She sort of passed the information along to his parents of if it concerns them.", "sourceId": "27"}, {"categoryId": "2", "formalText": "It means she gets to keep her up until she's cranky enough that she falls asleep faster, but she's like just go into the room with the crib.", "sourceId": "54"}, {"categoryId": "2", "formalText": "This is not going to happen lucky her.", "sourceId": "56"}, {"categoryId": "2", "formalText": "She is not sure how she feels about James leaving, but it'll be nice to have time alone.", "sourceId": "59"}, {"categoryId": "2", "formalText": "She doesn't want to leave James. She has decided what she is going to wear in my cousin's wedding.", "sourceId": "60"}, {"categoryId": "2", "formalText": "She doesn't want to go it's expensive.", "sourceId": "61"}, {"categoryId": "2", "formalText": "It's funny watching Amanda and Lillian both of them when they walk into the room are instantly the center or focus of the room.", "sourceId": "67"}, {"categoryId": "2", "formalText": "It's just how they work.", "sourceId": "68"}, {"categoryId": "2", "formalText": "She thinks Amanda sees that that in Lillian but doesn't see that in herself entertaining because there's a lot of people who usually", "sourceId": "69"}, {"categoryId": "2", "formalText": "When they talk into the room are the focus of the room, sometimes that ends up going badly, but usually it's just really good.", "sourceId": "70"}, {"categoryId": "2", "formalText": "Her dad doesn't know what to do with his kids.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She feels like she is much more timid around him.", "sourceId": "104"}, {"categoryId": "2", "formalText": "Then that's good for her or has been done for a relationship.", "sourceId": "105"}, {"categoryId": "2", "formalText": "Certainly she has been timid with lots of people.", "sourceId": "106"}, {"categoryId": "2", "formalText": "Disappointment she thinks is the hardest part for Jackson is that he's not found.", "sourceId": "108"}, {"categoryId": "2", "formalText": "He's not quite strong enough to act Ashley turn the pedals when he is not going very fast, he is sort of afraid to go fast enough to get momentum Soho starts to go and then they'll start going and then stop and get frustrated because of pedals are right and he can't push them down.", "sourceId": "109"}, {"categoryId": "2", "formalText": "She is not going to tell him she'd rather be dead.", "sourceId": "132"}, {"categoryId": "2", "formalText": "She feels like he's taking care of her in so many ways that he wants from her or that he needs for her is for her to be okay, and she can't get them up.", "sourceId": "133"}, {"categoryId": "2", "formalText": "Yeah, she sort of got it through her head that this is the best way she can take care of him is to take care of herself, but then she can't take care of herself.", "sourceId": "138"}, {"categoryId": "2", "formalText": "She can't be okay.", "sourceId": "139"}, {"categoryId": "2", "formalText": "But when she doesn't spend any time with it, she is beginning to feel like nothing she does is authentic.", "sourceId": "146"}, {"categoryId": "2", "formalText": "She can tell her therapist about the self terrible self-destructive things and feelings, but her attitude towards them has to be of one wanting to be better.", "sourceId": "164"}]