[{"categoryId": "2", "formalText": "She has been looking around the apartment for things a lot more often than she typically to it's like most stuff.", "sourceId": "17"}, {"categoryId": "2", "formalText": "That was Despair and she like couldn't find them and knew that she hadn't thrown them away because she was keeping them for this precise eventuality and James knew he hadn't thrown them away because he didn't know where they were and she didn't know where they were.", "sourceId": "20"}, {"categoryId": "2", "formalText": "And so she ended up looking everywhere in the apartment.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She sort of wants to go to the wedding but she is really tired from this week and then going to be more tired by the end of the weekend.", "sourceId": "28"}, {"categoryId": "2", "formalText": "It's not like she is melting down over little things but thinks it's mostly because she can't get to the point where she is actually melting down over little things but she thinks it's actually worse.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She is kind of like Frozen and sad and really upset and doesn't know what to do about it.", "sourceId": "30"}, {"categoryId": "2", "formalText": "She ended up missing like two or three days on her thyroid medication because she had run out on a Tuesday and then she can't get out until Friday and then doesn't really want to move on Friday morning and she just made my life.", "sourceId": "34"}, {"categoryId": "2", "formalText": "She just skipped some but she also can't skip them because there is are her cousins whom she loves and doesn't see the multi here.", "sourceId": "38"}, {"categoryId": "2", "formalText": "She feels really good about, she doesn't say anything really remotely approximating.", "sourceId": "53"}, {"categoryId": "2", "formalText": "She feels like she is running out of things to talk about because she talked about all of the things that are like sort of pretty much bothering her at the moment and not the things that are really really bad because she doesn't want to talk about things that are really really bad.", "sourceId": "65"}, {"categoryId": "2", "formalText": "She just feels like shit and just hates herself more than most of the time.", "sourceId": "68"}, {"categoryId": "2", "formalText": "She has to go to weddings.", "sourceId": "69"}, {"categoryId": "2", "formalText": "She has to like fine all my dresses and then that makes her and that doesn't help.", "sourceId": "70"}, {"categoryId": "2", "formalText": "Yeah, and probably for emotional reasons, but she doesn't think it would look as good on her, she doesn't think it would look as good on her.", "sourceId": "80"}, {"categoryId": "2", "formalText": "She could stay up worrying about that but there's so many other things and that's something that's really really not in her control.", "sourceId": "132"}, {"categoryId": "2", "formalText": "The problem", "sourceId": "133"}, {"categoryId": "2", "formalText": "is that more she like if she says, she doesn't want to deal with something.", "sourceId": "134"}, {"categoryId": "2", "formalText": "She feels like she just becomes more of a burden to other people.", "sourceId": "135"}, {"categoryId": "2", "formalText": "Because she just doesn't because of doing the dishes and it doesn't make her feel like sort of feel sorry for herself.", "sourceId": "158"}, {"categoryId": "2", "formalText": "But more of why can't she just deals with things these normal things.", "sourceId": "159"}]