[{"categoryId": "1", "formalText": "So the main thing is that he is feeling quite a bit miserable in a tremendous amount of emotional pain.", "sourceId": "82"}, {"categoryId": "1", "formalText": " He is miserable because he feels like a terrible person and part of it comes around ", "sourceId": "84"}, {"categoryId": "2", "formalText": "He is afraid of dying, but he thinks he is more afraid of just continuing to be like this.", "sourceId": "25"}, {"categoryId": "2", "formalText": "He just started frantically racing through his options.", "sourceId": "26"}, {"categoryId": "2", "formalText": "And if he does this, then this will happen and if he does this, then this will happen then these are the things that might happen visible things that probably won't happen.", "sourceId": "27"}, {"categoryId": "2", "formalText": "Yeah, even like the fault isn't as much a thing anymore.", "sourceId": "56"}, {"categoryId": "2", "formalText": "He doesn't end up hurting himself.", "sourceId": "57"}, {"categoryId": "2", "formalText": "Haven't been thinking about hating himself as much and sometimes it's blank.", "sourceId": "59"}, {"categoryId": "2", "formalText": "It's still there somewhere, but he don't have to deal with it all the time.", "sourceId": "60"}, {"categoryId": "2", "formalText": "He can see how he looks to other people, you know, at least two other people who think he is awesome.", "sourceId": "80"}, {"categoryId": "2", "formalText": "He can see that but it doesn't matter.", "sourceId": "81"}, {"categoryId": "2", "formalText": "He was just in a corner the entire game, but it ", "sourceId": "98"}, {"categoryId": "2", "formalText": "Was it for video games. Not much fun when you can't get out of the corner.", "sourceId": "99"}, {"categoryId": "2", "formalText": "So that's what he feels like.", "sourceId": "100"}, {"categoryId": "2", "formalText": "In that game everything's dark the entire time.", "sourceId": "102"}, {"categoryId": "2", "formalText": "It feels like James and O and the doctor are people who are trying to help him.", "sourceId": "104"}, {"categoryId": "2", "formalText": "It feels like with the best of intentions we are all he's been afraid to continue down this incredibly painful and destructive path.", "sourceId": "105"}, {"categoryId": "2", "formalText": "That's disorienting.", "sourceId": "106"}, {"categoryId": "2", "formalText": "He wasn't so sure of making it through the weekend.", "sourceId": "159"}, {"categoryId": "2", "formalText": "Part of him dies because it's hard to have to keep the fight and not kill himself.", "sourceId": "161"}, {"categoryId": "2", "formalText": "Most of him doesn't because it's a pain in the ass and it doesn't seem like he feels like he got to the same place that he started out in.", "sourceId": "164"}, {"categoryId": "2", "formalText": "He forgot the option.", "sourceId": "165"}, {"categoryId": "2", "formalText": "But he continues to think that it would be worse to try and fail than not to try and fail if that.", "sourceId": "166"}, {"categoryId": "2", "formalText": "Right now he has a dial on his back. Just the pressure that he is not actively going to kill himself this afternoon.", "sourceId": "205"}, {"categoryId": "2", "formalText": "He knows he can make it through the next few hours, but he doesn't know if he wants to will know.", "sourceId": "206"}, {"categoryId": "2", "formalText": "He knows he doesn't want to;  he doesn't know whether he's willing to.", "sourceId": "207"}, {"categoryId": "2", "formalText": "Him and James talked about it this morning, but on the way home, he asked him whether he and I had talked about hospitalization or something.", "sourceId": "231"}, {"categoryId": "2", "formalText": "He thinks he knows Destin option now.", "sourceId": "232"}, {"categoryId": "2", "formalText": "It is equally possible that, you know, he could go home and watch some TV and joke around with James and have a nice night and then he could go home and said that he is done.", "sourceId": "245"}, {"categoryId": "2", "formalText": "He can't tell and yeah clearly he usually ends up the former but", "sourceId": "246"}, {"categoryId": "2", "formalText": "Patient is going to the ER. ", "sourceId": "298"}]