[{"categoryId": "1", "formalText": "It feels dull because no one's around and she thinks it would be pretty unhappy if she wasn't in college life. If she wasn't part of something big with a lot of people walking.", "sourceId": "16"}, {"categoryId": "2", "formalText": " David and her were talking about marriage last night about how she doesn't want to get married. She doesn't know but they talked about a relationship. However she has been not been feeling like talking to him at all or she didn't want to tell him all those things as directly as she did last night just because it seems like couldn't do it.He asked her was why she doesn't you want to get married and she just said no.", "sourceId": "40"}, {"categoryId": "2", "formalText": "She said that sounds pretty nice, but she still doesn't feel like saying that to him.", "sourceId": "42"}, {"categoryId": "2", "formalText": "He just doesn't Inspire that kind of passion, like she feels that statement should be full of; strong emotion. He just doesn't Inspire strong emotion and you're pretty", "sourceId": "43"}, {"categoryId": "2", "formalText": "Call Kirsten and she hasn't shared her emotional side with him or when she has Shady about the responses...no crickets or something. It's hard to say that feel, not that she hasn't felt that with other people.", "sourceId": "44"}, {"categoryId": "2", "formalText": "But she was saying it's not she doesn't think that they shouldn't be together.", "sourceId": "46"}, {"categoryId": "2", "formalText": "Although in the back of her head.", "sourceId": "47"}, {"categoryId": "2", "formalText": "She was like, oh that's pretty true.", "sourceId": "48"}, {"categoryId": "2", "formalText": "He said that she disappoints him too.", "sourceId": "67"}, {"categoryId": "2", "formalText": "She tries really hard to be to connect with his mom and they just don't connect. She's like that she is not all emotional.", "sourceId": "70"}, {"categoryId": "2", "formalText": "She's so unemotional to the extent that won her 98 year old mother passed away.", "sourceId": "71"}, {"categoryId": "2", "formalText": "So how did talk to her on the phone for an hour to convince her to come to for her mom's funeral and she then came and her brother had organized issue.", "sourceId": "73"}, {"categoryId": "2", "formalText": "So she was just very very awkward.", "sourceId": "76"}, {"categoryId": "2", "formalText": "It's nice to be here.", "sourceId": "78"}, {"categoryId": "2", "formalText": "It seems like she had a very important conversation with him last night telling him she is actually not interested in marriage.", "sourceId": "89"}, {"categoryId": "2", "formalText": "That's what she means about not connecting emotionally.", "sourceId": "96"}, {"categoryId": "2", "formalText": "She is using him to pay her mom's rent.", "sourceId": "100"}, {"categoryId": "2", "formalText": "The other concern is what does she do if she wants to go to India. She is realizing that she could possibly find a cheaper place in those. She is sure there are other spaces but she doesn't like to share a place with a lot of people. She is just gotten very comfortable to use that excuse has a nice place and and they like each other and they have affection.", "sourceId": "101"}, {"categoryId": "2", "formalText": "One can easily make the argument that she could do academics have so much more free time so much more flexible time than any other job.", "sourceId": "135"}, {"categoryId": "2", "formalText": "Yeah, perhaps all this confusion is because of or not.", "sourceId": "173"}, {"categoryId": "2", "formalText": "It's always been there but it keeps it comes to the service because of the fact that just emailed her.", "sourceId": "174"}, {"categoryId": "2", "formalText": "He sent her this weird email a month ago or something with just a link of a YouTube video like a song.", "sourceId": "178"}, {"categoryId": "2", "formalText": "They had a weird a misogynist Shades.", "sourceId": "179"}, {"categoryId": "2", "formalText": "She feels anxious about her comment to him.", "sourceId": "189"}, {"categoryId": "2", "formalText": "He didn't respond for 20 days or something and then he responded not directly to anything. He just sent her a bunch of pictures of some director Kaweah scan from a book.", "sourceId": "190"}, {"categoryId": "2", "formalText": "It doesn't really damaged play Havoc with her emotions.", "sourceId": "196"}, {"categoryId": "2", "formalText": "But in her relationship with David, she is really coasting.", "sourceId": "207"}, {"categoryId": "2", "formalText": "she is not using her driving controls.", "sourceId": "210"}, {"categoryId": "2", "formalText": "It is also that she wants something different than this. Not necessarily even different than him, maybe different from him, but certainly different from the relationship she has right now.", "sourceId": "222"}, {"categoryId": "2", "formalText": "She does have this fear that she'll find someone emotional and then it'll turn turn out that she doesn't want that either.", "sourceId": "243"}, {"categoryId": "2", "formalText": "She is pretty sure because last year when she did go out on a few dates, she was always comparing the people to David and find them locking obviously.", "sourceId": "244"}, {"categoryId": "2", "formalText": "It just that she is too needy.", "sourceId": "245"}, {"categoryId": "2", "formalText": "She feels she might just be going through a weird phase and if she is strong enough that she won't need that emotional connection.", "sourceId": "248"}, {"categoryId": "2", "formalText": "That's wishful thinking.", "sourceId": "249"}, {"categoryId": "2", "formalText": "Being but in a general sense, they don't connect emotionally not all the time.", "sourceId": "289"}, {"categoryId": "2", "formalText": "It's fun, but it's also ridiculously embarrassing.", "sourceId": "305"}, {"categoryId": "5", "formalText": "She had to go with David to his chairs for dinner the department head and it was dreading the whole time.", "sourceId": "18"}, {"categoryId": "5", "formalText": "She has always felt awkward.", "sourceId": "21"}, {"categoryId": "5", "formalText": "She feels like she has internalized what she felt with them like on Saturday night.", "sourceId": "22"}, {"categoryId": "5", "formalText": "His friends came over there a couple they teach with David in the same place and they have to kiss and she felt so awkward the whole time. They made her feel so uncomfortable when they were doing anything, but just like it felt.", "sourceId": "23"}, {"categoryId": "5", "formalText": "It feels so weird.", "sourceId": "28"}, {"categoryId": "5", "formalText": "She was very un-selfconscious and when she asked me what she was doing and David always tells her she never answers that question.", "sourceId": "32"}, {"categoryId": "5", "formalText": "As soon as she asked her, she gave her every new thing that could be someone would say what she was doing and where she was studying.", "sourceId": "34"}, {"categoryId": "5", "formalText": "She had no shame because usually she would be very ashamed like them Professor and her student.", "sourceId": "35"}, {"categoryId": "5", "formalText": "They're so sure there's no certain and she doesn't feel comfortable at all with them like they come.", "sourceId": "37"}, {"categoryId": "5", "formalText": "They just look very sure of themselves and very they have it all together and she doesn't see any sign of distress.", "sourceId": "39"}]