[{"categoryId": "2", "formalText": "So yeah why they were there they helped Cody set up the crib because they're calling every other day to ask do they have", "sourceId": "15"}, {"categoryId": "2", "formalText": "The crib set up yet, and they're like the baby's not going to sleep in the crib until it's like at least several months old.", "sourceId": "16"}, {"categoryId": "2", "formalText": "So they took a picture of us with the crib and said it it made her feel like the benefits of neglect for her parents.", "sourceId": "18"}, {"categoryId": "2", "formalText": "But at this point either that whatever they think is okay is like make comments about her  weight.", "sourceId": "20"}, {"categoryId": "2", "formalText": "It was good for James and her should be able to like they should really long ride together.", "sourceId": "23"}, {"categoryId": "2", "formalText": "They talked about his field and what they're going to do and after he finishes his degree and where they want to be and what they found and what they would want to be doing.", "sourceId": "24"}, {"categoryId": "2", "formalText": "They pretty much agreed that they don't want to be back in Columbus, and wouldn't want to be in the Midwest.", "sourceId": "25"}, {"categoryId": "2", "formalText": "James doesn't like it when she makes jokes about suicide and sometimes she forget them.", "sourceId": "32"}, {"categoryId": "2", "formalText": "Her roommate finally emailed her back.", "sourceId": "35"}, {"categoryId": "2", "formalText": "She was pretty bad a few weeks ago like just beginning of the weekend.", "sourceId": "64"}, {"categoryId": "2", "formalText": "She was real sad, and she is not right now.", "sourceId": "65"}, {"categoryId": "2", "formalText": "Yeah, they never really like nothing ever got clean.", "sourceId": "89"}, {"categoryId": "2", "formalText": "There was like a film of grease on their clean dishes and like all their food would go bad in the fridge.", "sourceId": "90"}, {"categoryId": "2", "formalText": "Like they just left it there.", "sourceId": "91"}, {"categoryId": "2", "formalText": "They probably shouldn't have been living there by themselves but like no one was going to tell them what to do.", "sourceId": "92"}, {"categoryId": "2", "formalText": "She really can't take care of James right now.", "sourceId": "108"}, {"categoryId": "2", "formalText": "Play both sides of her grandparents is nuts or were pretty unhappy and neither kids pretty unhappy and now she is pretty unhappy.", "sourceId": "113"}, {"categoryId": "2", "formalText": "She had a face with encounter with her aunt who is her mom's sister who was a psychologist even moved to Utah to be an artist.", "sourceId": "116"}, {"categoryId": "2", "formalText": "She tries to avoid talking about psychology with her.", "sourceId": "119"}, {"categoryId": "2", "formalText": "She's always ends up talking about that's just not helpful for her.", "sourceId": "120"}, {"categoryId": "2", "formalText": "Behind this she feels that they can have a better life without her and for her when she thinks about James leaving her.", "sourceId": "148"}, {"categoryId": "2", "formalText": "She just can't handle it all there's nothing after that.", "sourceId": "149"}, {"categoryId": "5", "formalText": "It's sort of odd starting again, like when you go on a weekend trip, it doesn't actually feel like a weekend.", "sourceId": "10"}, {"categoryId": "5", "formalText": "They're really good friends like very into them they seemed very relaxed about it, which is nice.", "sourceId": "11"}, {"categoryId": "5", "formalText": "It's good to be around friends.", "sourceId": "48"}, {"categoryId": "5", "formalText": "James sounds like he feels like he doesn't make friends easily.", "sourceId": "49"}, {"categoryId": "5", "formalText": "and she feels like it's easy for her to make friends, but she tends to make friends with people who are kind of like", "sourceId": "50"}, {"categoryId": "5", "formalText": "Katy Perry's husband, he talks like so much.", "sourceId": "51"}, {"categoryId": "5", "formalText": "He just talked for 48 hours.", "sourceId": "52"}, {"categoryId": "5", "formalText": "It's amazing.", "sourceId": "53"}, {"categoryId": "5", "formalText": "She goes to bed and he be talking and she'd get up and meet her talking and he talked it's great.", "sourceId": "54"}, {"categoryId": "5", "formalText": "He just has a lot of ideas.", "sourceId": "56"}, {"categoryId": "5", "formalText": "She doesn't know what to talk about.", "sourceId": "57"}]