[{"categoryId": "2", "formalText": "She had a couple of sitting sessions but she just sort of like used him as the object of focus and then just wrote it on the day of the party.", "sourceId": "118"}, {"categoryId": "2", "formalText": "She had written down like little notes from each session and used her grandfather andher mom for a couple of days samples.", "sourceId": "119"}, {"categoryId": "2", "formalText": "She spent a lot of time going through his master's and PhD thesis but what she really wanted to look at was his Harvester thesis as an undergrad.", "sourceId": "120"}, {"categoryId": "2", "formalText": "She found herself stretching herself in right away.", "sourceId": "126"}, {"categoryId": "2", "formalText": "Socially, she didn't like my investment took like connecting with every single person there and it was exhausting and she felt it was really similar to what happened at the wedding, but she had the perspective to sort of she doesn't know take a step back and...", "sourceId": "127"}, {"categoryId": "2", "formalText": "They don't seem to be exhausted from it.", "sourceId": "143"}, {"categoryId": "2", "formalText": "She thinks she works very hard and she likes to herself alot.", "sourceId": "144"}, {"categoryId": "2", "formalText": "It's not like she is imposing herself.", "sourceId": "150"}, {"categoryId": "2", "formalText": "Like she needs to show her devotion in interest, but like people need to be reminded.", "sourceId": "158"}, {"categoryId": "2", "formalText": "That doesn't take that much energy.", "sourceId": "162"}, {"categoryId": "2", "formalText": "She can't pull herself out and zone out.", "sourceId": "186"}, {"categoryId": "2", "formalText": "They don't show their devotion in the same way.", "sourceId": "199"}, {"categoryId": "2", "formalText": "Like they're not trying to make a deep connection with everybody every single time.", "sourceId": "200"}, {"categoryId": "2", "formalText": "They said that the write-up was extremely painful that was like the worst of it where it was like the transition like I'm being like all her connections are being like cut off completely torn away from her, but that wasn't but that was when she was quite a bit older when she was a few months old her family lived in Virginia at that time, and they would spend many weekends there especially during this time that her mom was from what she understands now very depressed and it was very hard for her.", "sourceId": "216"}, {"categoryId": "2", "formalText": "This is part of her questioning to her like why like she brings it in a way that doesn't focus on the feelings.", "sourceId": "224"}, {"categoryId": "2", "formalText": "It's like it focuses on explaining why she was feeling bad.", "sourceId": "225"}, {"categoryId": "2", "formalText": "It was like she was away from home.", "sourceId": "227"}, {"categoryId": "2", "formalText": "Her dad was gone.", "sourceId": "228"}, {"categoryId": "2", "formalText": "She was crying all of the time her parents were very preoccupied her grandpa.", "sourceId": "229"}, {"categoryId": "2", "formalText": "Her grandfather had started a business like as a second career that completely failed and they were losing a lot of money so she couldn't...", "sourceId": "230"}, {"categoryId": "2", "formalText": "Yeah, she thinks he was probably working at least it was an hour commute.", "sourceId": "241"}, {"categoryId": "2", "formalText": "She was probably gone at least 9 hours of the day.", "sourceId": "242"}, {"categoryId": "2", "formalText": "Sorry, like got really obsessed with finding her dad's undergraduate dissertation.", "sourceId": "247"}, {"categoryId": "2", "formalText": "And she wonders if she hated me.", "sourceId": "263"}, {"categoryId": "2", "formalText": "So they would go to her sister's house and Selma was like 9 and apparently she would just like pick me up out of her car seat like strep miadora hip and carry her like that for the entire weekend.", "sourceId": "265"}, {"categoryId": "2", "formalText": "She would go from place to place to place and she was really like her doll.", "sourceId": "266"}, {"categoryId": "2", "formalText": "They were inseparable and she was completely adoring and loving and like needed and wanted her to just go everywhere with her.", "sourceId": "267"}, {"categoryId": "2", "formalText": "She thinks she gets why it feels so scary to not want to try and general and why it feels like that's going to be the end of the world if she falls into.", "sourceId": "310"}, {"categoryId": "2", "formalText": "A space where she is not feeling connected.", "sourceId": "311"}, {"categoryId": "2", "formalText": "She is not feeling", "sourceId": "312"}, {"categoryId": "2", "formalText": "Momentum or like not trying.", "sourceId": "313"}, {"categoryId": "2", "formalText": "And she thinks she does fall into that space and it's very bad and scary and she is not accepting it as much as she accepts the other mode.", "sourceId": "314"}]