[{"categoryId": "0", "formalText": "He was glad that we did at his cousin's for reasons he said so he didn't hear one political discussion the whole night.", "sourceId": "13"}, {"categoryId": "0", "formalText": "It was fun to hang out with his little cousins or whatever.", "sourceId": "18"}, {"categoryId": "0", "formalText": "He started recording an EP and it's like last night.", "sourceId": "407"}, {"categoryId": "0", "formalText": "He just wrote this song over the weekend.", "sourceId": "409"}, {"categoryId": "0", "formalText": "Okay, he doesn't have lyrics yet.", "sourceId": "410"}, {"categoryId": "0", "formalText": "It was some of the best lyrics he has ever written he thinks.", "sourceId": "412"}, {"categoryId": "1", "formalText": "Well, so yeah a lot going on.", "sourceId": "6"}, {"categoryId": "1", "formalText": "Yeah, he definitely had a situational depression thing maybe a little bit.", "sourceId": "7"}, {"categoryId": "1", "formalText": "It has been a little bit of a roller coaster last several days even like within the same day like sometimes yeah, he is having so that's right.", "sourceId": "9"}, {"categoryId": "1", "formalText": "Thanksgiving was okay.", "sourceId": "11"}, {"categoryId": "1", "formalText": "But there was something something about a little , he doesn't want to say pathetic but something was just kind of felt kind of very blah.", "sourceId": "17"}, {"categoryId": "2", "formalText": "But Friday was really nice.", "sourceId": "19"}, {"categoryId": "2", "formalText": "He hadn't hung out with George.", "sourceId": "20"}, {"categoryId": "2", "formalText": "They went to see Peter Wolf.", "sourceId": "21"}, {"categoryId": "2", "formalText": "That was nice, it was a fun night via.", "sourceId": "22"}, {"categoryId": "2", "formalText": "He is handling things so well, but he has trouble seeing what he means, and that's depressing.", "sourceId": "44"}, {"categoryId": "2", "formalText": "Very dark feelings about himself.", "sourceId": "48"}, {"categoryId": "2", "formalText": "That's hard plus feeling lonely.", "sourceId": "59"}, {"categoryId": "2", "formalText": "He is having a moment where he just", "sourceId": "60"}, {"categoryId": "2", "formalText": "feels really lonely, he is frustrated.", "sourceId": "61"}, {"categoryId": "2", "formalText": "And then it becomes like a vicious cycle, and then he is going to make... that's just not going to happen and not going to find blah blah blah.", "sourceId": "62"}, {"categoryId": "2", "formalText": "He  doesn't want to find someone", "sourceId": "63"}, {"categoryId": "2", "formalText": "Assyrian, but how the stock that's going to happen.", "sourceId": "64"}, {"categoryId": "2", "formalText": "He wants to go to Assyria.", "sourceId": "65"}, {"categoryId": "2", "formalText": "But he doesn't have the money to do that right now.", "sourceId": "66"}, {"categoryId": "2", "formalText": "It's got him thinking about this whole day and how in a way his response to her and calculated it forced him to crystalize what he thinks about day and he just told her that he is not sure how to respond.", "sourceId": "136"}, {"categoryId": "2", "formalText": "This is the whole problem with online dating.", "sourceId": "138"}, {"categoryId": "2", "formalText": "He told her that everyone all says thy want a certain thing but everything they do.", "sourceId": "140"}, {"categoryId": "2", "formalText": "In the ways they try to get those things are totally antithetical to that and he said this is why he doesn't like going", "sourceId": "141"}, {"categoryId": "2", "formalText": "She told him it just feels like self-sabotaging, self-sabotage or something.", "sourceId": "182"}, {"categoryId": "2", "formalText": "The girl said she can't believe he was not more angry or whatever, but she appreciates it.", "sourceId": "189"}, {"categoryId": "2", "formalText": "He thinks he handled it.", "sourceId": "190"}, {"categoryId": "2", "formalText": "He handled it really well, but it's so depressing.", "sourceId": "192"}, {"categoryId": "2", "formalText": "It's either going to be the love of your life who you marry.", "sourceId": "203"}, {"categoryId": "2", "formalText": "Either he is going to get married to this person or he just...", "sourceId": "204"}, {"categoryId": "2", "formalText": "He feels like there's a lot of everyone is all just all so fucked up and he doesn't know.", "sourceId": "205"}, {"categoryId": "2", "formalText": "He was proud for not being so angry and somehow it didn't this weird her telling me she slept with this.", "sourceId": "206"}, {"categoryId": "2", "formalText": "Other person did he use bad as the night before because it was just honest.", "sourceId": "207"}, {"categoryId": "2", "formalText": "He thinks he does start to get anxious like what if it's almost like what if it's true about him.", "sourceId": "224"}, {"categoryId": "2", "formalText": "He suddenly really gets anxious and he is just down to like involve his fucking problems and he can't suck it up and be tough.", "sourceId": "247"}, {"categoryId": "2", "formalText": "He feels like he is not articulate and then he is going on and on it kind of makes it worse.", "sourceId": "266"}, {"categoryId": "2", "formalText": "He hates it so much when they complaining and he thinks that's so unattractive that couple.", "sourceId": "270"}, {"categoryId": "2", "formalText": "Dark couple that with the making him feel like he is not attractive register that so then put those together and it just becomes an assumption that complaining is very unattractive.", "sourceId": "271"}, {"categoryId": "2", "formalText": "Annoying because he has no patience for their complaining.", "sourceId": "274"}, {"categoryId": "2", "formalText": "He thinks it's because he forgets there's difference between just whining.", "sourceId": "333"}, {"categoryId": "2", "formalText": "He doesn't think his experience with his mother and your father  because they've got either stoic because you've got either stoic and tough or constantly complaining.", "sourceId": "336"}, {"categoryId": "2", "formalText": "He is not trying to generalize but the women tend to be kind of fucking shrill and chatterboxes and them intend to be so occur.", "sourceId": "343"}, {"categoryId": "2", "formalText": "He sees it so clearly now. He sees that he is also not good at listening. He'll listen but then he'll be kind of shut down after a certain point.", "sourceId": "363"}, {"categoryId": "2", "formalText": "He thinks he shuts down when someone's talking is that for one it could be so it could simply be treating all the stuff in his mother.", "sourceId": "367"}, {"categoryId": "2", "formalText": "But in particular if what happens with his mother is her complaining her venting her smothering but the cost of seeing him at all like he disappeared then when he is with somebody who is venting complaining whatever bitching about a day.", "sourceId": "368"}, {"categoryId": "2", "formalText": "He thinks that will Child part but just once to actually be seen and validated an existing that relationship can really really can feel really smothered by this other person taking up a lot of space, but had he had an experience where you", "sourceId": "369"}, {"categoryId": "2", "formalText": "He's already been feeling kind of a headache you the last two days.", "sourceId": "396"}, {"categoryId": "2", "formalText": "It's just overwhelming, it's like and this is the other thing when he has these feelings lately.", "sourceId": "397"}, {"categoryId": "2", "formalText": "Almost makes it worse that he doesn't like time is just March along and he is so trying to work the shit out.", "sourceId": "402"}, {"categoryId": "2", "formalText": "He knows he has gotten so much better.", "sourceId": "403"}, {"categoryId": "2", "formalText": "he has to remind himself of that because it's just frustrating.", "sourceId": "404"}, {"categoryId": "2", "formalText": "He feels like a broken record.", "sourceId": "422"}, {"categoryId": "2", "formalText": " He is worked up.", "sourceId": "427"}, {"categoryId": "2", "formalText": "He is depressed.", "sourceId": "428"}, {"categoryId": "2", "formalText": "He is fucking anxious.", "sourceId": "429"}, {"categoryId": "2", "formalText": "It's not working for him anymore.", "sourceId": "431"}, {"categoryId": "2", "formalText": "This is why things aren't getting done properly.", "sourceId": "432"}, {"categoryId": "2", "formalText": "Because he worked on a song but somehow he is still feeling all fucked up and not comfortable and content.", "sourceId": "435"}, {"categoryId": "2", "formalText": "If he starts riding is good, but if it's anything like pulling teeth, he can't just enjoy the process.", "sourceId": "437"}, {"categoryId": "2", "formalText": "He doesn't know how to fix that anymore.", "sourceId": "438"}, {"categoryId": "2", "formalText": "He hated the picture of himself so much for his ankle.", "sourceId": "453"}, {"categoryId": "2", "formalText": "he started focusing on his nose skin.", "sourceId": "454"}, {"categoryId": "2", "formalText": "He said oh my God, because his nose looks awful.", "sourceId": "455"}, {"categoryId": "2", "formalText": "He  literally wanted to smash his face with a hammer.", "sourceId": "459"}, {"categoryId": "2", "formalText": "He was surprised at his own reaction, but he couldn't stop himself from having that reaction and that's tiring and depressing and frustrating.", "sourceId": "463"}, {"categoryId": "2", "formalText": "He just hated; He felt so ugly and fucking disgusting.", "sourceId": "466"}, {"categoryId": "2", "formalText": "He recognizes that that's why he feels more depressed and kind of fucked up is because he is staying with these feelings at home.", "sourceId": "521"}, {"categoryId": "2", "formalText": "He is getting that tighten saying he gets with the Panic or anxiety where he almost feels like he is outside of himself a little bit.", "sourceId": "525"}, {"categoryId": "2", "formalText": "It's like unnerving.", "sourceId": "526"}, {"categoryId": "2", "formalText": "Gracie side the nitty-gritty the kind of you know, the fucked-up emotional residue but it leaves aspect of choices that him make the regrets that he ends up having.", "sourceId": "539"}, {"categoryId": "2", "formalText": "Each girl could be a chapter and he has a very long book.", "sourceId": "541"}, {"categoryId": "5", "formalText": "So he and his friend had a great time, they go hang out.", "sourceId": "72"}, {"categoryId": "5", "formalText": "They had a great time at the end of the night.", "sourceId": "75"}, {"categoryId": "5", "formalText": "He got an email saying that she doesn't feel comfortable with drinking and driving and for that reason it's just", "sourceId": "77"}, {"categoryId": "5", "formalText": "What really got him was a part of the conversation that night.", "sourceId": "102"}, {"categoryId": "5", "formalText": "She had this whole thing about when they talk about relationships.", "sourceId": "103"}, {"categoryId": "5", "formalText": "And he never even heard this term gaslighting.", "sourceId": "104"}, {"categoryId": "5", "formalText": "He doesn't even know what that was, but she was talking about and she was like, oh my God, that's he didn't know there was a word for that, but that's what happened to him twice.", "sourceId": "105"}, {"categoryId": "5", "formalText": "Where someone else makes him feel like he is crazy and irrational. Like, he is the one being weird. ", "sourceId": "110"}, {"categoryId": "5", "formalText": "The next day this girl that he has been kind of seeing but it's not. They haven't talked about any exclusive nothing nothing but one time she was on they're second date.", "sourceId": "122"}, {"categoryId": "5", "formalText": "They were on a date so he doesn't really want to know but anyway, she had emailed him Sunday and she sent him this long email saying, you know is online dating thing is probably it's kind of crazy.", "sourceId": "125"}, {"categoryId": "5", "formalText": "There's a profile but no one really pays attention to that profile unless one already decided someone's really attracted to you.", "sourceId": "159"}, {"categoryId": "5", "formalText": "It was you know again kind of a Meredith thing for him.", "sourceId": "379"}, {"categoryId": "5", "formalText": "Maybe he was going to work out long like maybe it wasn't going to work out long-term.", "sourceId": "380"}, {"categoryId": "5", "formalText": "He felt at home there.", "sourceId": "382"}, {"categoryId": "5", "formalText": "But meanwhile, in his mind like thinking of concrete all these girls.", "sourceId": "467"}, {"categoryId": "5", "formalText": "He has been dating.", "sourceId": "468"}]