[{"categoryId": "1", "formalText": "Not a good weekend, like really not a good weekend.", "sourceId": "1"}, {"categoryId": "1", "formalText": "It wasn't bad today.", "sourceId": "3"}, {"categoryId": "1", "formalText": "She was supposed to read at church. About 10 minutes before they were about to leave she went to go change so she wouldn't be wearing sweats at church or having jeans at holes in them.", "sourceId": "4"}, {"categoryId": "1", "formalText": "Anyways, she started crying and she couldn't stop crying.", "sourceId": "5"}, {"categoryId": "1", "formalText": "They want her to get there like a half an hour beforehand if you're reading which is really stupid.", "sourceId": "7"}, {"categoryId": "1", "formalText": "She got there 10 minutes beforehand and they already told the person who was reading the second reading to do both of them.", "sourceId": "9"}, {"categoryId": "1", "formalText": "She was really upset about that mostly like she worked her hard to get there in the first place.", "sourceId": "10"}, {"categoryId": "2", "formalText": "Yeah, she imagines she had to work pretty hard to pull it together when she in the middle of the train.", "sourceId": "12"}, {"categoryId": "2", "formalText": "Yeah, and then she had to keep it together in church.", "sourceId": "13"}, {"categoryId": "2", "formalText": "Yeah, there wasn't any point where she felt like she needed to call her therapist right then, but things are bad.", "sourceId": "14"}, {"categoryId": "2", "formalText": "There was a lot of well, she will not think about trying to kill herself right now.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She just wanted to be over.", "sourceId": "20"}, {"categoryId": "2", "formalText": "And she knows that in a day or a week or things will get a little easier and also to get her breath back.", "sourceId": "22"}, {"categoryId": "2", "formalText": "She is getting angry at James.", "sourceId": "25"}, {"categoryId": "2", "formalText": "Because she thinks about killing herself.", "sourceId": "27"}, {"categoryId": "2", "formalText": "She gets angry at her therapist because her way of sticking things is very slow and she is really tired.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She feels like she can't get out of the cycle and she is really tired of it part of that.", "sourceId": "35"}, {"categoryId": "2", "formalText": "Is that the last few days she has been in this time and same place where she is just in so much pain right then that she just can't think differently. She is a little bit out of it but not enough out of it like it's going to come back and so she is trying to kind of describe what it's like, but she is not there now and so, it's Carter.", "sourceId": "37"}, {"categoryId": "2", "formalText": "She doesn't know, maybe because she is worried about what she'll do.", "sourceId": "42"}, {"categoryId": "2", "formalText": "She doesn't know or maybe it's because she knows that she is not going to go and try to kill herself, but she is really angry about that.", "sourceId": "43"}, {"categoryId": "2", "formalText": "Not sometimes that happens sometimes she thinks she knows she is not going to kill herself and sometimes she thinks that she just might both things feel authentic.", "sourceId": "52"}, {"categoryId": "2", "formalText": "It's really hard to watch that with James.", "sourceId": "57"}, {"categoryId": "2", "formalText": "She has a lot of things to say about that, but she doesn't want to say any of them to James.", "sourceId": "58"}, {"categoryId": "2", "formalText": "She doesn't want him to be scared for her or anxious about her.", "sourceId": "59"}, {"categoryId": "2", "formalText": "But maybe her therapist should be scared for her when there's reason for him to be. She doesn't want him not to be able to trust her.", "sourceId": "60"}, {"categoryId": "2", "formalText": "She was very proud of herself and she still wanted to be dead but she was also very proud of herself.", "sourceId": "69"}, {"categoryId": "2", "formalText": "She thought it felt like she should be finding some sort of start in there, but she doesn't have one.", "sourceId": "71"}, {"categoryId": "2", "formalText": "There's not really a good way to kill herself.", "sourceId": "72"}, {"categoryId": "2", "formalText": "Apparently this is not afraid of overdosing is somewhere around 2%, so she probably wouldn't do that.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She thinks she wants to jump off a building but that seems not easy enough for easy to tell whether she would be successful.", "sourceId": "75"}, {"categoryId": "2", "formalText": "And if she wasn't that would just suck balls to run out into traffic.", "sourceId": "76"}, {"categoryId": "2", "formalText": "But that seems like a pretty horrible thing to do the person driving the car probably cut her wrists or something.", "sourceId": "77"}, {"categoryId": "2", "formalText": "That's what she thinks about most but that again is a product pretty horrible thing to do today is because he'd be the one to find her.", "sourceId": "78"}, {"categoryId": "2", "formalText": "She just can't get out.", "sourceId": "79"}, {"categoryId": "2", "formalText": "The part of her is that things about consequences.", "sourceId": "80"}, {"categoryId": "2", "formalText": "Doesn't turn off in some ways.", "sourceId": "81"}, {"categoryId": "2", "formalText": "She feels useless and she is a burden to people who love her and she worries about money.", "sourceId": "95"}, {"categoryId": "2", "formalText": "When she wanted to kill herself this much.", "sourceId": "113"}, {"categoryId": "2", "formalText": "She is usually hiding it from something, but she doesn't know what.", "sourceId": "114"}, {"categoryId": "2", "formalText": "She doesn't know but,  it seems worse everyday.", "sourceId": "117"}, {"categoryId": "2", "formalText": "Yeah, she keeps trying to wrap her head around it and it just keeps coming up dry.", "sourceId": "119"}, {"categoryId": "2", "formalText": "She doesn't know why James keeps being so nice to her.", "sourceId": "124"}, {"categoryId": "2", "formalText": "She doesn't know why she feels like she needs to have him not be the person.", "sourceId": "125"}, {"categoryId": "2", "formalText": "It's hard all these things that didn't used to be so hard but she always hears herself that that's hard and then she just despises herself.", "sourceId": "128"}, {"categoryId": "2", "formalText": "So it's hard.", "sourceId": "129"}, {"categoryId": "2", "formalText": "It's hard to talk about. She feels like she builds up a space or a way of being where she felt secure are felt like she did well where it felt proud of herself.", "sourceId": "138"}, {"categoryId": "2", "formalText": "She feels like she was valuable then that all just kind of went to she felt like it really did backfire on her.", "sourceId": "139"}, {"categoryId": "2", "formalText": "She feels like it was wrong for her to be proud of being a person in class.", "sourceId": "141"}, {"categoryId": "2", "formalText": "He was really good at everything or to be happy about having a close relationship with teachers are like it was wrong for her to be okay with being in his relationships.", "sourceId": "142"}, {"categoryId": "2", "formalText": "She is so ashamed of what happened to Dan.", "sourceId": "145"}, {"categoryId": "2", "formalText": "She keeps trying to rephrase it to make it not quite so her fault and she just feels awful.", "sourceId": "147"}]