[{"categoryId": "1", "formalText": "She feels like she needs more help.", "sourceId": "13"}, {"categoryId": "1", "formalText": "She feels like she needs...she doesn't know what she takes.", "sourceId": "14"}, {"categoryId": "1", "formalText": "She doesn't know what it should look like but it's been it's really become a lot to take care of him on some level and to be responsive to the way things are going with his depression and such without any additional help because she feels like it's really helpful to her with the therapist, but that's 45 minutes out of the week.", "sourceId": "15"}, {"categoryId": "1", "formalText": "Then her sister is there always listening but she feels bad like putting that on her because then she's really worried.", "sourceId": "16"}, {"categoryId": "1", "formalText": "She doesn't like doing that and that's kind of where it ends because her parents aren't so able and talking Ivan's dad was a really bad experience.", "sourceId": "17"}, {"categoryId": "2", "formalText": "It's not going to come for her parents, which is fine.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She thinks it's more emotional support.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She thinks it's more she is having a really really tough time is mood swings seem to be more pronounced.", "sourceId": "27"}, {"categoryId": "2", "formalText": "Egos for her crying to really happy hyper attentive towards her really back and forth back and forth, which she understands is part of depression.", "sourceId": "28"}, {"categoryId": "2", "formalText": "She is not criticizing the fact that he's going through that but she is just acknowledging its really tough.", "sourceId": "30"}, {"categoryId": "2", "formalText": "Right now she is really worried about the threats in the note and she is very worried about it obviously, but also again it sounds horribly selfish.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She is the only other person in the apartment and it's too much. It's affecting her physically and it's affecting her emotionally and sometimes she feels herself being really pulled down in his when the moves are really impressive and it's really hard to like try to bring him up because I'm like, so it's getting really difficult to manage.", "sourceId": "35"}, {"categoryId": "2", "formalText": "She talked to her sister a little afterwards like the next couple days or whatever and she told her what had gone on and she's like, well, he's reacting like a dad.", "sourceId": "38"}, {"categoryId": "2", "formalText": "He's emotional.", "sourceId": "39"}, {"categoryId": "2", "formalText": "He can't it's unfortunate.", "sourceId": "40"}, {"categoryId": "2", "formalText": "He couldn't step out to help but she felt like it went back to his he and Ivan are more friends than anything which is she doesn't know how she feels about that.", "sourceId": "41"}, {"categoryId": "2", "formalText": "But she means he was not at all able to be it wasn't like an initial hysteria and then he calm down like he had a plan.", "sourceId": "42"}, {"categoryId": "2", "formalText": "He wasn't like stopping and but he was really emotional and he was very clear that he wanted her to talk or to call doctor bored and find out what she should be doing differently and how she should be taking care of it.", "sourceId": "45"}, {"categoryId": "2", "formalText": "That sounded really accusing but he said he doesn't know if this is around the time he went home to get his car inspected, but he doesn't know if he even if it sounded like he didn't want him to go.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She didn't want to bring in that she is seeing someone intimate but she said one of them said that it might be helpful for Ivan to get some kind of evaluation to find out what's going on and maybe even a pharmaceutical evaluation and just she told him she didn't know if he was aware but Ivan feels that this is very big matized and he's very disappointed in himself.", "sourceId": "57"}, {"categoryId": "2", "formalText": "He really couldn't get that maybe because like, she know he told Ivan at one point he needs to be on antidepressants and he said maybe he doesn't do that.", "sourceId": "60"}, {"categoryId": "2", "formalText": "She is so angry at him.", "sourceId": "65"}, {"categoryId": "2", "formalText": "He's a pastor.", "sourceId": "66"}, {"categoryId": "2", "formalText": "She's definitely a bit more or less emotional unless mainly talking but the problem is she is very intimidated by her.", "sourceId": "84"}, {"categoryId": "2", "formalText": "So she is kind of scared to call and she is really worried that it can go as badly as it did with Ivan's dad or worse and really again this sounds really selfish, but she really can't deal with her blaming her because she already feels like there is already suggesting her saying she is need to have a job or she needs to like that makes him feel worthless or that makes him feel which is difficult.", "sourceId": "85"}, {"categoryId": "2", "formalText": "She had to listen to him tell her how it's inevitable.", "sourceId": "113"}, {"categoryId": "2", "formalText": "They're going to get divorced and couples therapy.", "sourceId": "114"}, {"categoryId": "2", "formalText": "She has to listen to him say this is hopeless.", "sourceId": "115"}, {"categoryId": "2", "formalText": "It's never going to get any better and she has to find a way to not only get upset and not have any emotions surrounding that and not take a minute to go cry or call someone or take care of herself.", "sourceId": "116"}, {"categoryId": "2", "formalText": "She thought it seemed like she perceived me as being almost like stuck in the 90s.", "sourceId": "122"}, {"categoryId": "2", "formalText": "Maybe this is just her not being aware of but it really feels like she really did do it growing up and she really did do it even in college like every summer and now she really is doing it with spouse and so", "sourceId": "124"}, {"categoryId": "2", "formalText": "Her mom is apparently still not talking to her for two weeks ago when she asked about Easter, so she is not sometimes she can be really helpful and other times around like she's really not not a good situation and her dad doesn't do any type of emotional discussion.", "sourceId": "136"}, {"categoryId": "2", "formalText": "So she means he's worried about her.", "sourceId": "140"}, {"categoryId": "2", "formalText": "If anything.", "sourceId": "141"}, {"categoryId": "2", "formalText": "He's pretty disappointed.", "sourceId": "142"}, {"categoryId": "2", "formalText": "She thinks with the way Ivan has been.", "sourceId": "143"}, {"categoryId": "2", "formalText": "No, no, she is not expecting a sex but what she is saying is that she feels pretty overwhelmed and everyday truly yesterday.", "sourceId": "151"}, {"categoryId": "2", "formalText": "He's also doing a little bit of it feels pretty manipulative and ht sister said that sounds really intentional.", "sourceId": "154"}, {"categoryId": "2", "formalText": "She doesn't know but she's doing things like a walk time 4:30 a.m.", "sourceId": "155"}, {"categoryId": "2", "formalText": "It's so absurd and he knows it's absurd and she feels it's very clear that he denies.", "sourceId": "168"}, {"categoryId": "2", "formalText": "He says he is not manipulating her, that he is not trying to get any kind of sympathy but he'll throw pity party like he doesn't need health insurance.", "sourceId": "169"}, {"categoryId": "2", "formalText": "She can walk like really extreme and of course she responds very warmly lovingly sympathetically and he wants that and it's really frustrating because again, she feels really alone and taking care of all this and it is a lot all day every day and night still breaking out in hives in the whole thing.", "sourceId": "170"}, {"categoryId": "2", "formalText": "Because quite honestly he sits in a couples therapy and says that he can take care of himself.", "sourceId": "179"}, {"categoryId": "2", "formalText": "That he has got it under control and then dr. Farrell turns to her and says that she needs to start taking him at his word.", "sourceId": "180"}, {"categoryId": "2", "formalText": "Then when they go home and Ivan continues to say that he can take care of himself sometimes but he's not taking care of himself.", "sourceId": "182"}, {"categoryId": "2", "formalText": "So she doesn't believe he'll get to work if she doesn't get his schedule.", "sourceId": "196"}, {"categoryId": "2", "formalText": "He can't do it on his own.", "sourceId": "212"}, {"categoryId": "2", "formalText": "She woke up and they had warm food because he couldn't remember to close the fridge.", "sourceId": "217"}, {"categoryId": "2", "formalText": "They woke up in the car battery was dead because he couldn't remember to turn off the light.", "sourceId": "218"}, {"categoryId": "2", "formalText": "Things actually happen that affect her so it's not like they've been down the road she can let it go or said she should let it go and it just falls on him and maybe he'll learn consequences the whole it doesn't happen.", "sourceId": "220"}, {"categoryId": "2", "formalText": "He doesn't get worked up about the consequences he does and they affect her too.", "sourceId": "221"}, {"categoryId": "2", "formalText": "She needs him to get the schedule because she needs him to be able to pay their rent if he doesn't have money for another.", "sourceId": "237"}, {"categoryId": "2", "formalText": "It's really hard.", "sourceId": "246"}, {"categoryId": "2", "formalText": "She feels like she doesn't get it.", "sourceId": "247"}, {"categoryId": "2", "formalText": "She feels like she blames me.", "sourceId": "248"}, {"categoryId": "2", "formalText": "She criticizes her and she feels like she says that they need to deal with her anger and resentment and that they never talked about Ivan's depression.", "sourceId": "249"}, {"categoryId": "2", "formalText": "She feels like she tries to counselors like Ivan isn't depressed and having mood swings and having problems with memory things like that never enters the room.", "sourceId": "252"}, {"categoryId": "2", "formalText": "She needs someone.", "sourceId": "278"}, {"categoryId": "2", "formalText": "She is just a little...she needs to someone to say that's really difficult.", "sourceId": "285"}, {"categoryId": "2", "formalText": "That someone is here for her.", "sourceId": "286"}, {"categoryId": "2", "formalText": "Just something or it must be really tough to listen to him.", "sourceId": "287"}, {"categoryId": "2", "formalText": "She hasn't quite honestly, she's been her caretaker when she was young because she's the oldest. She hates that she ends up she goes and she's really worried about her and then she tries to help her out in ways, but she doesn't want their relationship to become all about trouble in her marriage because she already listens to their mom about her problems and her marriage and her poor sister is never going to get married and she needs somebody too.", "sourceId": "295"}, {"categoryId": "2", "formalText": "She is angry because she should be better than that and it's obscure.", "sourceId": "305"}, {"categoryId": "2", "formalText": "It's getting really really difficult.", "sourceId": "308"}, {"categoryId": "2", "formalText": "It's okay because she needs to take care of him and he needs her help right now and he's her husband and he's really struggling but it's just like he won't get the help he needs.", "sourceId": "316"}, {"categoryId": "2", "formalText": "Going to get more depressed.", "sourceId": "330"}, {"categoryId": "2", "formalText": "She doesn't think anyone she can't talk about anything that's going on that's wrong with his behavior anything that hurts because it sent him further in the shame and guilt and depression.", "sourceId": "331"}, {"categoryId": "2", "formalText": "No, it really does become her problem because she needs to take care of him when he's writing notes and making threats and sobbing during church because they're going to get a divorce.", "sourceId": "336"}, {"categoryId": "2", "formalText": "She is really desperately want him to be evaluated and she wants to find out what the heck quite frankly is going on because and she wants if he needs to be taking medication if he needs to be seen doctor board a couple sessions twice, she needs to know and then she needs to happen him yesterday.", "sourceId": "369"}, {"categoryId": "2", "formalText": "He just tells her if anyone asked him to do any kind of evaluation she'd feel so disappointed in my get where that comes around because she is talking to his dad who says if they screwed him up they'll deal with that.", "sourceId": "370"}, {"categoryId": "2", "formalText": "The thing is things can go really well at home.", "sourceId": "398"}, {"categoryId": "2", "formalText": "If she brings up no issues by instigate no arguments.", "sourceId": "399"}, {"categoryId": "2", "formalText": "No discussions about anything this problem that she just cooked dinner and they watch a movie and make a point of talking about things that, he's not going to bring it up and then things are okay, but they're not okay.", "sourceId": "400"}, {"categoryId": "2", "formalText": "She feels like she is getting blamed by his parents.", "sourceId": "404"}, {"categoryId": "2", "formalText": "She feels like she is getting blame by her.", "sourceId": "405"}, {"categoryId": "2", "formalText": "She feels like if she could just deal with the anger and resentment and if she didn't speak up last time and say this is too much.", "sourceId": "406"}, {"categoryId": "2", "formalText": "She really just keeps coming back.", "sourceId": "408"}]