[{"categoryId": "1", "formalText": "So he has been fairly anxious this week about a few different things.", "sourceId": "2"}, {"categoryId": "2", "formalText": "It's sort of been his big paper that he wants to talk about and job interviews.", "sourceId": "4"}, {"categoryId": "2", "formalText": "So he has been trying to finish it before he sends out applications, but hes needs to both send out applications because I need to have a job and I also because there's sort of like I'm anxious about there where we will be.", "sourceId": "5"}, {"categoryId": "2", "formalText": "he doesn't really like he feels like he has been putting her in a position of uncertainty for a while and the concerns are there.", "sourceId": "7"}, {"categoryId": "2", "formalText": "So he finished that paper Sunday, which is a good thing, but it's sort of anxiety attached to will he ever finish this just to get it done already.", "sourceId": "8"}, {"categoryId": "2", "formalText": "To the job portion of he feels like he has to find the right job, on one level so that his wife doesn't kill herself and on another level but he is happy somewhere for the next couple years on another level so that he picks the right ones so that he has a career that he wants even though.", "sourceId": "10"}, {"categoryId": "2", "formalText": "He has to explain like how he would be a good fit for this position that may or may not exist based on criteria that he has not have no access to so he can find that nerve-wracking.", "sourceId": "17"}, {"categoryId": "2", "formalText": "Okay, it's hard to deal with it and it makes him feel less efficient the work that he is doing.", "sourceId": "19"}, {"categoryId": "2", "formalText": "Not sure he wants to have children with Tanya.", "sourceId": "42"}, {"categoryId": "2", "formalText": "He doesn't know if she can handle it.", "sourceId": "43"}, {"categoryId": "2", "formalText": "He thinks another piece that's going on most of the women in his life one way or another are are having pregnant.", "sourceId": "49"}, {"categoryId": "2", "formalText": "That's just sort of like both of his sisters are pregnant and have them pregnant.", "sourceId": "50"}, {"categoryId": "2", "formalText": "He is excited about it.", "sourceId": "53"}, {"categoryId": "2", "formalText": "So he just has a clear sense that it's not an easy thing but it hasn't seemed to affected his therapist at all in terms of her work life, which is great.", "sourceId": "54"}, {"categoryId": "2", "formalText": "He thinks there's also the sense that one of the things he'd like to do in his other relationship is be aware of things that people are struggling with and sort of offer to talk with them in about them sort of tell them that he understands this is going on.", "sourceId": "63"}, {"categoryId": "2", "formalText": "Part of his anxiety comes from the sense that his and asking the question feeling like he sort of pulled back at that moment as if they were likes shock over shocking question and perhaps he much as if he had like in trying to fix something and he felt like he had done badly or yeah, that's pretty close.", "sourceId": "89"}, {"categoryId": "2", "formalText": "If something is too uncomfortable for him.", "sourceId": "108"}, {"categoryId": "2", "formalText": "He just would lie to my face and he is kind of okay with it and kind of not really okay with it.", "sourceId": "109"}, {"categoryId": "2", "formalText": "he doesn't have his feelings on that sword out.", "sourceId": "110"}, {"categoryId": "2", "formalText": "He likes to help people.", "sourceId": "154"}, {"categoryId": "2", "formalText": "he thinks part of it is that most people, not necessarily him,  but most people are sort of tell any arbitrary person things that they wish they were excited but won't necessarily say the things they're excited about that have been hard.", "sourceId": "156"}, {"categoryId": "2", "formalText": "That's where he thinks this is sort of the idea that being aware of somebody else's troubles in his important thing because may or may not be like coming out with it.", "sourceId": "157"}, {"categoryId": "2", "formalText": "They're almost certainly don't want to talk about it.", "sourceId": "158"}, {"categoryId": "2", "formalText": "Rely on him when he shares these things freezing that seem sort of absurd but he felt like he talked many times about how strange it is for him to be in a relationship.", "sourceId": "167"}, {"categoryId": "2", "formalText": "So, he wants to express some uncertainty.", "sourceId": "170"}, {"categoryId": "2", "formalText": "he feels more anxious about it.", "sourceId": "224"}, {"categoryId": "2", "formalText": "But him having said what he said he understands it better that there is no particular talking about his fears of being put off so and he is sensitive to changes in the world around him of any kind because he is killing other people who knows why. ", "sourceId": "225"}]