[{"categoryId": "1", "formalText": "She is finding herself with a... she is finding herself really emotionally exhausted.", "sourceId": "5"}, {"categoryId": "1", "formalText": "It sounds odd, but she is kind of feeling over therapist.", "sourceId": "1"}, {"categoryId": "2", "formalText": "She doesn't really feel stressed about... she doesn't think she is going to feel stressed unless she walks in to this where she is at the shop that she is in but like seeing her doing whatever wasn't feeling stressful, which was good because seeing her just brought back so many negative, like just really bad and made it like doing and just", "sourceId": "21"}, {"categoryId": "2", "formalText": "She is always frequently reluctant to say this about herself that she has PTSD and finds it extremely difficult to say that she was in an abusive relationship. ", "sourceId": "28"}, {"categoryId": "2", "formalText": "She thinks she should talk about this even though she doesn't want to.", "sourceId": "33"}, {"categoryId": "2", "formalText": "But she doesn't want to stop meeting entirely because she is confident about it.", "sourceId": "37"}, {"categoryId": "2", "formalText": "Therapy is kind of hard.", "sourceId": "38"}, {"categoryId": "2", "formalText": "She thought she couldn't sit at her desk long enough to sort of start a pot and then finish it and then, she doesn't know, she is just so tired.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She is sleeping.", "sourceId": "51"}, {"categoryId": "2", "formalText": "She also really feels ambushed and overwhelmed.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She just felt like she didn't like how she was coping with it.", "sourceId": "53"}, {"categoryId": "2", "formalText": "She does really feel like she was I was kind of making a series of fly-by-night decisions that aren't exactly decisions. They are more like reaction and she doesn't know but it's just she is feeling so out of control and not able to like take care of herself. It's hard.", "sourceId": "54"}, {"categoryId": "2", "formalText": "She ran out of the cat food the one her cat likes cats like and they both are meowing cats.", "sourceId": "59"}, {"categoryId": "2", "formalText": "It does make her feel crazy in a way like sometimes she is flatlining and also maybe it's comic like she is experiencing for a longer time side effects. She feels so frustrated in the end that like reading fiction and watching like TV or movies, which she does a lot.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She actually feels bad about because through feeling bad like she feels bad that she is exiling herself to the bedroom and she feels bad that she feels bad. ", "sourceId": "69"}, {"categoryId": "2", "formalText": "She is also super stressed and she doesn't know who wants to help her with work stuff.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She also finds it super stressful", "sourceId": "76"}, {"categoryId": "2", "formalText": "of what would happen next and also really occupy here to maintaining her own mental health.", "sourceId": "80"}, {"categoryId": "2", "formalText": "If she were to choose she would choose working and keeping her saying rather than dealing with sexual discrimination and sitting in that group office.", "sourceId": "81"}, {"categoryId": "2", "formalText": "It feels like she is kind of jumping into the sort of feelings or associations to what the therapist is talking about kind of like both feet.", "sourceId": "108"}, {"categoryId": "2", "formalText": "It feels like something she sort of loses control over a bit.", "sourceId": "113"}, {"categoryId": "2", "formalText": "She's got to see what she is going to say about it.", "sourceId": "114"}, {"categoryId": "2", "formalText": "Her first general reaction is generally like fuck you.", "sourceId": "142"}, {"categoryId": "2", "formalText": "And so then it becomes difficult to say well actually mistakes are made but not because her parents are different races, but for other reasons and so sometimes it feels really hard to kind of like say, nope.", "sourceId": "146"}, {"categoryId": "2", "formalText": "She does not have emotional problems because of like racial and that's also one of those things where she feels like people like to use the existence of interracial families and mixed race people as a metaphor.", "sourceId": "151"}, {"categoryId": "2", "formalText": "She said that look racism isn't over because of law or she am the embodiment of the end of racism and racial unity and that's a lot for a person and she also doesn't mix combination.", "sourceId": "152"}, {"categoryId": "2", "formalText": "The money has been an issue for her before and like she has had male gynecologist and at first she didn't care, like the gender of like whoever is treating her has never been an issue for her but suddenly this actually feels like a huge thing.", "sourceId": "167"}, {"categoryId": "2", "formalText": "She guesses it's the fear of not being able to tell but it might happen.", "sourceId": "178"}, {"categoryId": "6", "formalText": "Her brother's psychiatrist says the reason he is bipolar is because he is mixed race.", "sourceId": "137"}]