[{"categoryId": "2", "formalText": "He is not going to be able to not pay attention to it, but it's just isn't really feasible.", "sourceId": "21"}, {"categoryId": "2", "formalText": "So he is working to apply for a postdoc position now and he was at the time finishing up a poster and taking it to a conference and spending time at the conference helicopter in relationship with conferences and other academic things in that he holds them to that ideal but they're never ideal.", "sourceId": "25"}, {"categoryId": "2", "formalText": "That's not saying it's like trivial in that all of his problems are solved by this one in sight, but it's very helpful.", "sourceId": "59"}, {"categoryId": "2", "formalText": "She has good moods now, which is good and has good days, but relatively small setbacks.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She's been getting more involved in her church, which is good spending time around people like being involved in the community.", "sourceId": "65"}, {"categoryId": "2", "formalText": "So they've been spending making dinner.", "sourceId": "70"}, {"categoryId": "2", "formalText": "So the nights that she's working he makes dinner and the other night.", "sourceId": "71"}, {"categoryId": "2", "formalText": "She makes dinner the process of figuring out what to make for dinner seems to overwhelm her some days not Ashley doing it, but like having to make a decision about where we would eat so he is not really sure if he answered the question.", "sourceId": "72"}, {"categoryId": "2", "formalText": "And everyday sort of like she gets up and it's a reset as whether it will be a good day or a bad day sing arbitrary.", "sourceId": "82"}, {"categoryId": "2", "formalText": "So that part is unpredictable.", "sourceId": "83"}, {"categoryId": "2", "formalText": "So Tanya and him were doing couples counseling but we stopped going to see him.", "sourceId": "117"}, {"categoryId": "2", "formalText": "Well, they'd have to explain things went with Waze and then he would respond and he would explain it about four or five times and almost the same way this sort of response, which is clearly not how he felt interacting with his therapist Chad. ", "sourceId": "121"}, {"categoryId": "2", "formalText": "So there's sort of about 70% of the way through where he was sort of started pressing Tanya to say what she felt like she was okay and wasn't going to kill herself because that's what he had heard from her previous session.", "sourceId": "125"}, {"categoryId": "2", "formalText": "And which there was an awkward silence in a firm denial comes with.", "sourceId": "135"}, {"categoryId": "2", "formalText": "There's a distress about the circumstances causes and her is not helpful for either of them.", "sourceId": "136"}]