[{"categoryId": "0", "formalText": "Her hip pain is there and she takes medication for it but the pain is not constant.", "sourceId": "37"}, {"categoryId": "0", "formalText": "She did her undergrad in folklore and mythology.", "sourceId": "201"}, {"categoryId": "0", "formalText": "So similar to Anthropologie.", "sourceId": "205"}, {"categoryId": "1", "formalText": " She says she hates everyone.", "sourceId": "29"}, {"categoryId": "1", "formalText": "She also she had a complete break out before packing because she couldn't find a bottle of painkillers. She had a bottle of Vicodin and couldn't find it anywhere.", "sourceId": "30"}, {"categoryId": "1", "formalText": "So she got super stressed about it and was tearing apart her apartment.", "sourceId": "31"}, {"categoryId": "2", "formalText": "It was really intensely noisy and aggravating in that like there were lots of people in various costumes, which is usually very fun.", "sourceId": "13"}, {"categoryId": "2", "formalText": "She was getting frustrated at people with big costumes or big costume Parts like walking in into the aisle or whacking into others. There were a lot of people that were excited to see each other and shrieking all weekend.", "sourceId": "14"}, {"categoryId": "2", "formalText": "And then there was the drunk talking too loud in the elevators and just it was like over-stimulating isn't exactly describing it.", "sourceId": "15"}, {"categoryId": "2", "formalText": "She did not have a good time.", "sourceId": "44"}, {"categoryId": "2", "formalText": "She had a bad time.", "sourceId": "45"}, {"categoryId": "2", "formalText": "And she thinks the other thing is that she is always worried about expressing anger .", "sourceId": "97"}, {"categoryId": "2", "formalText": "She feels maybe she should just stop going to conventions this big because it's a lot bigger than she would usually go to do. She guesses part of it was that she doesn't feel like she knows if she was feeling more irritated just from the jump because she been feeling more depressed or if she is feeling more irritated because of medication or if she was feeling more irritated because she is obsessed with her concerned about feeling more irritated.", "sourceId": "100"}, {"categoryId": "2", "formalText": "She was definitely way more annoyed at people and are easier than she thinks she has ever been at say like Wiz con or one of the other cons she does.", "sourceId": "125"}, {"categoryId": "2", "formalText": "when somebody pisses her off.", "sourceId": "247"}, {"categoryId": "2", "formalText": "she tends to be a little more critical.", "sourceId": "248"}, {"categoryId": "2", "formalText": "she was just getting super critical because she was mad.", "sourceId": "273"}, {"categoryId": "5", "formalText": "Other than like her hotel room even in she had dinner with some friends in a restaurant Pub attached. Of course a whole bunch of people ended up walking by their booth to go to their table and she guesses she kind of missed everything is always been kind of it's big and kind of overwhelming and kind of noisy, but she really missed not having any sort of not really having an issue over everyone hanging out in a group of more than four people.", "sourceId": "48"}, {"categoryId": "5", "formalText": "she said she hated everyone basically and then she laughed and hung out with friends and then and it was so more like parts were definitely fun.", "sourceId": "77"}, {"categoryId": "5", "formalText": "they're usually a dozen parties happening or so and she didn't go to any of them this year.", "sourceId": "78"}, {"categoryId": "5", "formalText": "She says she needed some form of social lubrication here and being around of lot of a lot of really drunk people while sober is boring.", "sourceId": "80"}, {"categoryId": "5", "formalText": "And it's these friends of hers, and Damian who house is borderline hoarder house and it makes her super stressed partially their stuff piled everywhere and is really not places to sit and reminds her of an ex who had very similar piles and piles and piles and piles of stuff.", "sourceId": "134"}]