[{"categoryId": "0", "formalText": "She thinks she knows she can be proud of herself for getting in one application a week because that's more than she had been doing the weeks prior and her therapist knows it didn't result in the way she wanted it yet, but...", "sourceId": "211"}, {"categoryId": "1", "formalText": "So she thinks the problem is her tone of voice when she is mad at him and because when they get into an argument he says she is yelling at him.", "sourceId": "2"}, {"categoryId": "1", "formalText": "She says to him she is really upset. She guesses it's solution then is to figure out how to fix her tone of voice.", "sourceId": "6"}, {"categoryId": "1", "formalText": "And she just doesn't know if part of her is like will she is angry and she wants him to know it but then again that's just hurting him.", "sourceId": "10"}, {"categoryId": "1", "formalText": "Then he shuts down and it's like he's not listening to her and then he gets mad because she is repeating herself.", "sourceId": "15"}, {"categoryId": "1", "formalText": "She feels he is not listening to her and he is shutting down and not letting her talk interrupting me.", "sourceId": "16"}, {"categoryId": "1", "formalText": "That's not really going to work.", "sourceId": "17"}, {"categoryId": "2", "formalText": "Then it's not really working for her either because she is not able to express really what she wants.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She doesn't know what to do other than try to be calm and not come in like a fight is happening.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She is very much not calm.", "sourceId": "27"}, {"categoryId": "2", "formalText": "He wouldn't do it again and he doesn't again is just so frustrating.", "sourceId": "39"}, {"categoryId": "2", "formalText": "She asked him why do you keep on doing this. She feels he's not being so immature because he doesn't want to face the day or whatever he wants some alone time right now at really late but then it like impacts their plans for the next day like things he promised.", "sourceId": "40"}, {"categoryId": "2", "formalText": "It's like really hard for her to deal with and it was in the context of trying to wake him up at morning and maybe she should have been nicer about it when she woke him up, but she was just so pissed that he wouldn't wake up.", "sourceId": "41"}, {"categoryId": "2", "formalText": "It was his own fault.", "sourceId": "43"}, {"categoryId": "2", "formalText": "It just made her feel like his desire to watch and listen to those lectures that night at that point was more important than like being intimate with her.", "sourceId": "49"}, {"categoryId": "2", "formalText": "He feels pressure.", "sourceId": "51"}, {"categoryId": "2", "formalText": "She feels it it's sort of hard not to.", "sourceId": "52"}, {"categoryId": "2", "formalText": "It'd be one thing if she knew like going into this relationship that he had really low libido.", "sourceId": "54"}, {"categoryId": "2", "formalText": "When he's not depressed he doesn't and he's starting to get better.", "sourceId": "55"}, {"categoryId": "2", "formalText": "But then he had a cold that he's had for 3 weeks and said that its making things hard even if he is getting better mentally like he's not better physically.", "sourceId": "56"}, {"categoryId": "2", "formalText": "It sounds like that's one component of it is not heard it is feeling like there's not enough intimacy, but he's also not following through on other plans that she has made.", "sourceId": "57"}, {"categoryId": "2", "formalText": "He ended up being awake for New Year's Eve, but they didn't get to do anything romantic mostly because he was sick and said she was a disappointment.", "sourceId": "58"}, {"categoryId": "2", "formalText": "He said they can do something romantic later in the week.", "sourceId": "59"}, {"categoryId": "2", "formalText": "She said okay and that never happened either.", "sourceId": "60"}, {"categoryId": "2", "formalText": "But again, she  guesses he keeps on thinking he'll feel better and then he doesn't so there's like nothing she can really do about that.", "sourceId": "61"}, {"categoryId": "2", "formalText": "Yeah, she is really glad he finally got over the whole not seeing the doctor thing.", "sourceId": "65"}, {"categoryId": "2", "formalText": "He said that she keeps on hurting him.", "sourceId": "80"}, {"categoryId": "2", "formalText": "So it's hurtful which is even worse than disrespectful.", "sourceId": "81"}, {"categoryId": "2", "formalText": "He doesn't like when she is angry at him and he thinks it when people are angry at her.", "sourceId": "83"}, {"categoryId": "2", "formalText": "She doesn't know what to do and it's not like she is taking out her frustrations on him from something else.", "sourceId": "86"}, {"categoryId": "2", "formalText": "She sort of wants him to take responsibility for the for the things that he's doing that result in her feeling angry.", "sourceId": "89"}, {"categoryId": "2", "formalText": "He says he is sorry.", "sourceId": "91"}, {"categoryId": "2", "formalText": "So she says okay, he said that the last time too and it's not that she is yelling.", "sourceId": "92"}, {"categoryId": "2", "formalText": "The tone feels yelling because the tone feels", "sourceId": "94"}, {"categoryId": "2", "formalText": "like she is reprimanding him.", "sourceId": "96"}, {"categoryId": "2", "formalText": "Which she is.", "sourceId": "97"}, {"categoryId": "2", "formalText": "Because she is annoyed at him because he keeps on doing the same things over and over again while promising not to do then it's just how does she trust him?", "sourceId": "98"}, {"categoryId": "2", "formalText": "Because she doesn't believe him. She thinks he is just sorry that he did something that made her angry but not whatever he did made her angry.", "sourceId": "107"}, {"categoryId": "2", "formalText": "He thinks that she is being the detrimental one by getting mad.", "sourceId": "110"}, {"categoryId": "2", "formalText": "That's a really tough pattern that they are stuck in because she can't change his behavior.", "sourceId": "115"}, {"categoryId": "2", "formalText": "They don't really feel like neither one of them needs to change what they are doing.", "sourceId": "118"}, {"categoryId": "2", "formalText": "She feels like her anger is appropriate and her expectations of him are appropriate. It sounds like for the most part he feels like what he's doing is appropriate as well.", "sourceId": "120"}, {"categoryId": "2", "formalText": "He said it's just that it's not okay to be mad about something.", "sourceId": "134"}, {"categoryId": "2", "formalText": "His behavior really just disappoints her.", "sourceId": "137"}, {"categoryId": "2", "formalText": "She is just in a pissed-off tone of voice because that's what she is and she is not not calling him names.", "sourceId": "140"}, {"categoryId": "2", "formalText": "She is not hitting him or throwing things or even raising her voice.", "sourceId": "141"}, {"categoryId": "2", "formalText": "But like it's just the tone of her voice.", "sourceId": "142"}, {"categoryId": "2", "formalText": "The reason she is saying this is because he's not hearing her and what she wants him to hear.", "sourceId": "151"}, {"categoryId": "2", "formalText": "She feels sometimes like she is the one doing everything.", "sourceId": "154"}, {"categoryId": "2", "formalText": "She is taking care of him a lot more than he's taking care of her and it's just really frustrating.", "sourceId": "162"}, {"categoryId": "2", "formalText": "So it is kind of selfish because if she needs to sleep in on another day and she doesn't need him for anything that she gets that she is not mad about it and she can let it go but when it impacts plans that they would be doing together. Then she has to work around him because he stayed up all night. It is just really tiresome.", "sourceId": "185"}, {"categoryId": "2", "formalText": "They are having such a hard time being happy together.", "sourceId": "187"}, {"categoryId": "2", "formalText": "She thinks most of it just stems from his depression.", "sourceId": "188"}, {"categoryId": "2", "formalText": "That's like why she has been staying in because he can get better from that depression eventually he will and then he won't be like this anymore.", "sourceId": "189"}, {"categoryId": "2", "formalText": "Her mom seemed kind of skeptical when she told her she is doing one application a week, but it's more than what she was doing before.", "sourceId": "213"}, {"categoryId": "2", "formalText": "She almost applied to two jobs last week.", "sourceId": "215"}, {"categoryId": "2", "formalText": "She could have sent it and then engagement arguing with with her dad, but she just sent the resume and the woman said she'll forward it to her husband and she hasn't heard anything since", "sourceId": "236"}, {"categoryId": "2", "formalText": "Other than being annoyed and her dad when he sends her stupid things that make no sense. Like an internship that doesn't mention anything about being paid at like this Jewish girl school, which has absolutely has nothing to do with her field.", "sourceId": "238"}, {"categoryId": "2", "formalText": "So that doing that would be one way maybe if there is two that are interesting maybe if she had some sort of incentive and a reward for herself.", "sourceId": "277"}, {"categoryId": "2", "formalText": "She might be more likely to do it.", "sourceId": "278"}, {"categoryId": "2", "formalText": "But her behavior affects him a lot less than his effects her.", "sourceId": "281"}, {"categoryId": "2", "formalText": "Part of her thinks that the incentive....she is  just thinking maybe she doesn't deserve a trip if she doesn't have a job.", "sourceId": "285"}, {"categoryId": "2", "formalText": "So why get rewarded for writing an application a week or whatever if they don't actually result in her getting a job.", "sourceId": "286"}, {"categoryId": "2", "formalText": "So far, all she can really do is just guilt herself and hope.", "sourceId": "304"}, {"categoryId": "2", "formalText": "Like today where she wanted to dye yarn and she did that after she sent out the application.", "sourceId": "313"}, {"categoryId": "2", "formalText": "Maybe we could look for more things like that.", "sourceId": "314"}, {"categoryId": "2", "formalText": "It's just that she sort of lacks the discipline too. She could just do the one job a week which seems like a lot less.", "sourceId": "317"}, {"categoryId": "2", "formalText": "But as of yet, she hasn't gotten a good system to motivate herself.", "sourceId": "331"}, {"categoryId": "2", "formalText": "It's either that or possibly maybe she could go back to volunteering.", "sourceId": "344"}, {"categoryId": "2", "formalText": "Not that she is necessarily that productive, but that's okay.", "sourceId": "355"}, {"categoryId": "2", "formalText": "But she gets up and out.", "sourceId": "356"}, {"categoryId": "2", "formalText": "She thinks having a little bit of structure, like having a place to be even if it's volunteering is a wonderful thing to do.", "sourceId": "358"}, {"categoryId": "2", "formalText": "She just doesn't want to volunteer forever.", "sourceId": "359"}, {"categoryId": "2", "formalText": "She feels it would drive her insane.", "sourceId": "361"}, {"categoryId": "2", "formalText": "She doesn't have something else to do because now it's been over a year that she has been unemployed and she really didn't think she would be unemployed this long.", "sourceId": "366"}, {"categoryId": "2", "formalText": "She feels really stupid.", "sourceId": "373"}, {"categoryId": "2", "formalText": "Like maybe she shouldn't have gone into Library science and archives.", "sourceId": "374"}, {"categoryId": "2", "formalText": "Maybe she should have completely changed her focus to something more practical that actually had a job.", "sourceId": "375"}, {"categoryId": "2", "formalText": "She just also doesn't think she would go back to school unless it was a Ph.D program that had a stipend.", "sourceId": "384"}, {"categoryId": "2", "formalText": "She doesn't think she could justify going for another degree because they would cost money.", "sourceId": "385"}, {"categoryId": "2", "formalText": "It's really unfortunate.", "sourceId": "390"}, {"categoryId": "2", "formalText": "She just feels so trapped because all she can really do is send out job applications and it's not really doing anything and she is stuck.", "sourceId": "391"}, {"categoryId": "2", "formalText": "It seems like she is begging, saying please give her a job or talk to someone especially because it's one thing to talk to the person and ask if they can like ask for you or if they can vouch for her but the next person in that line doesn't know her.", "sourceId": "419"}, {"categoryId": "2", "formalText": "The scary networking thing.", "sourceId": "437"}, {"categoryId": "2", "formalText": "That makes her grateful.", "sourceId": "475"}, {"categoryId": "2", "formalText": "Her insurance got back and said they needed an extra code that they don't usually need so she resubmitted it with an additional code.", "sourceId": "464"}]