[{"categoryId": "1", "formalText": "She feels like she was floundering in her everyday life.", "sourceId": "18"}, {"categoryId": "1", "formalText": "Yes, then no in some ways, but like this is an anchoring point in some sense.", "sourceId": "21"}, {"categoryId": "1", "formalText": "She thinks she also expressed that she  felt anxious while her and her therapist were talking.", "sourceId": "24"}, {"categoryId": "1", "formalText": "She didn't really have a reason as to why but after she left she thinks that because it's that she relies on the session that she was and sometimes she is anxious.", "sourceId": "25"}, {"categoryId": "1", "formalText": "Like her and her therapist won't get to something not that she has a particular thing.", "sourceId": "26"}, {"categoryId": "1", "formalText": "She needs to get to but like the time is very precious to her.", "sourceId": "27"}, {"categoryId": "1", "formalText": "So she might waste it or something.", "sourceId": "28"}, {"categoryId": "1", "formalText": "They were talking at the end about what constitutes a good reason or bad reason for making relationship decisions.", "sourceId": "30"}, {"categoryId": "2", "formalText": "So it was interesting to talk with her some about how this affected funniest illness affect her and sort of for understanding of her position in them.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She has the sense that she can express but not explain very well that like being able to walk or being able to talk with Candice and that way was something that is missing from my relationship with Tanya to a large extent.", "sourceId": "53"}, {"categoryId": "2", "formalText": "And so with Tanya that feels like moments of danger.", "sourceId": "67"}, {"categoryId": "2", "formalText": "Or that's funny can't talk about those feel dangerous to her because she doesn't trust 28 to handle her emotions.", "sourceId": "74"}, {"categoryId": "2", "formalText": "So she doesn't have trust that.", "sourceId": "75"}, {"categoryId": "2", "formalText": "Not same situation 21 on say anything until it was like until she was already overwhelmed by whatever negative feelings there were.", "sourceId": "94"}, {"categoryId": "2", "formalText": "That's not helpful to anyone.", "sourceId": "95"}, {"categoryId": "2", "formalText": "Boundaries and say like she needs to not go there right now before she's been there.", "sourceId": "104"}, {"categoryId": "2", "formalText": "That's why their relationship in the context that like maybe she would feel better.", "sourceId": "111"}, {"categoryId": "2", "formalText": "If she felt like she could take care of me which is definitely a saying that she says or believes or wants to do which eventually to her expressing The View that she doesn't particularly trust her and that description of the issue.", "sourceId": "112"}, {"categoryId": "2", "formalText": "Like she should extend some arbitrary amount of stress not because it's like because she will help her and she found it frustrating.", "sourceId": "115"}, {"categoryId": "2", "formalText": "It's very frustrating to carry like she guesses it's frustrating anytime.", "sourceId": "123"}, {"categoryId": "2", "formalText": "But right now she is very frustrated with this idea of like trying to make a relationship better when she is back on yet is out of the crisis where she has hospitalized but she's still pretty bad like she's not doing well.", "sourceId": "147"}, {"categoryId": "2", "formalText": "So we go there in like they can't really talk.", "sourceId": "148"}, {"categoryId": "2", "formalText": "About trust.", "sourceId": "149"}, {"categoryId": "2", "formalText": "And she didn't avoid it like she does sometimes, but ends up in the place where she stays like, she doesn't trust here and why should she which she feels like it's not particularly helpful to Tanya when she is, struggling with her broken like", "sourceId": "151"}, {"categoryId": "2", "formalText": "She thinks that expressed her feelings about the truth and dangerous or something to...", "sourceId": "161"}, {"categoryId": "2", "formalText": "Goodbye James, which she never really says her name when she is saying, so she was concerned for a portion of the day that she was going to kill herself.", "sourceId": "160"}, {"categoryId": "2", "formalText": "The problem 1 is to reduce uncertainty see as much as possible and then leave the uncertainty uncertain", "sourceId": "180"}, {"categoryId": "2", "formalText": "She was sort of sitting here thinking about so if she were to stay I", "sourceId": "208"}, {"categoryId": "2", "formalText": "why this marriage it's clear to her that she needs to construct the rest of her life in such a way that is fulfilling in the ways that this marriage is not or else.", "sourceId": "209"}, {"categoryId": "2", "formalText": "She was also thinking about she doesn't want this but she also thinks that those aren't and she doesn't want to walk away from that commitment that she made but if she hadn't made that commitment, she wishes she would have her only reasons for not walking away.", "sourceId": "212"}, {"categoryId": "2", "formalText": "Would be concerns for Tanya's well-being in the short run.", "sourceId": "213"}, {"categoryId": "2", "formalText": "Like she actually doesn't want to hurt her.", "sourceId": "214"}, {"categoryId": "2", "formalText": "She does love her.", "sourceId": "215"}]