[{"categoryId": "1", "formalText": "What's the school is over for the semester but she wanted longer it probably kind of feels like she misses that structure but she is kind of a little sad about Peter Department.", "sourceId": "7"}, {"categoryId": "1", "formalText": "Also, she feels really bad about this just working out $800 is $900 a month without like sort of just wasted.", "sourceId": "10"}, {"categoryId": "1", "formalText": "The reason why she wanted to leave the place...they talked about all of the psychological subconscious reasons, but the Practical thing that she was thinking was there was already someone who was interested.", "sourceId": "11"}, {"categoryId": "2", "formalText": "She knows that when she signs the lease she is responsible for the rent and obviously she'll pay it. It just makes her feel a little bad for so they're all the they reject to get a lot of interest but then they reject people and one of the guys they rejected because he was upset that they that people mispronounce his name.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She was thinking of Andre thinking and rethinking the same things. She was feeling so victimized and like what they talked about having that narrative constantly debilitate her.", "sourceId": "31"}, {"categoryId": "2", "formalText": "She kept thinking all the odds are against her and well in the morning, she was on Facebook and one of the people she met a while ago. She's an artist she has drawing and yesterday someone posted her interview in this National newspaper in India.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She's not going to have too much money, but she just feels when she is going to be able to make that happen every time she tries for something else goes wrong or something else happens and makes her feel bad.", "sourceId": "36"}, {"categoryId": "2", "formalText": "She reacts to situations in a negative way.", "sourceId": "37"}, {"categoryId": "2", "formalText": "She feels totally insecure. He said he knows what he has to get done and then she said how can you not feel like what you're doing might not be a significant or as popular as what she's doing and you don't think that way it's like well. She wishes she could just be just a little bit like that would always be insecure or will she be able to feel a little secure herself?", "sourceId": "57"}, {"categoryId": "2", "formalText": "She is trying to think if there were times in her life where she was less insecure, but she doesn't know. She might have been but she might have still been insecure about other things even as a child as like to stop going to Facebook.", "sourceId": "62"}, {"categoryId": "2", "formalText": "Stop looking at like deliberately torture herself.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She will start Facebook in the morning so she can feel bad all day, but he's right about that. But she always has to develop those impulses and so she can be emotionally strong and look at those things objectively and he's like well until you do.", "sourceId": "64"}, {"categoryId": "2", "formalText": "She hopes it's true there but she is learning that thing about what she is feeling is temporary.", "sourceId": "67"}, {"categoryId": "2", "formalText": "She hopes it's true because previously all these things she is feeling she would feel them so intensely. She would just be totally in the moment and then it's Victor says that there were just be dishonest abundant present and no regard for there is a past or if they're well regard for the past definitely but no regard for the future, but she thinks her thinking is opening in that direction a little bit and she actually does she like or a sense that oh, she guesses she is sad right now and it feels awful, but maybe she won't feel so awful a few hours or a few days.", "sourceId": "69"}, {"categoryId": "2", "formalText": "She wants to be like it's there but she was feeling very very sad yesterday.", "sourceId": "73"}, {"categoryId": "2", "formalText": "Sad enough to cry and not even realizing that she is out in public.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She wouldn't feel like crying and she just doesn't know how to be secure just in herself.", "sourceId": "75"}, {"categoryId": "2", "formalText": "She feels like she needs a set of legitimate treatments be able to build on my sense of being on that my sense of self.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She doesn't feel like she should deserve to feel the chair and just the knowledge that she does exist.", "sourceId": "79"}, {"categoryId": "2", "formalText": "She wants to play the blame game, but doesn't know if this comes from sense of you have to do something.", "sourceId": "81"}, {"categoryId": "2", "formalText": "Her relationship with the actor in her dream she thinks was sexual.", "sourceId": "125"}, {"categoryId": "2", "formalText": "It's very weird and rare for her to have that kind of dream.", "sourceId": "126"}, {"categoryId": "2", "formalText": "But yeah, he was holding her in his arms or something.", "sourceId": "127"}, {"categoryId": "2", "formalText": "She thinks she had that dream after the walking into the deceptive living room with David.", "sourceId": "130"}, {"categoryId": "2", "formalText": "She doesn't know what she feels about that because she thought she would want to do it herself...take care of stuff herself, she thinks because she said it in this way before that.", "sourceId": "142"}, {"categoryId": "2", "formalText": "She feels like everyone is expecting her to be an adult and be independent and she feels that myself.", "sourceId": "143"}, {"categoryId": "2", "formalText": "So maybe she was resisting him being in charge and leaning on but she is accepting that she should lean on him more or she all ready and waiting on him.", "sourceId": "144"}, {"categoryId": "2", "formalText": "She doesn't exactly know what it feels like to feel free.", "sourceId": "166"}, {"categoryId": "2", "formalText": "There's a lot of anxiety attached to freedom because she's doing something it feels like for the first time or she doesn't know what it's going to be.", "sourceId": "167"}, {"categoryId": "2", "formalText": "She is just afraid. She wanted to give her that he's seeing other women, but she is not sure if she is.", "sourceId": "189"}, {"categoryId": "2", "formalText": "She thinks she has it was hovering over his bed because he was sleeping and she just wanted to be like give him a hug and then just quickly fly away or something.", "sourceId": "191"}, {"categoryId": "2", "formalText": "It wasn't a sexual thing which is weird because it should be but it wasn't it was actually sexual with a third totally different unattainable guy.", "sourceId": "192"}, {"categoryId": "2", "formalText": "It's like unattainable in every single way.", "sourceId": "193"}, {"categoryId": "2", "formalText": "So there was a confusion of time in the dream, too.", "sourceId": "196"}, {"categoryId": "2", "formalText": "Just not being able to work and she is just constantly thinking about him and stuff.", "sourceId": "235"}, {"categoryId": "2", "formalText": "That's what she is trying not to do.", "sourceId": "236"}, {"categoryId": "2", "formalText": "She does think about him because then she'll just be like, oh has he replied or if she might want to see him then she'd be like, oh does he want to see her and when and in what condition and if I see him then I'll be like, oh are they going to get back together or not?", "sourceId": "237"}, {"categoryId": "2", "formalText": "Well now that she is describing the dream.", "sourceId": "243"}, {"categoryId": "2", "formalText": "She was struck by the hold deceptive aspect of the things they look normal and then that's how she feels stuck.", "sourceId": "244"}, {"categoryId": "2", "formalText": "She can deal with the situation and but then explodes in her face or scares her.", "sourceId": "245"}, {"categoryId": "2", "formalText": "It was scarier than explosives.", "sourceId": "246"}, {"categoryId": "2", "formalText": "If David wants to help her in he wants to take care of her and she should let him but she should also know she can figure out that just have to furniture on my own.", "sourceId": "279"}]