[{"categoryId": "0", "formalText": "She is graduating.", "sourceId": "7"}, {"categoryId": "0", "formalText": "She had a job interview at the on Friday.", "sourceId": "44"}, {"categoryId": "0", "formalText": "And then she had sort of another pseudo interview during the week.", "sourceId": "47"}, {"categoryId": "0", "formalText": "She says pseudo because she just has to wait for her new job to be secure before her position officially open, but they already asked for her resume and gave it to her boss.", "sourceId": "48"}, {"categoryId": "0", "formalText": "that's at Walter Reed at the clinic.", "sourceId": "51"}, {"categoryId": "2", "formalText": "Yeah, it was encouraging to have interviews before she is even done and said that was helpful.", "sourceId": "67"}, {"categoryId": "2", "formalText": "So it feels a little hopeful so that's good.", "sourceId": "69"}, {"categoryId": "2", "formalText": "She had a really long week just really really long days.", "sourceId": "89"}, {"categoryId": "2", "formalText": "She was exhausted but then somehow Saturday morning by 9.", "sourceId": "90"}, {"categoryId": "2", "formalText": "She is redoing one of the kitchen cabinets and she thought okay, at least she held off she let it go during the week, but the kitchen counter was gross and she could let it go anymore.", "sourceId": "91"}, {"categoryId": "2", "formalText": "Saturday and Sunday, she didn't apply to any jobs she kept up with but it was okay.", "sourceId": "103"}, {"categoryId": "2", "formalText": "She is not going to apply to any jobs.", "sourceId": "104"}, {"categoryId": "2", "formalText": "She didn't do her loan exit counseling either which she can do online which she just wants to make herself do today.", "sourceId": "106"}, {"categoryId": "2", "formalText": "She is stopping and feeling just good about it's done.", "sourceId": "115"}, {"categoryId": "2", "formalText": "It's probably also because she is terrified of school is over and it does not feel good at all to have it be over because it's all she has ever done is been the one thing for out everything in her life that has been studying and a place where even if it's baseline or it needs everybody's expectations only it still feels good and other people recognize it just being in school with all the work then deadlines and activity.", "sourceId": "117"}, {"categoryId": "2", "formalText": "She always based her Worth or self-esteem off of doing all of that.", "sourceId": "120"}, {"categoryId": "2", "formalText": "She is really worried that a lot of resentment is either going to be solidified or it's going to really come out especially with Ivan because it's going to be the end of the two-year agreement and he's still going to be not quite holding up his end still really struggling to stay supports a supportive things about what she has done and it's going to be over.", "sourceId": "126"}, {"categoryId": "2", "formalText": "She doesn't want to carry around this Grudge, but she is worried that that's what's going to happen.", "sourceId": "136"}, {"categoryId": "2", "formalText": "She feels all of this pressure to either get the perfect job that pays a lot of money or what if she doesn't have anything for a while and then she could be applying or not applying like he has been and just in this limbo it feels right now like no matter what she does.", "sourceId": "142"}, {"categoryId": "2", "formalText": "She is really scared that it's going to bring that issue with us.", "sourceId": "143"}, {"categoryId": "2", "formalText": "She has always been where she is get recognized for doing well and varying levels, but also all the adults are responsible and there their and they're reliable is an environment where she can count on other people wear.", "sourceId": "156"}, {"categoryId": "2", "formalText": "It's a very strict expectation.", "sourceId": "157"}, {"categoryId": "2", "formalText": "She feels like her parents and she has been there so much potential and they don't have to fulfill it.", "sourceId": "174"}, {"categoryId": "2", "formalText": "She is also a little scared that it's going to be hard because it's the one area in which her dad to talk.", "sourceId": "175"}, {"categoryId": "2", "formalText": "He can talk about work and that's like it and he's already he wants me to go to vet school.", "sourceId": "177"}, {"categoryId": "2", "formalText": "She was pretty bad undergrad.", "sourceId": "179"}, {"categoryId": "2", "formalText": "If someone does give someone an offer they don't have to rush... she feels this pressure.", "sourceId": "188"}, {"categoryId": "2", "formalText": "She knows he probably doesn't mean to put it that way between that and my mother-in-law continually harping on the CDC.", "sourceId": "189"}, {"categoryId": "2", "formalText": "She is just like she really just want to get something and whatever she gets she wants people to not make a fuss but she wants them to have something positive to say instead of always.", "sourceId": "190"}, {"categoryId": "2", "formalText": "Her parents were never in her entire life asked her or to her knowledge call her to work on homework or study for an exam to have done that would have been an insult.", "sourceId": "198"}, {"categoryId": "2", "formalText": "She got to study that type of thing which is kind of insulting because coming from them they would just never have asked them to their assignments or anything like that because they were never not going to do them.", "sourceId": "200"}]