[{"categoryId": "1", "formalText": "She feels like she has been doing some more socializing recently and its been good but it just makes her just not during it actually but afterwards she can't stop picking things apart that she said. Things that she said wrong and reasons for them to hate her and call that so if you'll start of paradoxical that she has had a nice evening out with some friends it is something that makes her feel sort of bruised and anxious. She doesn't know... maybe particularly vulnerable? But she doesn't know, that's the way she is.", "sourceId": "11"}, {"categoryId": "2", "formalText": "She felt like this morning at least, she kept getting upset with James and she doesn't know whether it's that he's doing things differently or that she is more sensitive to the things that he says than usual or that she is different.", "sourceId": "22"}, {"categoryId": "2", "formalText": "For example, they were driving into therapy and the traffic is frustrating.", "sourceId": "23"}, {"categoryId": "2", "formalText": "So he sort of was snippy with her and it is the most predictable occurrence in the world.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She told him that it's not really okay and it keeps happening. She doesn't want something, she is sort of willing to put up with she doesn't like this but it's not like that big of a deal. She knows what's going on and they sort of talked about that and went like, okay, that's fine.", "sourceId": "25"}, {"categoryId": "2", "formalText": "Actually that pretty much just gets under her skin every time she tries for it not to and she tried different ways of handling it but it just keeps getting under her skin.", "sourceId": "27"}, {"categoryId": "2", "formalText": "She just feels like she is trying to say that she lonely and she wants a compact companionship. She feels like she is being rebuked for wanting these things at all.", "sourceId": "31"}, {"categoryId": "2", "formalText": "And she feels like that's not really responsible a reasonable response on her part.", "sourceId": "32"}, {"categoryId": "2", "formalText": "It's sort of a jump.", "sourceId": "33"}, {"categoryId": "2", "formalText": "She feels like she has to ask him to see this code and what she said on the other hand, she doesn't think it's a jump for her to want his knee-jerk response to her saying that she wants something and then him to be like we can't afford that.", "sourceId": "34"}, {"categoryId": "2", "formalText": "James is frustrated in part and part James is frustrated with driving. They tried to make a left turn off comment on to the church and they could only see the right hand side.", "sourceId": "52"}, {"categoryId": "2", "formalText": "So they missed it and had to make a U-turn. James was so frustrated and she could sort of feel him wanting to make it her fault, but it was clearly.", "sourceId": "55"}, {"categoryId": "2", "formalText": "Also, to pay for the parking meter they had to have quarters instead of taking a credit card and they didn't have quarters.", "sourceId": "62"}, {"categoryId": "2", "formalText": "Then they had to move on and and he was just grumpy with her about it.", "sourceId": "63"}, {"categoryId": "2", "formalText": "Him and her have sort of talked about this several times and he started made it clear when we talked about it that he's not upset with her.", "sourceId": "66"}, {"categoryId": "2", "formalText": "He's just pissed about the driving and it spills over. She sort of finds it unacceptable that it spills over but she recognizes that that's just something that people's emotions do sometimes. She doesn't know how much is reasonable to ask him to not indicate that he's frustrated anyway.", "sourceId": "67"}, {"categoryId": "2", "formalText": "She also did self-injury today.", "sourceId": "94"}, {"categoryId": "2", "formalText": "It's like a superpower.", "sourceId": "96"}, {"categoryId": "2", "formalText": "There's just something about people getting under her skin or getting a little bit into her  that seems to be getting reiterated and made and where maybe this is it actually seems to be. ", "sourceId": "124"}, {"categoryId": "2", "formalText": "She  guesses she imagined that maybe there is something a little bit defensive about framing it that way what she has in mind is.", "sourceId": "125"}, {"categoryId": "2", "formalText": "She imagines that since the failure is in her own eyes and on her own behalf rather than as she feels it in mind in other words.", "sourceId": "149"}, {"categoryId": "2", "formalText": "She feels she should keep herself under control.", "sourceId": "156"}, {"categoryId": "2", "formalText": "She was waiting for a train yesterday and somebody was yelling cunt and it sort of surprised her how afraid that makes her feel.", "sourceId": "160"}, {"categoryId": "2", "formalText": "It's like seriously come on, but still sort of freak out.", "sourceId": "161"}, {"categoryId": "2", "formalText": "She wants to be connected to people but it's hard for her to exceptionally being connected to people, means that the things they do want matter to her and she won't just be able to absorb that.", "sourceId": "166"}, {"categoryId": "2", "formalText": "She can't figure out why she would think that people knowing that she cut herself is why she would think that think of that is shameful thing or really like that.", "sourceId": "171"}, {"categoryId": "2", "formalText": "It bothers her when James is snippy with her, but that is something that she is ashamed of.", "sourceId": "172"}, {"categoryId": "2", "formalText": "She'll write something and it's a public blog and post a link to on Facebook. It never fails to sort of surprise and terrify her when people read it.", "sourceId": "177"}, {"categoryId": "2", "formalText": "She wonders why she is not sure about this, but she wonders whether she is ashamed of not being able to keep things under control or ashamed that she wants to tell people about these things.", "sourceId": "180"}, {"categoryId": "2", "formalText": "She feels she shouldn't need James to be nice to her as much as she does.", "sourceId": "192"}, {"categoryId": "2", "formalText": "She feels like one of the things that is very scary for her about this relationship as well.", "sourceId": "217"}, {"categoryId": "2", "formalText": "There's probably a relationship between the things that she does to stay in control the situation not working and how much she needs to be here and that's a little scary for her.", "sourceId": "226"}, {"categoryId": "3", "formalText": "She had previously talked about cutting last week and that was on her mind a lot.", "sourceId": "92"}, {"categoryId": "4", "formalText": "She was sort of worried about her drinking and about that.", "sourceId": "14"}, {"categoryId": "4", "formalText": "She was drinking a lot more. James and her just haven't really bought any beer in the last month; just haven't done it and she just doesn't really notice.", "sourceId": "15"}, {"categoryId": "4", "formalText": "So that makes her happy.", "sourceId": "16"}, {"categoryId": "4", "formalText": "Not quite as happy as she could because she would like to be drinking beer, but what she noticed was she thinks that but most of the time she doesn't really notice. She says she had some nice beer last night though.", "sourceId": "18"}]