[{"categoryId": "1", "formalText": "She kind of she suggested that something that she thought would be nice and that morning and she said that, she is not really motivated to go to work and he said that she should take the kids with him a little bit. Roth like Mary had been difficult or things have been difficult for her whatever anyway, and he was like not really was really fancy stuff and he doesn't like fancy stuff.", "sourceId": "8"}, {"categoryId": "1", "formalText": "He thinks his therapist was really really write that he is saying this is how things are and kind of disavow mean a lot of the ambiguity there and a lot of the know this isn't how things always are.", "sourceId": "12"}, {"categoryId": "1", "formalText": "He is not sure how much of that is coming from being angry was one of those things that is very hard to think about which she feels like probably means that there's something there, you know, he kind of like his mind certifies off of it.", "sourceId": "13"}, {"categoryId": "1", "formalText": "He feels like this case a lot of it is so he thinks he got really scared by the side that like, none of the things that usually works to help him.", "sourceId": "14"}, {"categoryId": "2", "formalText": "He doesn't know why this is where it's like most of it feels like most of the things that most of the like therapies that he was in the hospital Burberry, like coping his towards coping skills, which makes sense.", "sourceId": "22"}, {"categoryId": "2", "formalText": "This is where all that breaks down because he feels like he is actually getting pretty good at that part.", "sourceId": "23"}, {"categoryId": "2", "formalText": "When he does this, like what are the ways that he can change his environment to help him? He has gotten to where that sort of high on his priority list and it's something that he works on actively and it's something that he is not terrible and then sometimes it just doesn't work.", "sourceId": "24"}, {"categoryId": "2", "formalText": "Also angry at everybody else who he knows both people for whom like once they learn how to use these coping skills like that actually fixes things.", "sourceId": "29"}, {"categoryId": "2", "formalText": "He feels like he feels like he has been set up to believe that when these things fell for him.", "sourceId": "31"}, {"categoryId": "2", "formalText": "That means that he is a failure and part of me sees this as to stop by that and part of him believes that he is Sorry, he doesn't have to actually clean my glasses.", "sourceId": "32"}, {"categoryId": "2", "formalText": "He feels like he has failed and like there's something fundamentally wrong with him.", "sourceId": "36"}, {"categoryId": "2", "formalText": "Well, then, you know sort of depends on the day and who he is talking to but actually kind of a lot which led into conversations about like is there a stigma surrounding mental illness?", "sourceId": "39"}, {"categoryId": "2", "formalText": "He doesn't think this is a very nice thought but it's something like undeserved suffering scares the shit out of people.", "sourceId": "42"}, {"categoryId": "2", "formalText": "It scares him when he doesn't feel like he has done something to deserve what's happening to him.", "sourceId": "47"}, {"categoryId": "2", "formalText": "So that's yeah, it scares him last one. Things got to be okay again, and he doesn't feel like he has done anything to deserve that he somehow sort of got over that.", "sourceId": "48"}, {"categoryId": "2", "formalText": "He is very proud of a lot of things but sometimes like sometimes it just happens or it feels like it just happened.", "sourceId": "52"}, {"categoryId": "2", "formalText": "He thinks his therapist know him to a hard time about not being able to go because he certainly knows it's really not.", "sourceId": "59"}, {"categoryId": "2", "formalText": "He is not really sure the connection is there something is like sometimes he just wants to be able to laugh at the joke or like listen to the song without that it's coming on every single radio station without actually that's really kind of a song about date rape and that's probably not.", "sourceId": "60"}, {"categoryId": "2", "formalText": "But, he also doesn't want to be full of rage and exhausted better by all these things.", "sourceId": "62"}, {"categoryId": "2", "formalText": "He guesses he is sort of circling about thinking about anger and some things. He has to sort of step back for him being angry about just because like it will make me last then he wants to make him less of himself and it's just exhausting and he doesn't know but feels it just has to be done.", "sourceId": "76"}, {"categoryId": "2", "formalText": "He is thinking mostly about like feminism right now.", "sourceId": "77"}, {"categoryId": "2", "formalText": "Yeah that's being angry about it gets to where it hurts him rather than helps him and then some things.", "sourceId": "78"}, {"categoryId": "2", "formalText": "It's like it's bearable to consider himself as somebody who's angry about things.", "sourceId": "79"}, {"categoryId": "2", "formalText": "He guesses the important thing is he gets to decide once he is done being angry.", "sourceId": "81"}, {"categoryId": "2", "formalText": "He feels like there's like some big gap or like something that he is not seeing or not taking account of or taking into account when you know, since he can't see it.", "sourceId": "90"}, {"categoryId": "2", "formalText": "He feels like what a lot of the time he feels like sex is also something that just sort of happens and it happens to everybody and we don't know how to get out of it.", "sourceId": "95"}, {"categoryId": "2", "formalText": "He doesn't know how to hold people responsible for things. He doesn't know so as everybody's talking about sports instead of leaving him out in this cold.", "sourceId": "99"}, {"categoryId": "2", "formalText": "Like when one is in a social situation, it is their responsibility to like pick up on other people, want need out of that conversation, But, lot of people are really really bad at that like a whole lot of people.", "sourceId": "104"}, {"categoryId": "2", "formalText": "He sort of recognized that also is his job and you know, it's not his job to be able to fix all my problems himself.", "sourceId": "106"}, {"categoryId": "2", "formalText": "He imagines that maybe some of his feelings of kind of at a loss or more difficulty than there was putting things together is because it's made him anxious to sort of feel in these ways, but it also occurs to him.", "sourceId": "128"}, {"categoryId": "2", "formalText": "Like what he does is figure out how to deal with that.", "sourceId": "148"}, {"categoryId": "2", "formalText": "So, yeah, he doesn't have to trouble knowing what to do and what to think when you kind of put forward ideas. Then he doesn't know what to do when he feels like the wrong or when he feels like they don't fit because sometimes he sits with them awhile and when they turn out to sit for a while and that's hard to handle.", "sourceId": "149"}, {"categoryId": "2", "formalText": "Sometimes they still don't fit and he fell so hard to handle and both really are important to him, to trust his own judgment in this and also really sort of if that's increasingly hard, but it's pretty hard at this point.", "sourceId": "150"}, {"categoryId": "2", "formalText": "So when he says like no this doesn't fit and then with the passing of time it comes to seem like he feels very very ashamed of that.", "sourceId": "154"}, {"categoryId": "2", "formalText": "It just gets really embarrassed that he feels ashamed.", "sourceId": "155"}, {"categoryId": "2", "formalText": "So there's a lot of encouragement to not trust his own judgment in the first place there.", "sourceId": "156"}, {"categoryId": "2", "formalText": "Early because at times he feels like he is kind of irrational and reacted kind of with an emotional bias that in a way that affected his judgment or something and that feels crummy.", "sourceId": "159"}, {"categoryId": "2", "formalText": "He was kind of was saying like he just feels really stupid.", "sourceId": "161"}]