[{"speaker": 1, "dialogue": ["Where do you want to start?"]}, {"speaker": 2, "dialogue": ["I know it's not time to symbolize depression yet, but I think I have what would be depression if it were happening consistently for 2 weeks."]}, {"speaker": 1, "dialogue": ["What's going on?", "What are you feeling and then I want to know when it started."]}, {"speaker": 2, "dialogue": ["I'm feeling like a water time.", "I'm having unsettled thoughts more like wanting to hurt myself non-fatally thoughts.", "Really easily like overacting to something small going wrong."]}, {"speaker": 1, "dialogue": ["So you're feeling really irritable."]}, {"speaker": 2, "dialogue": ["Yeah, irritable anxious a lot of the anxious anxiety uncomfortable feeling.", "I'm not", "I'm not crying non-stop.", "So I don't know.", "It's like when I had depression and I knew it was depression sophomore year.", "I was crying Non-Stop and it was this big feeling like sort of a cloud over me, but it was more of a physical feeling it.", "Was there pretty much the entire time.", "That's not really there."]}, {"speaker": 1, "dialogue": ["How often is this year?"]}, {"speaker": 2, "dialogue": ["Most of today yesterday mid-afternoon, so I didn't wake up until 12 p.m. Or something.", "So I hadn't been awake for that long."]}, {"speaker": 1, "dialogue": ["How long have you slept?"]}, {"speaker": 2, "dialogue": ["10 hours or something.", "I think we were up pretty late.", "We were up until 2 or something.", "I also felt it last week Sunday and Monday and Tuesday Wednesday and Thursday.", "I was okay.", "I sing a little bit mad at work, but it wasn't such a big deal that I needed to leave earlier anything.", "It was just getting things done.", "That's what that was.", "The only one of the two days though.", "I think maybe that was actually the week before I think it was mostly okay at work last week."]}, {"speaker": 1, "dialogue": ["So there are good days a couple of good days in a row and then a couple of bad days."]}, {"speaker": 2, "dialogue": ["I know depression is more consistent than that."]}, {"speaker": 1, "dialogue": ["Typically a more common descriptor of depression is having those really low feelings pretty consistently.", "Nobody has a textbook people's experiences don't fit into boxes perfectly.", "What's really important is that you're feeling badly more frequently than you're comfortable with and more frequently than we would help.", "I'm encouraged that you have days where you get a break from those feelings, but I don't want you feeling really down a couple of days a week."]}, {"speaker": 2, "dialogue": ["I'm not really sure what to do."]}, {"speaker": 1, "dialogue": ["Do you know what makes one day a good day and one day bad day?"]}, {"speaker": 2, "dialogue": ["I'm not sure because it usually starts mid-to-late day.", "Saturday was fine.", "I even went out walking for a good two and a half hours."]}, {"speaker": 1, "dialogue": ["Saturday was a good day."]}, {"speaker": 2, "dialogue": ["Saturday was a good day.", "There's nothing bad that happened yesterday that triggered it."]}, {"speaker": 1, "dialogue": ["You just had this feeling"]}, {"speaker": 2, "dialogue": ["Yeah, maybe it was more in the evening.", "I wasn't I wasn't very good at things like sitting made dinner.", "I couldn't even go to the grocery store and get ingredients for dinner, which is something that I would normally be able to do."]}, {"speaker": 1, "dialogue": ["when you say you couldn't what were you feeling that stopped you?"]}, {"speaker": 2, "dialogue": ["Lots of anxiety, I guess I could ask as a physically made myself."]}, {"speaker": 1, "dialogue": ["Some more anxiety than sadness or lethargy."]}, {"speaker": 2, "dialogue": ["True.", "It wasn't really able sargi.", "I wasn't feeling well sarjak.", "I was just feeling sad and anxious.", "Maybe it was sadness and anxiety.", "It's really hard for me to be clear on that on even though it was a day ago.", "I should really I should remember it really well."]}, {"speaker": 1, "dialogue": ["When you're not feeling it it's hard to recall what you were feeling."]}, {"speaker": 2, "dialogue": ["I'm also things that I need to take note of in general.", "I think my brain functionalities talked right now.", "I don't know if I'm actually getting stupid or something, but I'm a little bit slower not remembering things not remembering all the things but I'm a little bit slower and not remembering all the things."]}, {"speaker": 1, "dialogue": ["Not remembering what your feeling or are you finding yourself forgetting?"]}, {"speaker": 2, "dialogue": ["I think little things like I know it came up yesterday or the day before and now I can't even remember what the example was, but it wasn't something normally I would have caught and didn't"]}, {"speaker": 1, "dialogue": ["Are you forgetting this show up places where you're supposed to be?"]}, {"speaker": 2, "dialogue": ["That is not happened.", "I'm so good at scheduling all the things."]}, {"speaker": 1, "dialogue": ["Do you find yourself losing things?"]}, {"speaker": 2, "dialogue": ["No worse than usual.", "It's easy to lose things at Sydney's place.", "But oh, I think I know what it was.", "I was trying to figure out moving.", "So I had on Friday finally called the movers Peter and Barbara recommended and they said the stuff for September 1st looks up and by the beginning of August, but it still mid-july.", "They were actually booked through the days before in the days after and they gave me two other companies that was around lunchtime on Friday.", "And I forgot about calling them.", "I was in the middle of dyeing wool.", "My purse is upstairs in my hands are covered with dye.", "So I didn't have the numbers then by the time I was done with that.", "It was after business hours.", "So I had to wait until today there was that was something I normally would have been able to remember and would have done it."]}, {"speaker": 1, "dialogue": ["But you got distracted."]}, {"speaker": 2, "dialogue": ["Yeah, then I wasn't even feeling sad I had to die."]}, {"speaker": 1, "dialogue": ["You felt good enough to be productive and die the wall."]}, {"speaker": 2, "dialogue": ["I had to die one thing but then I decided to die for scanes of yarn while I was at it.", "That was even when I started feeling good things that I normally wouldn't forget."]}, {"speaker": 1, "dialogue": ["Right, that's something easily distracted.", "You mentioned having thoughts of self-harm.", "Can you describe the thoughts for me?"]}, {"speaker": 2, "dialogue": ["Mostly just me and then comfortable feeling my brain telling me that if I physically hurt myself it would feel better."]}, {"speaker": 1, "dialogue": ["Do you have a particular way of thinking about hurting yourself?", "Just a general hurt myself not do something specific."]}, {"speaker": 2, "dialogue": ["Sometimes it might be flashes of cutting myself.", "But in reality, I have a weird sweetness about cutting skin, so I wouldn't do that.", "I think it's more of a you need to hurt yourself in order to feel better."]}, {"speaker": 1, "dialogue": ["Have you ever done that?"]}, {"speaker": 2, "dialogue": ["Nothing more than briefly digging my fingernails into my skin.", "Not even though even not even enough to puncture.", "That was a long time ago.", "Nothing that would actually hurt myself a little bit more than temporarily."]}, {"speaker": 1, "dialogue": ["You don't act on it, but somehow the feeling passes because you're not feeling that in the moment now."]}, {"speaker": 2, "dialogue": ["Eventually, it just goes away at the same time that the anxious uncomfortable feeling goes away.", "Then I no longer feel like I have to hurt myself."]}, {"speaker": 1, "dialogue": ["What have you been taking formats?"]}, {"speaker": 2, "dialogue": ["I have the 85 mg of", "Does superior mean and my birth control pill vitamin D vitamin B complex and that's only in the morning in the evening.", "It's the 75 mg of Seroquel and 25 whatever.", "It is milligrams of Klonopin."]}, {"speaker": 1, "dialogue": ["And have you needed or wanted to take additional Klonopin?", "That's all your regular regimen?"]}, {"speaker": 2, "dialogue": ["It doesn't really occur to me, I guess because of specially when it happens at night and I've taken my night time meds.", "I'm like, okay, I just took the Klonopin if it's not working.", "I don't think a second one would"]}, {"speaker": 1, "dialogue": ["So is that something you've never discussed with your psychiatrist?", "Is it okay for you to use additional Klonopin?"]}, {"speaker": 2, "dialogue": ["it's okay for me to use it during the day or something.", "The thing is a prescription is worded such that I can take it that I can take another one heard a part of me thinks it will interfere with my morning driving and come here."]}, {"speaker": 1, "dialogue": ["Does it make you tired?"]}, {"speaker": 2, "dialogue": ["It used to when I took it eventually I would get used to it.", "But the whole getting used to it.", "Seems like it would be too much of a hassle for not that much reward.", "I don't actually know if it would make me feel better during the day to take a Klonopin.", "I don't even know if a Klonopin is working at all.", "I can go back to Xanax, but it seems like she's not much of a fan of that."]}, {"speaker": 1, "dialogue": ["o u r"]}, {"speaker": 2, "dialogue": ["Especially if I'm going to be any up taking it every day or something Klonopins unless it is less addictive.", "You know, that is something more regular to make things not as bad in the first place.", "Maybe it is working as well as it can is just not enough time seeing her Friday.", "Yes."]}, {"speaker": 1, "dialogue": ["These are maybe good questions to discuss whether or not it would be useful or beneficial to take more to take some of that additional Klonopin sort of on an as-needed basis or whether it would be better to switch to something else.", "These are good questions for discussion."]}, {"speaker": 2, "dialogue": ["I just don't know what to do.", "I think nothing is really helping and I've gotten to the point that I'm not sure anything else.", "Would I also found out that it turns out that October ish of one of the Jenner generic producers of Wellbutrin produce some bad batches that was right around the time that I was having trouble with the Wellbutrin.", "I don't know.", "I don't think if it's enough to know whether that would be worth it to go back on Wellbutrin, especially because the disputer mean works with panic stuff in the Wellbutrin doesn't I think the welder chain was before then two then again, I usually like taking the generic one.", "I don't really have my old pill bottles so that I could go on then."]}, {"speaker": 1, "dialogue": ["See what backed you were at."]}, {"speaker": 2, "dialogue": ["Yeah, I don't know if the pharmacy.", "Because that would be a lot of information to hold on to 4."]}, {"speaker": 1, "dialogue": ["I really don't know about that."]}, {"speaker": 2, "dialogue": ["It's entirely possible that the Wellbutrin wasn't working because it was manufactured in correctly and not because it was an effect of my body.", "So I don't really know.", "I just thought I've just gotten to the point that if I'm medicated and still feeling depressed and there's nothing I can do there very few options left to me because we tried the mood stabilizer and that gave me weird side effects to it really seems like Wellbutrin and disappear mean are the two drugs that are for depression and have absolutely no serotonin side effects, unless you get to the crazy stuff like the maois those are kind of scary and they're kind of clunky and I don't know if they'd work any better than despair mean."]}, {"speaker": 1, "dialogue": ["In what ways do you feel like your medication is working?"]}, {"speaker": 2, "dialogue": ["I know that I go crazier when I'm off my birth control and not as upset and anxious as I would be if I were taking the placebo pills for a week.", "It must be doing something because I feel anxiety.", "I think my OCD would be a lot worse.", "If I wasn't on Seroquel, it's usually there a lot of stuff that that I talked about a long time ago, like the checking after flushing toilet usually doesn't happen so much anymore."]}, {"speaker": 1, "dialogue": ["So that's a difference in your daily life.", "You're having to combat things like that."]}, {"speaker": 2, "dialogue": ["Yeah, maybe because I'm not feeling depressed every single day.", "My antidepressants are working to some degree because maybe if I were off them, I don't know if I was on the end of them if I would completely beside all the time or if it's just that my depression only shows up some of the time and they're not doing anything."]}, {"speaker": 1, "dialogue": ["Right.", "It's not really an experiment to want to do this is not a controlled study."]}, {"speaker": 2, "dialogue": ["It would be a really bad idea to just go off something off of everything."]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["Just the fact that I came up being sad for no reason and it's breaking through means that my drugs aren't working enough if I'm having these bad feelings for not being triggered by any certain thing."]}, {"speaker": 1, "dialogue": ["So you're not happy all the time."]}, {"speaker": 2, "dialogue": ["Yeah, but Saturday in usual though."]}, {"speaker": 1, "dialogue": ["So you do feel like this is worse than whatever your Baseline is."]}, {"speaker": 2, "dialogue": ["Yeah, usually my Baseline would be if I'm sad there's no reason for it.", "There's a reason for it.", "Maybe you could should still could be the stress now.", "We're finally staying over at my place more so that"]}, {"speaker": 1, "dialogue": ["o u r"]}, {"speaker": 2, "dialogue": ["Yes, Susan got mad at Sydney for having me over so much.", "I sent him an email and he kept on telling me it was okay.", "So I got really mad at him for that.", "That he would let it get that far.", "Therefore.", "It was insensitive for him to have us actually spend more time in my place."]}, {"speaker": 1, "dialogue": ["How is that?"]}, {"speaker": 2, "dialogue": ["It's okay.", "I got the AC in the room.", "So now it's livable again.", "It's a little bit annoying in terms of having food that I actually like to eat around and we still haven't made a trip to the Hamden.", "But if we go out to eat meat to eat for meals and stuff, then it's not such a big deal.", "My room is chaotic, but it's not as chaotic as before.", "So it's like I can sleep in it without it being an issue.", "Then I get to do all my errands stuff that I need to get done.", "We were there last week Wednesday night Thursday Friday during the day and then one day his place you're going to come back on Saturday night, but I didn't but it didn't happen and neither did Sunday, but I think that will do this.", "I think what we'll do is spend Thursday night Saturday night and Sunday night over at my place on a regular basis.", "That way I don't have to keep food for work in two places.", "We're over at my place a fair bit.", "Also Susan after she said that she's on vacation until the 14th.", "So she's not even around right now."]}, {"speaker": 1, "dialogue": ["She said you were really angry at Sydney about that."]}, {"speaker": 2, "dialogue": ["Because he kept on telling me it's okay.", "It's okay Susan something angry email to Sydney, but I feel like she was also mad at me and I wanted to not have this happen the first place the fact that he kept on telling me nobody Minds."]}, {"speaker": 1, "dialogue": ["It's really uncomfortable feeling to have someone be angry."]}, {"speaker": 2, "dialogue": ["I sort of feel I felt sort of betrayed by that.", "I wish you had done more thinking and actually had talked to people to see whether that was a problem rather than just a shirring me that it wasn't a problem when it actually wasn't problem."]}, {"speaker": 1, "dialogue": ["And he actually believed it wasn't a problem or you think he did it."]}, {"speaker": 2, "dialogue": ["She was all like they understand I'm depressed and that's why you're around a lot.", "I was like, yeah, but you had the conversation back in January.", "That was a long time ago.", "He thought it was fine."]}, {"speaker": 1, "dialogue": ["I wonder how that impacted your mood this past week."]}, {"speaker": 2, "dialogue": ["A lot but I don't think it would be the reason that I'm depressed after that all happened.", "He did say at my place for a few days that could have been why I was depressed on Sunday and Monday, but that's not why I'm depressed now.", "I also found out more stuff about my job.", "It turns out that the grant goes until December.", "I guess it's flexible enough so that it's not like if I do end up finishing everything really early they can find other things for me to do and I can stay until December talking to people on the internet.", "They think I should start my job search now,", "And I guess somehow mention in the cover letter that I'm working this grant right now.", "I'm not sure if I should tell them that we'll be done in December or if I will be done in September October which is when I would finish all the work at that I was hurt you."]}, {"speaker": 1, "dialogue": ["How do you feel about this new information?"]}, {"speaker": 2, "dialogue": ["I feel like I should be applying for jobs again, but then I felt depressed again yesterday and today so I haven't I looked at one of the job sites in a lot of things that I found were going to work one that sounded really good was a temporary summer summer position and I don't think I could take.", "That time off from work and then go, you know things like that that wanted starting now and I was vastly under-qualified for the one that's on a really cool except that it was in Newport.", "And that was a 3 hour each way commute and I was like nah, I'm not doing that.", "I can't do worse commute that I'm currently doing.", "I will go crazy."]}, {"speaker": 1, "dialogue": ["You have to move to work on Newport."]}, {"speaker": 2, "dialogue": ["I'm not getting on Newport.", "That was the only that was only one job site.", "It's the one that has the most jobs on it.", "I guess I'll go back to the right 3 cover letters and applications are weak if I can plan.", "I don't want to leave them way before I think I'm not sure if they expected me to stay until December or they expected me to stay until I finish the work and could stay on longer in those find more work for me, I guess because I'm not quite sure how to have that conversation."]}, {"speaker": 1, "dialogue": ["You're apprehensive about it."]}, {"speaker": 2, "dialogue": ["A little I'm not sure if any of the people at the library in the museum.", "know any institution Center closer to me that might be looking I feel like if they they really", "did that then it would be a good way to go because everybody in the museum thinks that my work is really good."]}, {"speaker": 1, "dialogue": ["What is the great things about doing this work was to work in the field and make contact and start developing relationships with people that actually know your work."]}, {"speaker": 2, "dialogue": ["They're all the way out in not that it would help but I've worked with an awesome archive.", "The archive was the only one who did all the digitization for them for free in return for being able to keep a digital copy of everything they digitized but that would mean more steps because of the archive in order to work there.", "He has to be in our arrested in I'm not making another move to all right, that's just not happening.", "I don't think I've ever seen a physician at the archive that didn't have a residency requirement.", "It's really frustrating because I see jobs from them and I'm like, that's a cool job 08 residency requirement."]}, {"speaker": 1, "dialogue": ["You have to live in RI proper."]}, {"speaker": 2, "dialogue": ["Yes, you have to live in RI proper."]}, {"speaker": 1, "dialogue": ["That's limiting and frustrating."]}, {"speaker": 2, "dialogue": ["The people who live in or I can apply for all the jobs in New Haven and Wallingford and stuff but people who live in New Haven and Wallingford can't apply for RI.", "They be innocently rejected unless our cover letter had something that they could move to.", "All right for the job.", "I wonder if having a PO Box in RI would be except that would be a PO box and they know that so I don't think I have any friends who live in our a proper who could pretend to be living with", "I feel like that's the kind of thing that with taxes and Social Security if you do they be able to find out.", "No, I'm just sort of like I think I can do my current job with a depressed amount.", "I feel as long as I can get myself in the car and drive to work and drive back.", "If I start working slowly and me and said I'll be working at probably the level that they expected me to work in in the first place.", "So that's okay.", "I'm not sure about applying to other I guess I have to wait for days.", "Then I'm not feeling depressed to do the applications holding out something full time now seems scary."]}, {"speaker": 1, "dialogue": ["You said scary and what I was about to say was I here for your creeping into your voice from other conversations that we've had.", "It's my belief that anticipating something scary being afraid feeling like you're not going to be competent or do something feeds into your episodes of anxiety or depression.", "Whatever we call it in the instant interesting makes you have anxiety and depressive symptoms.", "So I'm wondering how much of what you felt this past week is fueled by having your timeline laid out for you.", "The new information about the job didn't really speed up the timeline of looking for a job that actually sounds like they'll find work for you for a little bit longer than you may have anticipated.", "But at the same time that you started hearing about that or taking about that it sounds like you are you also got some advice online that you should be doing your job search now, I'm wondering how much that piece of advice that you got kind of got you ramped up and got you worried.", "Got you scared and got you feeling depressed because you did not like the job search process."]}, {"speaker": 2, "dialogue": ["No, I really didn't.", "I don't know.", "I can't go back to being unemployed.", "I need to have something right away."]}, {"speaker": 1, "dialogue": ["Listen to this fear."]}, {"speaker": 2, "dialogue": ["I don't know my parents will."]}, {"speaker": 1, "dialogue": ["feeling trapped"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["feeling trapped may be feeling judged by your parents worrying if they're going to be angry."]}, {"speaker": 2, "dialogue": ["It will only support me on certain conditions with stuff which would be really annoying.", "I don't know because it wasn't like I was thinking about any of those things when I was feeling sad."]}, {"speaker": 1, "dialogue": ["We can't really know exactly for sure."]}, {"speaker": 2, "dialogue": ["Because it was happening before I found that advice to I think that I think I got that advice over the last couple days.", "I think I had the conversation at work this past week which would mean that the depression that I felt on Sunday Monday was before I got that advice.", "I didn't ask for the advice until I had the conversation.", "I don't think it's just that I think I can handle even though I should be starting now.", "I feel like if I wait until I'm at least packed up for the move if I wait until I move it will be less bad because I can devote two weeks.", "2 days a week or two it or something."]}, {"speaker": 1, "dialogue": ["You feel less overwhelmed.", "I don't think any one thing that happened in the environment or an event that or an event that happens causes feelings of depression, obviously anxiety and depression is something that you've struggled with off and on over the course of many years.", "There's not going to be one particular thing that causes all the all those symptoms.", "The way that you tend to respond to whatever stress life is full of stressors.", "And what seems to ramp up your symptoms is how you respond to whatever stressors there are whether it be having to look for an apartment having to look for a job feeling angry at a boyfriend feeling uncomfortable in your house having tension or conflict with your parents.", "These are all particular stressors that can go on in your life.", "What tends to make you feel better or worse is what control you have and how you respond to whatever stressors there are those dresses can be things that can that can ongoing and chronic or something more time limited like the move."]}, {"speaker": 2, "dialogue": ["Maybe I guess I'm just thinking that it's brain chemistry in the drugs aren't fixing the brain chemistry.", "Even if I didn't have it be stressors.", "I might be feeling just as bad and it's just my brain not working and there's nothing I can do about my brain chemistry.", "I feel like the only way to control pain chemistry is thermae meds.", "I don't know how much trying to think differently would change that."]}, {"speaker": 1, "dialogue": ["What what do to the idea of brain chemistry?"]}, {"speaker": 2, "dialogue": ["Because when I do feel a depression, it's not usually from thinking about any of those dressers is just out of nowhere.", "Nothing that I can think of is actually triggering it.", "Maybe there are times when I got more upset like when I got upset with Sydney on Wednesday night about the now you tell me that your housemates don't want me around as much.", "I'm instead of listening to me months ago, but I was definitely a reacting to the normal amount of I shouldn't have been reacting as strongly as I did as I have and I think", "Is it been in a better place?", "I would have been reacting as strongly as I did those are triggered, but the rest of it comes from seemingly nowhere."]}, {"speaker": 1, "dialogue": ["out of the blue"]}, {"speaker": 2, "dialogue": ["Yeah, that's the part that makes me think his brain chemistry and I guess because I'm thinking if it were or just life stressors that it wouldn't be nearly then I wouldn't be nearly as upset as I am."]}, {"speaker": 1, "dialogue": ["because it feels out of proportion."]}, {"speaker": 2, "dialogue": ["Yeah, and I shouldn't be feeling like wanting to hurt myself for wanting to kill myself for many of those things normal people have job searches and moving and all of those things and don't feel suicidal.", "They might be sad or overwhelmed, but they're not going to the point of wanting to kill themselves because it would make everything else easier."]}, {"speaker": 1, "dialogue": ["That's about wanting to kill yourself or wanting to hurt yourself.", "Those are thoughts."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I'm in complete agreement with you that some of these stressors that you just listed are things that for a lot of people wouldn't cause this level of distress and that's why we call it depression because you are feeling intense distress about things that for many people like you said would be upset and it might feel overwhelming but it wouldn't feel this intense."]}, {"speaker": 2, "dialogue": ["Yeah, especially since I found a place so that I'm not even worrying about that.", "There's a little bit of moved a parts that are stressing me because I've tried two companies and one was going to be for September 1st at 2:48 an hour.", "With a 6-hour minimum, which was going to be over $1,000.", "I'm pretty sure that my move can be done in 3 to 4 hours the company that I did end up going with I tentatively scheduled for August 30th, which I can cancel up to six days before I know then whether or not I can move in a little early because my new housemate mention that it's a possibility, but he's not sure.", "If not, I haven't asked yet.", "I tried to call him but he's not answering whether or not I could stay an extra day to see if I could get a September 2nd move and if they were open then I don't know if he actually has people coming in or if they're coming in on that day.", "So there's a little bit of stress there, but that didn't even come up until today and that wouldn't have affected things yesterday and not for that long.", "I guess if worse comes to worse, I could just rent a truck and have friend stay with me.", "It would just suck a lot.", "So I'd rather avoid that if possible.", "I look at my stuff and I'm like maybe I don't actually have that much.", "I need to pack.", "It's not very well organized.", "I think it's my brain chemistry, but it seems like the only logical explanation.", "That's the only thing that would be possible for me to be this out of proportion upset to things that are stressing me out."]}, {"speaker": 1, "dialogue": ["And you feel like you have absolutely no control over that."]}, {"speaker": 2, "dialogue": ["Yeah, maybe I could take a little more Klonopin, but I don't think it's going to be enough to have any lasting effect.", "Dr. Barnes when I asked her before she doesn't really think I could go up more on the despair mean and that she didn't think that going up would actually help it's really hard.", "When I feeling is Miss World to want to go out and exercise and do stuff."]}, {"speaker": 1, "dialogue": ["Stuff that changes this mysterious brain chemistry.", "There's no way to measure things that you hear about on drug commercials and on TV and they talked about serotonin levels and norepinephrine.", "There aren't really ways.", "We have to go in and measure what levels are or what the right levels are.", "It's an idea, but there aren't really the specifics things to do change mode for sure medication is one of them we kind of know from working backwards people take these drugs and have a lot of changes in their moods the other things that change mood or things to do.", "Are things that do take some of the motivation and energy things like exercising exposure to light?"]}, {"speaker": 2, "dialogue": ["I've been having the sun lamp and using it especially because Sydney and gotten me a little mini orchid plant because I had seen them in the grocery store and thought they were so cool.", "You'd gone grocery shopping a few days later.", "So the mini Orchid because of that.", "It's like it needs to have partial sunlight and we have in the middle of the room and not in the window.", "So we use a sun lamp.", "I also have it when I'm dying wool.", "So that ends up being at least sunlight."]}, {"speaker": 1, "dialogue": ["This time of year you tend to get enough anyway."]}, {"speaker": 2, "dialogue": ["I haven't actually gotten around to looking into it there some sort of sun lamp type thing that I could expose myself to while driving that wouldn't hurt my driving ability."]}, {"speaker": 1, "dialogue": ["It might not really be necessarily because when you're driving is that early enough that the sun's not out."]}, {"speaker": 2, "dialogue": ["No, but it's just like I'm I feel miserable sometimes when I'm driving and maybe that would make me feel less miserable."]}, {"speaker": 1, "dialogue": ["But you're getting exposed to sunlight already."]}, {"speaker": 2, "dialogue": ["true"]}, {"speaker": 1, "dialogue": ["And so I don't think that that would.", "If you're driving when the Sun is up, there's enough exposure through being in the car."]}, {"speaker": 2, "dialogue": ["plus it's a rainy day."]}, {"speaker": 1, "dialogue": ["That's true.", "But for the most part being up and being out of the house, you're getting enough of that during the time of year this time of year, but that probably wouldn't make a difference you getting enough to be adequate just because you're up and out and you're in a car that has lots of Windows.", "Yes on a very gray overcast day.", "You might not but for the most part in summer, most people don't have no defects in the spring and summer due to lack of light absolutely talk to Doctor Barnes on Friday about medication issues the things that you have control over or exercise, which we know releases endorphins and thoughts, which might not cause a feeling of depression, but they can exacerbate it or help to alleviate it somewhat it's not saying that what you're thinking is necessarily the start of the symptoms, but it's something that you do have to you do have control over that can push it in One Direction or the other.", "We may not be able to prevent every symptom or every episode of depression.", "Our goal is to reduce the frequency and alleviate some of the intensity that you feel."]}, {"speaker": 2, "dialogue": ["It's just really hard when I get to the point of wanting to hurt myself.", "It's not hard to prevent myself from hurting myself, but it's hard to"]}, {"speaker": 1, "dialogue": ["To get Beyond safety.", "So, you know where you can keep yourself safe but to get yourself to a place where you actually feel better.", "That's where I really want you to be.", "I'm of course very glad that you're safe and that you don't have any attempt to act on these thoughts, but I do really want you to feel better."]}, {"speaker": 2, "dialogue": ["Yeah, and I don't really know what to do when I get back bad as soon as all like you need to fight those feelings.", "I can't just be there like the one to argue against you."]}, {"speaker": 1, "dialogue": ["Does he argue against you?"]}, {"speaker": 2, "dialogue": ["He will he be like know everything is going to be okay.", "You don't need to kill yourself."]}, {"speaker": 1, "dialogue": ["Does that help?"]}, {"speaker": 2, "dialogue": ["Not really.", "I told him that he doesn't have to argue against me.", "He wants some sign that I'm fighting it in later after the conversation.", "I realize at the sidelines of that is that I'm not actually hurting myself and doesn't that count for something."]}, {"speaker": 1, "dialogue": ["so he doesn't really want to fight against it and you don't really want him to"]}, {"speaker": 2, "dialogue": ["Yeah, but he still does it anyway."]}, {"speaker": 1, "dialogue": ["Is there something else that you could give him to say to you that would maybe be less taxing for him and more satisfying for you."]}, {"speaker": 2, "dialogue": ["I don't know.", "I'm not sure what he could say.", "If he could just give me hugs instead of telling me things like it's going to be better.", "I told him before if you tell me it's going to be okay.", "I'm going to argue against you because you're saying something without proof.", "Can you stop saying that?"]}, {"speaker": 1, "dialogue": ["And then you end up intensifying your own thought because you end up saying what you were already saying again, you're reinforcing it because you're fighting against him.", "I wonder if censoring yourself a little bit to get yourself the response that you want because when you tell him that you feel like killing yourself or you feel like hurting yourself, he's going to say it's not that bad.", "Don't do it, which doesn't make you feel better.", "You know that you're going to keep yourself safe.", "So you don't really need him to tell you not to do those things because it sounds like you're very clear that they are very big thoughts that you're not acting on if there is ever a point in time where you feel like you might act on them and you need to tell someone because you need them to take steps to get to some safe place.", "But if you know that their thoughts that you're not going to act on maybe what you want to say to him is I'm feeling really sad.", "Can I have a hug?", "I'm having a hard time right now.", "I'd feel better if we could cuddle.", "Maybe those are the things that you need to share with him."]}, {"speaker": 2, "dialogue": ["That sounds like it would work.", "Yeah, I don't know if he'd been be okay with me so crying, but that would at least be better."]}, {"speaker": 1, "dialogue": ["Well, maybe that's a plan to try thinking about what you say to elicit the kind of response that you want."]}, {"speaker": 2, "dialogue": ["I just figured it would probably be impossible anyway."]}, {"speaker": 1, "dialogue": ["Well, let's give it a try before we decide it's impossible."]}, {"speaker": 2, "dialogue": ["That would probably help."]}, {"speaker": 1, "dialogue": ["It sounds like what you want is some comfort not an argument."]}, {"speaker": 2, "dialogue": ["I told him so many times if you say that that's not actually going to make me feel better.", "Can you stop saying that?"]}, {"speaker": 1, "dialogue": ["But he doesn't know what else to say.", "So he says it so if you can tell him what you want, I'm sad.", "I'd like a hug.", "Can you hold me?"]}, {"speaker": 2, "dialogue": ["Yeah specially because it's going to be okay something that works on him."]}, {"speaker": 1, "dialogue": ["But it's not going to work for you.", "You need to speak each other's language, you know what works for him and you can give him what works that sounds like what you need to do is give him something that works for you that he can feed back to you if that's hugs or just sitting together then that's what it is.", "I'm glad we figured out something to try that might help."]}, {"speaker": 2, "dialogue": ["Yeah, I think it should work.", "Hopefully I won't be at a point that I need to use that but I'll probably will considering that today that even today.", "I'm just"]}, {"speaker": 1, "dialogue": ["And you don't have to wait for it to be really bad.", "That's the other thing."]}, {"speaker": 2, "dialogue": ["That's true."]}, {"speaker": 1, "dialogue": ["Asking for a hug doesn't have to get to a point where you want to hurt yourself for before you ask your boyfriend for a hug."]}, {"speaker": 2, "dialogue": ["best room"]}, {"speaker": 1, "dialogue": ["If there's ever a time when you don't feel safe, then you call me if I can't answer then you call the emergency room, but it sounds like it's not him who you tell about those thoughts.", "Especially if you know that they're just thought I know that they're uncomfortable to have but they don't need any action if there's ever a time when the thoughts turn into something that do I need action and you need someone to help you stay safe.", "Then you can either tell him that I need you to do this or you call me or call Emergency Services."]}, {"speaker": 2, "dialogue": ["there have been a couple times where I've been like maybe I do need to go to the ER but I've never gotten to the point where I've actually"]}, {"speaker": 1, "dialogue": ["Will you really needed that?"]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["And you know yourself.", "Well, I trust that ultimately you want to be safe and you take these the steps to do that right now you've got", "Right.", "Now you've got your way of expressing how badly you feel give it a shot.", "Don't wait until it's really bad just practice asking for the hugs even if it doesn't get that bad so that we can train him to give that kind of support that you actually really want and let's see how that goes that I think we will then I think we meet next week at the same time."]}, {"speaker": 2, "dialogue": ["Do we have the rest of July schedule?"]}, {"speaker": 1, "dialogue": ["We do.", "I want to check and see on Monday the 22nd.", "We're scheduled at 2:30.", "Is it possible to switch to a Tuesday, or does that interfere with work?"]}, {"speaker": 2, "dialogue": ["The 22nd.", "Do you have a Friday that week or the week before?"]}, {"speaker": 1, "dialogue": ["I do either one Friday the 19th or Friday the 26th."]}, {"speaker": 2, "dialogue": ["I guess I'll do the 19th.", "So it's right out."]}, {"speaker": 1, "dialogue": ["My schedule got a little thrown off for that month.", "So Friday the 19th.", "I can offer you the 1:30 or 2:30 or 3:30."]}, {"speaker": 2, "dialogue": ["Let's see what your 30, let me put this in my calendar."]}, {"speaker": 1, "dialogue": ["We could also meet on Friday the 26th because I am away the week of the 29th to the 2nd, especially since you're feeling bad.", "It makes sense to have one every week.", "We can do the same thing the 2:30 on the 26th."]}, {"speaker": 2, "dialogue": ["Okay, 2:30 on the 19th.", "Okay.", "Those are both saved in my calendar."]}, {"speaker": 1, "dialogue": ["And I will see you next Monday at 2:30 as well.", "This is your bill."]}, {"speaker": 2, "dialogue": ["Okay."]}]