[{"speaker": 1, "dialogue": ["I got your message about the"]}, {"speaker": 2, "dialogue": ["yeah, it was kind of like it was going to be just the way just way too complicated and expensive and you might have to take like state exam and it doesn't seem like a good idea every state requires that you pee pee and then"]}, {"speaker": 1, "dialogue": ["probably yeah."]}, {"speaker": 2, "dialogue": ["but like the one that everybody takes"]}, {"speaker": 1, "dialogue": ["Okay, I think I must have taken that one."]}, {"speaker": 2, "dialogue": ["like most of them required some sort of State exam and then they all require like pretty high application fee and", "it yeah in like I yeah."]}, {"speaker": 1, "dialogue": ["All right.", "Well, I'll if they require like"]}, {"speaker": 2, "dialogue": ["They all require like the degree and then 1500 hours of time."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Supervise, which seemed to be about the same everywhere."]}, {"speaker": 1, "dialogue": ["Right, I guess I wondered in the sense of transfers.", "I took the Epp.", "I got a million hours experience.", "I don't know whether I would have to do it in their state.", "That would be a problem if I could count whatever was done or what I had done in University.", "That's not a big deal."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["and by a huge fee"]}, {"speaker": 2, "dialogue": ["So it's like somewhere between 3 and $600."]}, {"speaker": 1, "dialogue": ["All right."]}, {"speaker": 2, "dialogue": ["Which seemed a lot to me?"]}, {"speaker": 1, "dialogue": ["Well, let me look really pretty easy to find out where the information was."]}, {"speaker": 2, "dialogue": ["Four everywhere except Virginia shockingly enough.", "Yeah."]}, {"speaker": 1, "dialogue": ["Well again, it's possible that some of that stuff might be more feasible."]}, {"speaker": 2, "dialogue": ["Thanks.", "Yeah.", "Thank you.", "Yeah, me too.", "Thank you for doing that."]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["Yeah, and it was because it seems like three came back a little early early yesterday.", "He said it did pass the budget and was like, okay.", "I'm never going to do anything for a while."]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["Yeah, thanks.", "Yeah.", "I don't have to yeah, although it's you know, my sister-in-law.", "I don't think we're ever going to be kindred spirits.", "I've grown to really love and appreciate them.", "And also they're just a divided like I don't know.", "We just don't have we don't think anything else anything alike?", "Yeah.", "Which is higher do you know, especially like the older sister Vivian is we actually do have a lot of the same interest in common which is really feel really sad whenever we talk about them.", "She was an English teacher also and like loves literature but doesn't love any of the same literature that I do in like Yeah from my perspective doesn't think about it terribly analytically", "and I feel guilty for thinking that way but we like talk about the and Jessica.", "Will not stop giving me advice which I don't it drives me nuts, you know in some ways like she's probably should give me advice at this point advice about the kids.", "You know, she's got a two year old who is hilarious?", "Putting her stuff draft in timeout and why are you putting Gigi in timeout?", "Because she said bitch.", "Do we say bitch know we don't that's Mommy.", "That's mommy and daddy's word.", "Yeah, which is I think a pretty good way to deal with swearing and kids, you know, like that's just not your word.", "James and I had a pretty big fight in the other the other night, which was good.", "I it helped us talk more about not being where we wanted to be together.", "You know, I think to be someone who I can talk to anymore, which that's a bad thing.", "So."]}, {"speaker": 1, "dialogue": ["What do you mean?"]}, {"speaker": 2, "dialogue": ["So from James's perspective, I think it's like he doesn't really talk to me about his work anymore.", "He hasn't been talking to me about this, you know the process of figuring out what to do next very much.", "I think you know, I think there was a long time where I just really wasn't able to have a conversation.", "That's what it feels like to him.", "I think he's worried about that.", "He's been very in the habit of not bothering me with the logistics or not asking me to help deal with the logistics.", "It's you know, or that it will be too much for me for me.", "I feel like", "I can't tell whether I'm more sensitive than usual or whether James is more dismissive than usual.", "I feel like when.", "I also can't tell whether it's just like I need to be right more than usual or he's being were the mint than usual and telling that I'm wrong all the time, but it's just like", "I feel like when I try to talk to him about things and that I worried about like I feel like my feelings end up getting hurt a lot.", "Yeah.", "Yeah, I guess the summation of our fight would be James day.", "And you know, I'm so angry at you because you left me and I'm really glad that you didn't kill yourself, but that's a pretty tough minimums day.", "Like it's not a great minimum and me saying, you know, I feel like I deserve a medal for not killing myself.", "So I'm feeling pretty good about that.", "Yeah.", "I'm so worried about the point where I'm thinking.", "Well, okay, if he's going to continue to get angry about get angry about me in about this I need", "you know he needs to look for ways I could make it better", "but I feel like I'm just doing everything that I can to make things better I'm not I mean I'm not everything yet not everything I can but everything I can think of and can handle you know it's like he's been very clear we've both been very clear that the way", "that I can take care of us as a couple right now is to take care of myself and that's what I'm doing and I don't know what to do I want to be enough some suggestions as to what to do next", "I don't think he's glad to be married to me at this point.", "And I don't know how to say how to handle that certainly thinking and sort of cautiously saying we need to get back into marriage counseling and I'm like no.", "No this really needs to happen.", "Like I need to make this happen."]}, {"speaker": 1, "dialogue": ["I could find you guys a is he still seeing Smith?"]}, {"speaker": 2, "dialogue": ["Yeah, he is."]}, {"speaker": 1, "dialogue": ["Okay, she's just more in that Community than I am."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["So she would probably be she could probably think of names at the top of her head."]}, {"speaker": 2, "dialogue": ["awesome"]}, {"speaker": 1, "dialogue": ["If you get stuck, let me know when I can."]}, {"speaker": 2, "dialogue": ["Yeah, I think James gets along very well with her.", "I think it would make him feel more comfortable to."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["You know, like I'm angry at him for it's hard to hold on to being angry.", "I'm having a hard time talking to you about this, which actually talk to you about it.", "Yeah, I feel like I don't want to tell tell you about James disappoint James his disappointment anger with me because you might catch it."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["Or you might take my side over his and that that might be almost as bad.", "We had a conversation earlier that day about kind of cost and I was thinking that sounds like someone had roof for like there that people thought that like the hypomania coming from bipolar II thought it was a real gift and they're like, oh, haha.", "That's really sad.", "I'm like, I don't know.", "I think it might actually be a pastoral gift."]}, {"speaker": 1, "dialogue": ["I'm sorry.", "I'm a little."]}, {"speaker": 2, "dialogue": ["oh, this is like from this is kind of", "kind of the setup for this conversation."]}, {"speaker": 1, "dialogue": ["Okay, somebody was talking about hypomania is the Pastoral gift."]}, {"speaker": 2, "dialogue": ["Yes, or they were saying that they did not think that it was a gift or they were like, no, it's just bad and I was kind of like well, I don't know for like her romantic.", "The time are a time of like intense work and where she does really good work.", "I don't think it's worth the price.", "I think she should get the treatment for it.", "Like I don't know that doesn't mean you can't use the things that come with these horrible things that happened to you."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["James and I kind of talked around that for a while and around like the idea that you know, you end up paying pretty much every gift in some way or another that's how the world Works in.", "So then like that conversation have been done like at the end of the night it was it was very late.", "And I you know made some reference to my being she was like well every guess if every gift comes with a price and it really really hurt my feelings a lot.", "I'm not sure why I should like", "You know, his attitude was I'm not going to tell you that things are good when?", "They are good.", "My attitude was I don't want you to I just don't want you to tell me that things are bad at midnight when I'm about to go to bed, and I've had a good day."]}, {"speaker": 1, "dialogue": ["Yeah, I guess the thing that I'm sort of thinking is your surprise to his comment hurt or you're saying you're not clear why it hurt a lot."]}, {"speaker": 2, "dialogue": ["I know it's been I know it's been hard being married to me.", "I really know that like I would see that maybe I say that I'm surprised or say that I don't know why it hurts because I don't think it ought ought to I don't think I should let myself get hurt by it.", "It does feel."]}, {"speaker": 1, "dialogue": ["Do you feel that?", "I did catch a little James's sort of quality there and asking you a question like that like I'm saying.", "Well.", "I mean not as", "As I was telling you that telling you you weren't perceptive left or not reacting correctly or something like that."]}, {"speaker": 2, "dialogue": ["I guess I felt like not reacting correctly or not interpreting correctly.", "I feel like or I feel like I should be okay with having."]}, {"speaker": 1, "dialogue": ["If you know in your head that you still a mix about being married to you or because of your depression that if you know those things that is bringing them up shouldn't hurt or something like that something like that."]}, {"speaker": 2, "dialogue": ["Yeah, I mean, I know he's not glad to be married to me because I asked him.", "Which I feel like my beware.", "The the communication between us is always upset with him for answering the question.", "I'm already upset with him for answering the question."]}, {"speaker": 1, "dialogue": ["I'm sorry, so you muddy the waters because he thought you were upset because he answered the question in the way.", "He answered it upset you."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And you're saying you're upset by asking it."]}, {"speaker": 2, "dialogue": ["Yeah, but like I asked him it because because of what he had said."]}, {"speaker": 1, "dialogue": ["Oh, I see falling that you ask him."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Okay, I didn't get that."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And your worry is that hearing this exchange between the two of you?", "I will either like catch contagious some of his particular attitude towards you in this way and I feel I will feel that about you as well or that I will take your side and say like I can't believe you said that"]}, {"speaker": 2, "dialogue": ["Yeah, something like that."]}, {"speaker": 1, "dialogue": ["Something like that.", "And either one.", "I think if I were to do either one of those things, I think I would start to be like reacting for you a little bit to the situation with him rather than like let you talk about it."]}, {"speaker": 2, "dialogue": ["Okay, it's taking me a long time to process things.", "I didn't know.", "I think it's I think that it's a little different I think so.", "Yeah, I think that I'm worrying that you will agree with him in that, you know being angry and be disappointed with me about the depression that would that would just be hard like I think that they're different coming from different places like it's I", "Yeah, I think one one hand.", "I I very much want to take care of James.", "So maybe I just feel like if you take my side then I think like I've been spoiled to tell you about this, but then it's like he's been angry at me or maybe I'm just worried that if I tell you about it, you will show that you have been angry at me before but yeah, I guess you've got a point."]}, {"speaker": 1, "dialogue": ["I see so which in that case confirm horrible things you think?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Already about yourself and yet there's a sense.", "I guess it's sort of feel like I was being sort of critical chance and that would be a cause of your wanted to take care of him."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I don't think I'm very clear about that.", "It's not that I don't believe you is just that I don't I don't understand it like for the sake of teasing it out.", "So like that's ridiculous.", "That's totally unfair of him.", "Then I would feel like I was criticizing him or I would bet it would been like I was running him down.", "So I guess what I'm saying.", "I'm having trouble getting to them."]}, {"speaker": 2, "dialogue": ["I guess I would feel like by you telling me about this fight that we had and going to that kind of criticism.", "I would have betrayed James and some way."]}, {"speaker": 1, "dialogue": ["I get the my criticism of him.", "That would be sort of devastating."]}, {"speaker": 2, "dialogue": ["Yeah, yeah, I guess so.", "Yeah.", "Yeah."]}, {"speaker": 1, "dialogue": ["We should stop."]}]