[{"speaker": 1, "dialogue": ["So I'm clear you have no insurance, but you don't have any information yet.", "When you get it, you'll give it to me and I will give it a whirl billing it and we'll see how that goes."]}, {"speaker": 2, "dialogue": ["Yes, I need to catch my breath post office downstairs is awfully cranky."]}, {"speaker": 1, "dialogue": ["Oh, really?"]}, {"speaker": 2, "dialogue": ["I got here early."]}, {"speaker": 1, "dialogue": ["This is the Kinko's."]}, {"speaker": 2, "dialogue": ["No, the US Post Office.", "I got here a little bit early because I had a package to mail to a friend in the UK one was ridiculously long and the forms were Olmec stop and not labeled labeled with the name of the form.", "I finally found the Forum that said customs declaration.", "I spent time filling it out while people behind me skipped me and lying to go ahead while I was writing.", "I finally get to the table and the guy is like is this the wrong form?", "I was like, okay, what form do I need to go back and get the Customs form?", "It says Customs form.", "Well, that's the Customs form for packages over 16 oz well, it doesn't say that on the form and I didn't know and then he made me go get back in the back of the line.", "Yeah, yeah."]}, {"speaker": 1, "dialogue": ["A lot of times they just let people if they make you go get something they just say come back up to the front not today."]}, {"speaker": 2, "dialogue": ["Yeah.", "I don't know."]}, {"speaker": 1, "dialogue": ["What's on your mind?"]}, {"speaker": 2, "dialogue": ["I don't know.", "I'm tired and cranky and not feeling well."]}, {"speaker": 1, "dialogue": ["like emotionally"]}, {"speaker": 2, "dialogue": ["and physically"]}, {"speaker": 1, "dialogue": ["all around"]}, {"speaker": 2, "dialogue": ["Yeah, I've had a headache all day, but it's been resistant to painkillers both over-the-counter and prescription.", "Dave and I have been fighting a lot the last couple of days.", "I've been feeling really low and mood has been lower the past week and a half to two weeks than it has been in quite a while.", "I told him I was feeling low and that I was just really upset about a lot of things and I've been having his meltdowns at the end of the day.", "We're almost like a little kid having a meltdown.", "It's just that they're too tired and they need to go to sleep.", "But they refused to it's the same sort of completely losing all grip on reality and feeling like everything is overwhelming and I can't do anything.", "I know those are really stressful for Dave to witness.", "I really try to keep them bottled up and not expose him to it, but I don't know.", "I've been tired of having this shaky Edge on my self-control the last week or so.", "Anyway, I told him I was feeling really bad and I was really upset about the whole insomnia situation and that it's not getting any better.", "I have so much trouble getting to sleep staying asleep."]}, {"speaker": 1, "dialogue": ["I know you mentioned it, but we hardly talked about it.", "Can you tell me a little bit more about what happens?"]}, {"speaker": 2, "dialogue": ["It's just I can't sleep ever.", "I'll be completely exhausted at work at my desk falling asleep or sitting at home in my home study or on the couch not enough as soon as I get to bed.", "I'm wide awake and I can't get to sleep.", "It's really frustrating."]}, {"speaker": 1, "dialogue": ["And how long do you usually live there?"]}, {"speaker": 2, "dialogue": ["Until 2 or 3 in the morning."]}, {"speaker": 1, "dialogue": ["When are you first in bed?"]}, {"speaker": 2, "dialogue": ["Usually between 11 and midnight."]}, {"speaker": 1, "dialogue": ["Okay, and then do you usually get up at 2 or 3 or do you eventually, no or"]}, {"speaker": 2, "dialogue": ["I eventually conk out."]}, {"speaker": 1, "dialogue": ["And then do you sleep through until someone in the morning sometime in the morning?"]}, {"speaker": 2, "dialogue": ["No, I usually wake up two or three times a night."]}, {"speaker": 1, "dialogue": ["and then you get up at"]}, {"speaker": 2, "dialogue": ["Depending on how much ice.", "Depending on how much sleep I've gotten and how much willpower I have between 7 and 8."]}, {"speaker": 1, "dialogue": ["you're sleeping about 5 hours or so with two or three interruptions in an ongoing way."]}, {"speaker": 2, "dialogue": ["Yep."]}, {"speaker": 1, "dialogue": ["I assume you've got some good drugs for this but clearly not good enough."]}, {"speaker": 2, "dialogue": ["Ambien doesn't work.", "I was trying to Ambien, but it just doesn't knock me out.", "I tried trazodone which is an antidepressant not and hypnotic what it does."]}, {"speaker": 1, "dialogue": ["It's you talking for sleep."]}, {"speaker": 2, "dialogue": ["Yes, and the problem with that is even at the smallest doses 1/4 of the smallest tab that is manufactured.", "It will knock me out, but then I'll sleep for 10 hours and feel hungover when I wake up.", "I have the same problem with Benadryl."]}, {"speaker": 1, "dialogue": ["Be reset often times when people have an ongoing sleep difficulty like that if they get one night or a couple nights of decent sleep and then makes it easier after that.", "Is that happened with you?"]}, {"speaker": 2, "dialogue": ["No."]}, {"speaker": 1, "dialogue": ["Okay, so if you took Benadryl for a couple of nights, took it early plan to go in late to that over the weekend.", "There would be no difference on the next night.", "Okay, and how long has it been like this?"]}, {"speaker": 2, "dialogue": ["years"]}, {"speaker": 1, "dialogue": ["You've been getting 5 hours a night with two to three interruptions for years."]}, {"speaker": 2, "dialogue": ["Yep on weekends, like generally Saturday mornings.", "I'll just not turn on the alarm and I'll sleep and get 10 or 12 hours.", "Wake up at 10:30 or 11."]}, {"speaker": 1, "dialogue": ["Okay, so if you could go to sleep every night at 2 or 3 and wake up at 10 or 11, which I know you can't realize but to understand that would be better."]}, {"speaker": 2, "dialogue": ["Yeah, I don't know how I could get my sleep cycle to move earlier.", "It should be a simple thing because I'm waking up between 7 and 8 you would think I would just fall asleep after 16 hours of being awake, but no."]}, {"speaker": 1, "dialogue": ["Who prescribes for you?"]}, {"speaker": 2, "dialogue": ["I don't have a name.", "I saw a doctor Morgan, but I didn't like him at all.", "I missed an appointment because I screwed up my calendar and I was too embarrassed to call and tell him that I recorded it wrong.", "Then time went by and I got increasingly too embarrassed to call and asked to reschedule.", "Yeah, that was in October."]}, {"speaker": 1, "dialogue": ["What had he prescribed?"]}, {"speaker": 2, "dialogue": ["He prescribed nothing.", "He said that they sell the notes that he got for my previous psychiatrist myself reported symptoms.", "He didn't think I needed antidepressants anymore.", "You wrote me a script for Ativan used as an", "to use on an as-needed basis", "and I haven't run out that script yet because I haven't actually felt the need for it.", "He said he wanted to check in again in six weeks.", "So we did and he said sounds good.", "Nothing has changed.", "Let's check in again in six weeks and that's the appointment I missed."]}, {"speaker": 1, "dialogue": ["Right, right.", "This is a psychiatrist, right?"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Which is pretty aggressive about the sleep stuff.", "Did she try other things besides Ambien and trazodone?"]}, {"speaker": 2, "dialogue": ["She was the one who told me to do, Benadryl."]}, {"speaker": 1, "dialogue": ["Right, which has the same stuff is?"]}, {"speaker": 2, "dialogue": ["She got really aggressive about monitoring my sleep hygiene and telling me I had terrible sleep hygiene and to do better and he's sleep problems would just go away if I followed the rules better."]}, {"speaker": 1, "dialogue": ["She did nothing."]}, {"speaker": 2, "dialogue": ["Nope."]}, {"speaker": 1, "dialogue": ["Have you ever tried?"]}, {"speaker": 2, "dialogue": ["I had not."]}, {"speaker": 1, "dialogue": ["I guess I'm thinking it might be good to get you a new prescriber."]}, {"speaker": 2, "dialogue": ["I haven't tried Lunesta either that's an option."]}, {"speaker": 1, "dialogue": ["Yeah, okay.", "Look I don't mean to derail us and actually talking about what's going on.", "Nor am I convinced that this will solve your sleep problems or that my guy giving you antidepressants right now is even possible but I think some of the stuff might help we should probably get the ball rolling on that think of a lot of things one if you email me do you want to use your insurance for it?"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Okay, if you email me the list of people in your insurance were in the area.", "I can look through it and see if there's someone I know unless you think you might know somebody already it will probably meet a bunch of calls."]}, {"speaker": 2, "dialogue": ["Yep."]}, {"speaker": 1, "dialogue": ["Okay.", "Alright we can stop with that for now.", "It just seems like that's a good ball to get moving.", "You probably tried about a million things for sleep.", "So I'm not going to try and suggest anything for sleep because you probably already tried it a few times and doesn't work."]}, {"speaker": 2, "dialogue": ["Yeah.", "But yeah, I was telling Dave I was really frustrated that I couldn't get to sleep because this is so stupid.", "He woke me up less than an hour after I finally dropped off to ask me to move over cuz I was taking up too much space in the bed and then I did not get back to sleep at all that night you woke me up at 5 and then I was just up I couldn't get back to bed when he finally rolled out of bed at 8:30.", "I was like that was totally unfair don't ever do that again.", "I know it's not fair to you if I take up more space on the bed and maybe you have to go sleep on the couch and that's not fair, but I need to be able to sleep and I so much trouble sleeping.", "You just went off at me and yelled at me about how I wasn't doing anything about my sleep problems.", "And he had told me to try vitamin D because that would fix my sleep problem.", "And why wasn't I better?"]}, {"speaker": 1, "dialogue": ["You tried a whole lot of things if you actually hadn't tried anything, I would take his point but their doctors that are prescribed you three different medications and made a huge but you've tried all of them and it hasn't helped at all."]}, {"speaker": 2, "dialogue": ["Is vitamin D suggestion is something that he pulled off the fucking internet.", "It's not something that came from a doctor and the number of bullshit snake oil fix your life remedies the Davis tried because some of the Quantified Self people did it on themselves.", "Are you familiar with this phenomenon of the Quantified Self?", "There's a trend among a certain type of tacky people the medical industrial complex is bullshit and doesn't know anything and you can't trust doctors or medical professionals.", "The only thing you can trust is yourself because no one knows your body as well as you do so they do experiments on themselves, untested uncontrolled unscientific experiments and then write blog posts about it.", "We try each other's ideas for how to lose weight and build muscle and develop chest hair and sleep well and lower your cholesterol by taking 6000 IU of vitamin E.", "Twist, and I agree with some of the underlined arguments that the medical industrial complex is way too industrialized and big Pharma kind of sucks.", "doctors were over scheduled and will only see you for 10 minutes really don't know as much about your body as you do because"]}, {"speaker": 1, "dialogue": ["It does not necessarily mean the answers on some block on the internet."]}, {"speaker": 2, "dialogue": ["Right, so they started yelling that I didn't want to try this vitamin D thing and I was like, well, you're suggesting that I take something like 12 times FDA recommended allowance of vitamin D.", "A lot of these things.", "I just read a study about a month ago about how Vitamin C in the doses that people take to fight off winter colds.", "Like 10,000 IU is actually toxic to your liver.", "So I really don't want to take 12 times FDA recommended vitamin without medical supervision.", "He got really mad at me about that.", "Then a few days later.", "I told him that I was feeling bad enough that I was worried for my safety.", "I was afraid I would hurt myself.", "You just started yelling at me again.", "He told me I was selfish and I wasn't thinking about his feelings and he wish that he could believe that I loved him, but he can't because if I did I wouldn't be thinking about suicide and it would destroy his world.", "What if I attempted suicide and failed then I would be mentally disabled like his brother and you really want to be like my brother.", "Do you really want to have that level of mental reasoning?"]}, {"speaker": 1, "dialogue": ["You're feeling extremely sympathetic with him.", "I'm sure at that point."]}, {"speaker": 2, "dialogue": ["Yeah, things have been rough with me and Dave and I don't know what to do about it because I know living with me isn't easy.", "I'm a pain in the ass to live with in some regards.", "He kind of has a point."]}, {"speaker": 1, "dialogue": ["About what?"]}, {"speaker": 2, "dialogue": ["About it selfish with me to kind of dumped all my internal Chaos on him and not provide better buffering and to rely on him as much as I do not sustainable and not fair to him."]}, {"speaker": 1, "dialogue": ["I see I don't question it.", "But I take your point.", "It's your view that you're kind of doing it too much to him.", "I don't know how to evaluate that in a sense because on the one hand.", "I know you're having a very hard time and there's been stuff at work.", "You're sleeping 5 hours a night.", "Maybe we haven't talked much about that because I don't remember some of that or maybe it was a while ago and I forgot.", "Who knows anyway, whatever.", "The point is clearly you're having a very shity time.", "It certainly makes sense to me that you can lead one to dump more on their spouse.", "Another hand you could you get so angry at yourself for dumping anything on anybody.", "I could kind of see it going on.", "Whatever I take your point that it's putting a strain on the relationship."]}, {"speaker": 2, "dialogue": ["Maybe this is the sort of thing that we should just see a couples counselor together about."]}, {"speaker": 1, "dialogue": ["You could you could do that."]}, {"speaker": 2, "dialogue": ["It drives me crazy.", "He won't tell me what he's feeling.", "I'll ask him.", "Can we talk about how you're feeling?", "I don't want to right now.", "Okay, can we set a time to talk?", "I don't want to spend well, when can we talk?", "You ask me on the spur of the moment?", "I haven't had time to put my thoughts together.", "I can ask you now and I'm going to come back in an hour.", "Can you put your thoughts together by then and then he won't he claims that he doesn't need to see a therapist to he's had a relationship with his doctor since 2005.", "He sees him once every three months and it's mostly just to prescribe meds."]}, {"speaker": 1, "dialogue": ["What is a take?"]}, {"speaker": 2, "dialogue": ["He has ADHD.", "So he takes Concerta which is one of those drugs for you kind of have to go see a physician in person every 3 months because of FDA regulations.", "He also does psychoanalysis therapy sort of stuff?", "He's not just a prescriber, but Dave refuses to go in for therapy to talk about some of the stuff.", "He won't tell me how he's feeling until he blows up at me and accuses me of not loving him.", "It's really frustrating."]}, {"speaker": 1, "dialogue": ["Yep, you're utterly overwhelmed."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And at your wit's end."]}, {"speaker": 2, "dialogue": ["Yep."]}, {"speaker": 1, "dialogue": ["And how suicidal?"]}, {"speaker": 2, "dialogue": ["Not close enough to actually be contemplating making plans."]}, {"speaker": 1, "dialogue": ["NAPA Parts good"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["But close enough to be thinking about it."]}, {"speaker": 2, "dialogue": ["Yeah.", "I'm really tired of this particular song and dance."]}, {"speaker": 1, "dialogue": ["What's that?"]}, {"speaker": 2, "dialogue": ["fighting off suicidal urges"]}, {"speaker": 1, "dialogue": ["Tell me about how you're really sick of it."]}, {"speaker": 2, "dialogue": ["The first time I wanted to kill myself, I was 11.", "I ate a pack of my parents cigarettes.", "It was not a very pleasant plan."]}, {"speaker": 1, "dialogue": ["What did they do?"]}, {"speaker": 2, "dialogue": ["They made me throw up."]}, {"speaker": 1, "dialogue": ["That's it.", "No shrink."]}, {"speaker": 2, "dialogue": ["Nope."]}, {"speaker": 1, "dialogue": ["11 year old to shrink when they eat a bunch of cigarettes crazy.", "I mean crazy if your parents you are a super depressed 11 year old pretty unusual for that age to do something like that.", "I mean 15, okay 11 not so much.", "I've seen certainly girls who want to jump out a window or something the kids just don't usually try stuff."]}, {"speaker": 2, "dialogue": ["I was really isolated throughout my entire childhood.", "I had no friends at all.", "I was tormented at school tormented at home, but", "Even at my happiest in the last 10 years or so.", "There's always been a thought in the back of my head at things are good now but don't expect them to stay good.", "You can always kill yourself tomorrow if they stopping good.", "What's that saying from The Princess Bride?", "I'll kill you tomorrow."]}, {"speaker": 1, "dialogue": ["Yeah, or Sahara said the Arabian Nights.", "Is that right?"]}, {"speaker": 2, "dialogue": ["Oh, I'll kill you in the morning.", "Yeah.", "I mean, sometimes it's been the kind of Downer.", "This is your jerk Cloud on a sunny day.", "And sometimes it's been literally the only thing that's kept me from doing something right now."]}, {"speaker": 1, "dialogue": ["You'll still have the option."]}, {"speaker": 2, "dialogue": ["Right.", "I can always change my mind about living tomorrow.", "I'm kind of sick of having that thought always in my head."]}, {"speaker": 1, "dialogue": ["What's amazing is you're having a really really hard time?"]}, {"speaker": 2, "dialogue": ["Yeah, but I feel like it's always a really really hard time.", "There's no founding to that.", "It's an endless hard time."]}, {"speaker": 1, "dialogue": ["You might be right about that, but I'm not sure on one hand.", "Clearly.", "There's some of the stuff that we don't talk about that much and maybe we should more and I don't know.", "How much is that?", "I just haven't blown haven't known about the ongoing way in which some of these things are just completely awful is not come across so loud and clear to me as day last spring when you were in school.", "There was a time when it was really bad there have been some times when you started working where I don't think of it as bad, but I guess they didn't seem to me that they had been this bad again.", "I don't know if it's if that's just sort of my not knowing about it or if you're feeling like things are going that way now and Something's Happened the question is which is it."]}, {"speaker": 2, "dialogue": ["I'm not sure."]}, {"speaker": 1, "dialogue": ["Okay.", "There was the time I think it was last spring when you were pretty close to taking some pills, right?"]}, {"speaker": 2, "dialogue": ["Yes, it was actually last winter.", "It was why I fired my previous therapist."]}, {"speaker": 1, "dialogue": ["There was another time since we had been meeting where you would open the cabinet.", "Was it before we went?"]}, {"speaker": 2, "dialogue": ["Yeah, I probably told you all about it."]}, {"speaker": 1, "dialogue": ["right", "I'm confused because I thought you had fired her because of how she was about some of the stuff you were talking about."]}, {"speaker": 2, "dialogue": ["There was a lot that I didn't like about the treatment plan that she had of the straw that broke.", "The camel's back was that I had been wanting to kill myself the point where I was hoarding pills and I got scared and have to ask Dave to come home.", "I take them and hide them she completely blew that off and redirected the conversation talking about my dad and why he is the way he is kind of armchair diagnosing him from a distance, which I certainly don't have enough insight into what's going on to provide enough symptoms for"]}, {"speaker": 1, "dialogue": ["That's certainly not useful or a string style to diagnose anybody that you haven't met with."]}, {"speaker": 2, "dialogue": ["Right.", "Maybe he does have PTSD that's quite likely given his history, but there is nothing I can do about that."]}, {"speaker": 1, "dialogue": ["Yeah, it certainly wasn't relevant at that moment.", "Okay, let me be very clear when I'm going to say I'm not blaming you.", "I'm waving my arms saying that I'm not blaming you but I can but I think it can be hard sometimes but I'm glad you're doing it now for you to say how awful our dire things are.", "And what all is contributing to that.", "I think there are.", "Hard for you, and that's why I'm asking.", "I'm not blaming you.", "Also.", "I'm glad you're letting me know.", "Now.", "You already told me last week things were worse.", "You don't hide things exactly."]}, {"speaker": 2, "dialogue": ["I have a strongly develops instinct to mask."]}, {"speaker": 1, "dialogue": ["I think so.", "I think you're worried about talking about it with some people when they don't it feels more aggressive.", "Like they're kind of angrily keeping things back.", "I think you're more frightened.", "I could be wrong, but you probably feel pretty ashamed about it and worried that it's going to make you look like assholes and if whoever isn't really going to want much more to do with you, is that about right?"]}, {"speaker": 2, "dialogue": ["Yep.", "I'm also worried that if I let other people know just how bad things are.", "It will use that to take advantage of me."]}, {"speaker": 1, "dialogue": ["I see.", "I know there's a lot that we haven't touched on about how things are awful a lot to do with how sleeping affects you work, which is what we were talking about last time.", "I think and some of the suicidal thinking I know I've asked a lot of questions.", "I guess I sort of felt like I want to get the lay of the land a little bit and worry about missing other things.", "Are there other things at the moment that we are missing.", "Are there other things that are feeling as bad as well."]}, {"speaker": 2, "dialogue": ["There's The Chronic NeverEnding stresses my parents which waxes and wanes is that again waxing and waning but never fully going away.", "I have anxiety around friendships and do people actually want me around and what is my value and all of that?"]}, {"speaker": 1, "dialogue": ["When is the trip with your family?"]}, {"speaker": 2, "dialogue": ["May 15th through 27th"]}, {"speaker": 1, "dialogue": ["I thought it was March or may it's me.", "What's on your mind at the moment?"]}, {"speaker": 2, "dialogue": ["We have to get these nuts for this trip to China and my dad won't make up his mind whether he wants to deal with getting visas for everyone or whether he wants me and Dave to get her own.", "I emailed him to stay the trip is in 4 months.", "We need to get our visas.", "Do you want me to mail your passport and visa application so you can get everyone to be says he replied with a big incoherent rambling.", "I replied back and said just tell me either way, but we need to know I cc'd my sister because my sister has been pretty much the only person in my family and I include myself in this criticism was capable of dealing with Logistics and keeping track of things and staying organized.", "She sent me this really nasty email back saying, I don't know why this is such a big deal for you whether you send them to the travel agent or whether dad sends them.", "Why do you care stop bugging.", "Stop using email?", "You should call and talk to him.", "I was like a I hate using the phone having.", "Are you on the phone in the best of cases?", "I have a hard time understanding my dad because he mumbles see an email at least has a record of what is said that has a hard time understanding me because I don't know.", "He says my English isn't clear enough for him that I talk too fast and use too many big words, even though I make every effort when I'm talking to him to speak slowly and clearly"]}, {"speaker": 1, "dialogue": ["I don't find you a particular or particularly difficult to understand."]}, {"speaker": 2, "dialogue": ["My dad makes a big deal of his not being a native English speaker, even though he learned English when he was 8 years old and has been speaking it since then and speaks fluently.", "I think he just uses it as an excuse, but with the written word, you can read it if you don't understand and there's no wall.", "Also it matters because I don't want to just send a passport to travel agent.", "I need a booking code or something so that the travel agent knows who these passports are for.", "I ended up reading the whole log of items and emails between my family and myself about the stupid fucking trip and I didn't realize until I read them all together and every single regard about the Lightning Thief and disrespectful and dishonest with me.", "It's not about looking dates that I didn't want to go.", "It was also.", "Dad emailed me and said the travel agency offers flights to China from La Boston or Chicago.", "The default is LA and you have to pay more to go from Chicago or Boston.", "What did David I want he gave us a table prices.", "I said why don't you book a straight from Boston because the surcharge from the travel agency is less than the cost of a plane ticket from Boston to LA and summary.", "Please book us from Boston.", "Your license says we will see from La you can call the travel agent.", "If you want to go from Boston I said, but you asked me and I said book from Boston.", "He was like, we don't know your schedule.", "Your booking a strep.", "The schedule is determined by the flight from LA.", "I was like, okay fine.", "We'll book the fucking flight from Boston to La give me the contact info for the travel agent.", "He didn't send it.", "There were three emails in a row from me to Dad saying give me the info for the travel agent so I can book us from Boston to LA.", "Finally, he said it's such and such travel agency.", "Don't something I don't remember now.", "He gave me the name of the travel agency.", "I was like, okay fine and he said no no, we'll do the add-on since you don't want to pay for it.", "I was like, it's not the money.", "It's not being able to have that name and the information to call.", "He was like, you don't have to go to the travel agency.", "Why don't you just booked a ticket on the internet from Boston to LA?", "I was like, okay, what time does our flight from LA to part?", "I don't know.", "Why do you want to know that?"]}, {"speaker": 1, "dialogue": ["We should stop."]}, {"speaker": 2, "dialogue": ["Sorry, I got going."]}, {"speaker": 1, "dialogue": ["No, no, it's okay.", "Go ahead."]}, {"speaker": 2, "dialogue": ["I hate my parents.", "That's all."]}, {"speaker": 1, "dialogue": ["This is another can of worms, but I have three things quickly.", "When is do you want to talk more about the trip?", "I know you haven't been hot about whether to go or not.", "Maybe it's worth thinking about a little more.", "I don't want to put something out that stress on you if it's going to feel stressful to think about we will wait a while second.", "I wonder if it would be helpful to have another time here.", "I would have to check.", "I'm pretty whacked at the moment, but I would do what I could to do that if that might help I don't want to start a promise or dangle.", "I just don't know if I have that I will look."]}, {"speaker": 2, "dialogue": ["It would have to be a morning because of scheduling with work and leaving early."]}, {"speaker": 1, "dialogue": ["Well, that's in third.", "I hope I mumbled something about this when you first brought it up, but certainly if you have been suicidal and scared you can call me I get calls.", "I don't want to say all the time, but certainly sometimes like that have i mumbled something about that before.", "Okay, good enough.", "All right."]}]