[{"speaker": 1, "dialogue": ["Hey."]}, {"speaker": 2, "dialogue": ["Hey, hey.", "So on Friday, my brother calls me and I don't know he's not doing well.", "He quit his job.", "I don't know he was dating this woman who says horrible and"]}, {"speaker": 1, "dialogue": ["It sounds horrible."]}, {"speaker": 2, "dialogue": ["yeah, I don't know.", "I don't know so he's not doing well, but I don't know I talk to you on Friday and he said he just felt crappy all week.", "But he's a little better.", "And so and then I guess Saturday, I don't know the same stuff.", "I don't know.", "I don't know.", "I don't know like you just want to company.", "He been all on all week.", "I don't know.", "So yeah, I talked to him Saturday.", "I don't know I guess on top of everything.", "I don't know this woman.", "He was dating.", "I don't know it was even a tab on the relationship.", "Pressuring him to pay her.", "I don't know a couple thousand dollars or something.", "My brother just turned 27.", "This one is 41 years old.", "I don't know.", "I don't know if she knows about our situation.", "He doesn't have any money.", "I don't know he has problems with it.", "But depression.", "I don't know just quit his job and he's not feeling too hot right now.", "I don't know.", "I guess he didn't tell me the whole story, but I'm sure something happened where she and banded him and", "She sent him an email.", "Basically very rude you owe me this amount or you can sign over the least your car.", "I'm like what the fuc.", "I think this is just not that I don't think it's so much.", "The money is issue is just"]}, {"speaker": 1, "dialogue": ["asking"]}, {"speaker": 2, "dialogue": ["We getting how he allowed himself to get into this situation.", "I don't know kicking him while he's down.", "I guess I don't know.", "Yeah, I don't know so he told me he was going out with some of her friends Saturday night.", "I don't know now.", "He had called me several times but I didn't get it because I was sleeping.", "I don't know so it just made me extremely worried about him.", "I pay for his phone bill so I can go online and see me talk to so I had called a few numbers.", "I had no idea who I was contacting.", "I was just numbers I say, this is Stephen sister.", "I'm worried about him.", "Would you check up on him a few people I had met I went out there.", "It was it was a completely random.", "I don't know I contacted his roommate and stuff, but I don't know.", "So yeah, I don't know.", "I don't know if finally get him on the phone again Sunday like noon time.", "I don't know just feeling really low.", "I don't know.", "He actually wants me to call this woman and tell her to back off.", "I was like, well, I think that will just make things worse if she's serious impossible.", "It's just the way she was so I was just wait to do that.", "If you really want me to do it.", "I don't know.", "I don't know.", "I guess there's been a lot of stress and I'm worried.", "I don't know because", "I know one of his really good friends.", "I think his name is Ferris.", "I usually always contacted when I'm worried about 7, but he was out of town.", "Yeah, I don't know.", "His roommate is I don't know never got the phone.", "His phone is always off.", "So whenever I try to contact him, I'm always I don't know.", "It's only been ten years later.", "I don't know.", "I don't know.", "I was just like well, we need to make a plan here will get you I don't know how the insurance will get you whatever we'll figure out something and then try to get you some help.", "I don't know because I think he is not like he hadn't tried several times to see people but just I don't know.", "What entrance to get a I don't know consultation.", "I don't know just a lot of prices are outrageous.", "I don't know.", "I don't know.", "I don't know if it's because he's in Miami and they have all these fancy.", "I don't know recovery centers or something.", "I was like, there's got to be something else.", "I don't know."]}, {"speaker": 1, "dialogue": ["rytex Community Clinic"]}, {"speaker": 2, "dialogue": ["Right.", "I don't know.", "I was like, where are you?", "I don't know looking at I don't know.", "Yeah, I don't know.", "So yeah, so yeah.", "No, I just don't know really what to do because I don't know.", "I don't know I live far away and I feel like he needs someone to push him a little because", "he is feeling low I don't know I'm getting a job isn't completely I don't know I don't know but we'll", "we'll see"]}, {"speaker": 1, "dialogue": ["Do you want concrete suggestions as far as finding Puryear low-cost mental health?", "I know that's not until me a small part of this."]}, {"speaker": 2, "dialogue": ["well I'm going to I was looking into it I forget exactly", "the name of it but it was near Southwest was basically people are finishing up their PHD who needed hours and I think it's you pay on a sliding scale so I told him to look into that you pick whatever you can kind of thing I don't know I thought that would be good because I feel like I don't know I don't know these people would be super eager to help him and they're being advised or", "Yeah, yeah."]}, {"speaker": 1, "dialogue": ["student"]}, {"speaker": 2, "dialogue": ["Yeah, yeah, I don't know I suggested that I don't know.", "I don't know.", "I have a plan in my head trying to get him Healthcare so he can if he needs prescription and I don't know he can get some I don't know.", "We'll see it.", "I don't know.", "Other than that.", "I don't know.", "I don't know.", "I probably just like having someone there.", "I don't know.", "Baby, do these things?", "I don't know and also just needs the support of yeah.", "And I would like for him to move out of Miami, but he needs has to stay there until April 1st because you got a DUI over a year ago and he has to finish up his this contract thing.", "I guess you leave April 1st or something.", "But until then it's he has to stay there.", "I don't know."]}, {"speaker": 1, "dialogue": ["You must be really worried."]}, {"speaker": 2, "dialogue": ["I am I don't know it's I don't know hard to be.", "I don't know so worried about something that doesn't not able to directly I don't know deal with it or I don't know so I go back and forth between I don't know if trying to trying not to think about it, and I don't know being worried, but we'll see.", "I guess if you have any other suggestions, I'll just go across.", "I don't know counseling."]}, {"speaker": 1, "dialogue": ["First let the record show that I'm offering a concrete and I know if it were around here and I didn't know the area.", "What I would do would be tried calling Psychiatry tree Department.", "I want a more hospital possibly even a New York see if you can get ahold of the psych ER and ask if there are any good Community clinics are other low-cost mental health clinic those will sometimes you're by so I can still work for your treatment to people who didn't have much right here.", "I'm not sure how it is.", "Now.", "There are clients.", "I know in Brighton in Manchester Community Clinic or even if some of the hospitals like probably MGH at Manchester Hospital mental, you can pretty much just walking.", "I mean, I don't necessarily mean walk in and get an immediate treatment for walk in and get treatment sometimes pretty good treatment for my Chinese which is what he'd be getting I guess where you but as you say.", "And hopefully well supervised and sometimes the people supervising a running that's going to really very good and sometimes not but I'm guessing that expands Oral Roberts you thought with it along somewhere I want but yeah if you called out", "Best Buy, Christiana Hospital in the area they could probably just tell you that was offered there as well as what else you could go to because I probably referral they have to make a robot."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["Yeah, I don't know anybody who practices out there who I know firsthand, but if you get stacked, let me know.", "I can probably find somebody who does."]}, {"speaker": 2, "dialogue": ["Okay.", "I don't know.", "I know I got asked to this.", "I don't know.", "I don't know.", "I told my mom even though I'm sure my brother would hate that what's going on and I don't really I don't understand or get what my brother has against my parents other than I don't know.", "I don't understand that freeze out or whatever.", "He was doing.", "I don't know.", "I don't know.", "He's just playing them for his situation, but I'm not quite sure.", "Whenever I asked him, I don't really remember or because it must just not make sense to me.", "I don't know so my mom's worried and all these other things and she asked about him all the time and I'm just like well, why don't you I'm always like be proactive with just seems to never", "never tell you these things and I don't know flop over and she's like, I just want him to come home and I'm like, well, that's not an option.", "I don't think that's good for him.", "I don't know.", "I don't know.", "What is this lack of looking into things do things?", "I don't know.", "I don't know.", "I don't know.", "I don't know but it's"]}, {"speaker": 1, "dialogue": ["Well Manning interest tax one in which will be good for practical point of view because she just dealt with this rather than means he'll pass it.", "But in other ways, I think it's imagine her passivity and flopping maybe even promises really pushes a button for you."]}, {"speaker": 2, "dialogue": ["Right.", "Well, I don't know I think both of those.", "I'm I don't know Stephen siphoning her the information.", "I don't know.", "She always twisted or I don't know or makes it worse or either makes me feel guilty or something.", "I don't know.", "I just don't want to deal with it.", "I don't want to but I I don't know.", "I don't know.", "I don't know but I feel like I have to tell her and I feel like I can't I don't know.", "I can't take this burden alone contacting all these people calling all these friends.", "I don't know."]}, {"speaker": 1, "dialogue": ["I wonder if you're also feel that way here at times with me about the things that you bring out you then have to deal with them.", "It feels like largely on your own.", "I'm not saying it's the same as with your mother, but I'm wondering if there's no ask to it that feels similar."]}, {"speaker": 2, "dialogue": ["Where is a it's just I don't know.", "I want I don't know.", "I don't know someone or I don't know.", "Didn't and save the day.", "I guess.", "I don't know.", "I wish you would I mean I know she can't or I don't know but I wish someone was like, okay, look, here it is.", "This is what we're doing do it.", "I don't know.", "She's just doesn't want that or any responsibility to deal with this and I know she can't because she can't talk to Stephen, but I don't know.", "I don't know.", "I don't know but"]}, {"speaker": 1, "dialogue": ["Or she could be proactive.", "I mean I get what you mean that you can't call him up and it probably wouldn't help her to let him know she's been speaking with you but in terms of being supportive of you and also in terms of I don't know trying to find him treatment or help him financially."]}, {"speaker": 2, "dialogue": ["I don't know.", "I don't know.", "I think I'm just hypercritical of her because she doesn't I don't know she doesn't do anything.", "I don't know.", "I'm always like what you do all day.", "I don't know.", "So I don't know.", "I know it's hard and whatever but I don't know.", "I feel like I don't know and I just feel like she wants to be stuck in these ways.", "She doesn't want to do with or I don't know."]}, {"speaker": 1, "dialogue": ["We out which is one problem in and of itself and another problem as much as that leaves everything on you."]}, {"speaker": 2, "dialogue": ["right", "I don't know."]}, {"speaker": 1, "dialogue": ["I wonder if is also frustrating for you because of the part that it pushes up for you and that you think you're overwhelmed a lot and often have stuff that up and away and figure out what you're going to do.", "Anyway, in a way that feels like you got bootstrap or you got to figure out how you're going to handle something even when it would be pretty easy just to shut down or look away from it, and she doesn't seem to do that.", "She crumbles Wilkes."]}, {"speaker": 2, "dialogue": ["Right.", "I don't know.", "I just because it's just a difference from I don't know my interaction with her or being she was so strong or unwavering or she comes off.", "Like I don't know.", "I don't know.", "I don't know probably like how I come on just blunt or something.", "I don't know.", "It's just and then now it's I don't know it's not about sports or I don't know.", "She's just like doesn't want any part or doesn't know how to deal with it.", "I don't know.", "It's just such a difference.", "I don't know and I don't like I hate talking to strangers.", "They have to call them on the phone for Tyler.", "I feel like those aren't", "to call people"]}, {"speaker": 1, "dialogue": ["We're going to love it more.", "Yeah, and then their friends it's a backstop.", "I guess she is in and you have to be here for him and yourself."]}, {"speaker": 2, "dialogue": ["right", "I don't know.", "I mean, I guess I'm just I don't know.", "I don't know.", "I don't really want you.", "I don't know.", "I don't know spend too much time.", "I don't know thinking about her or when he I don't know blame her or whatever family.", "I don't know.", "I need to worry about I don't know other things.", "We'll see."]}, {"speaker": 1, "dialogue": ["I think if you got your emotional about it would be hard to what was it done what you need to do."]}, {"speaker": 2, "dialogue": ["Right, and then she's not going to change.", "I'm never going to be happy with that situation or it's not going to be the way I want it."]}, {"speaker": 1, "dialogue": ["Yeah, I know.", "I'm not trying to make an argument that you should I'm just saying it seems like that's the worry."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["Yeah, it does doesn't sound like you had a whole lot of back of anywhere."]}, {"speaker": 2, "dialogue": ["I mean I talk to you.", "I don't know.", "I mean, I don't think that's true.", "But"]}, {"speaker": 1, "dialogue": ["Well good, I would rather that not be true."]}, {"speaker": 2, "dialogue": ["I don't know.", "I talked to a few of Stephen friends and two of them are older one guy.", "I talked to you about I've never even heard of but he was in his fifties was actually was stepping on Saturday night.", "That's how you got his number.", "It was one of the last ones called and his friend Harris is older as well in his forties.", "I don't know.", "And in talking to them they seemed I don't know Proactiv we can do this little and then I don't know people like Marlow and Vicky are very anything that were looking up stuff for going down with me or giving me option.", "So yeah, I don't know.", "I don't know.", "Yeah, I don't know.", "I don't know.", "I guess I'm like a I don't know Point person or something."]}, {"speaker": 1, "dialogue": ["What?"]}, {"speaker": 2, "dialogue": ["The point person so it's like all right.", "Here we go."]}, {"speaker": 1, "dialogue": ["Will you do have help?"]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["Rose for yourself and for him directly"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["Yeah, I mean it was just like I don't know like a wait-and-see."]}, {"speaker": 1, "dialogue": ["I guess another thing you could do and probably need insurance for this but bday treatment for a few weeks."]}, {"speaker": 2, "dialogue": ["It's not just like you're all day."]}, {"speaker": 1, "dialogue": ["Yeah, you go like right here.", "It's usually 9 to 3 and it's mostly group base and it's mostly skills.", "So it's a lot of CBT and DBT.", "Do you know what those are?"]}, {"speaker": 2, "dialogue": ["And cognitive based therapy.", "I just know the abbreviation.", "I don't really know much about."]}, {"speaker": 1, "dialogue": ["Not they're pretty structured and problem-focused very focused on charges for dealing with how you feel and things you need to function everything like that.", "Yeah, and it also would add some structure to your day.", "You make sure you're around people you can help you get hooked up with outpatient readers for awkward stuff like that or I'm going groups know when somebody's pretty stack or they're really having a hard time or have the people around them really quite worried which it sounds like he does.", "It could be our way.", "He could really reach once again, where is if he starts with a new outpatient therapist.", "He's going to probably once or twice a week."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["It takes a while to get to know them."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["And then you start with a prescriber.", "He might see every couple weeks or so in the beginning."]}, {"speaker": 2, "dialogue": ["REI"]}, {"speaker": 1, "dialogue": ["Whereas this would be a lot more structure a lot more time and engagement a lot more immediate help which it sounds like you might need.", "I mean if he's really suicidal or something then he probably impatient, but I'm not hearing that from you."]}, {"speaker": 2, "dialogue": ["I'm not really sure."]}, {"speaker": 1, "dialogue": ["Then yeah, I think you're crying you to transfer that kind of a day program or an outpatient program.", "But once he's got insurance, you could probably start one and you were somebody else could call up a hospital or hospitals near him the offer that"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["what we should stop.", "Yeah."]}, {"speaker": 2, "dialogue": ["Good night."]}]