[{"speaker": 1, "dialogue": ["Okay, you filled out your dissertations."]}, {"speaker": 2, "dialogue": ["I did."]}, {"speaker": 1, "dialogue": ["How was it to do that?"]}, {"speaker": 2, "dialogue": ["It was pretty easy."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I'm very familiar with these descriptions."]}, {"speaker": 1, "dialogue": ["Yep.", "Yep."]}, {"speaker": 2, "dialogue": ["So"]}, {"speaker": 1, "dialogue": ["What I don't know is are these so before looking at this are they on your mind is Concepts pretty readily."]}, {"speaker": 2, "dialogue": ["yes, but I would say I look at Ivan in same that's a little black and white.", "Or that's a little like I can."]}, {"speaker": 1, "dialogue": ["hahaha"]}, {"speaker": 2, "dialogue": ["But it's hard for me.", "I guess to do it as much with myself and even if I do even if I am aware that that's a bit.", "It's so hard to pull back because some of the emotions that go with that."]}, {"speaker": 1, "dialogue": ["Yeah, yeah, so well-versed and intellectually and then there's Concepts and it sounds like you've been recognizing it and someone else pretty quickly.", "And yourself is another thing."]}, {"speaker": 2, "dialogue": ["Right, and it's hard to be objective when you're looking at yourself."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I'm thinking is this all-or-nothing thinking or is this a little more realistic than I want to admit?"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["so it's hard sometimes so"]}, {"speaker": 1, "dialogue": ["Yeah, we're there any that did not but did feel ambiguous or anything you want to talk about specifically as you were feeling it out."]}, {"speaker": 2, "dialogue": ["I think emotional reasoning is one that I felt a little stumped on I guess I feel like I do it but I'm not quite sure what a good example would be.", "I mean I gave one but I don't know if it's as good as it."]}, {"speaker": 1, "dialogue": ["What was the example that you gave?"]}, {"speaker": 2, "dialogue": ["That sometimes I'm worried that things in my marriage might not improve enough or what if they don't are all of the what ifs and then what am I going to do?", "If it doesn't what am I going to?", "And I wonder if that isn't based on how it feels more than based on the progress that's been."]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["like the timeline or facts or the"]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["So it feels a little less concrete of an example."]}, {"speaker": 1, "dialogue": ["No, but I follow you as an example and non example, can you identify what is the feeling then?", "So if your reasoning with emotions, what is the emotion?"]}, {"speaker": 2, "dialogue": ["I think it's fear mostly.", "anxiety", "what if anxiety?"]}, {"speaker": 1, "dialogue": ["Yeah, so does this I actually think this is one of the hardest ones for people to really get inside themselves and work with.", "More than any of the others they get in till actually a grass for one, but then you need to from intellect down to the emotion.", "This one basically the idea is that if you have a feeling it does not mean that is indicating a fact about a situation, right?", "You got that sea urchin afraid that something will never change.", "Is that what's the thought?"]}, {"speaker": 2, "dialogue": ["Is that but there's also the things might be changing somewhat, but it's not fast enough.", "It's not this enough.", "It's not enough.", "It doesn't meet up where my expectations it doesn't meet up where I thought things would be so what if it doesn't continue to progress or what if it doesn't Progressive at a rapid and that's what I said and snowballs a bit.", "But then I would go through the steps to try to rationalize it.", "I would think actually that's a lot of progress in a short.", "Of time."]}, {"speaker": 1, "dialogue": ["Yep."]}, {"speaker": 2, "dialogue": ["Or actually this this unless they're really good steps that have made a big difference.", "But then I sometimes have a little bit before giving but I think to myself I've put up with you know, a lot of this type of thing for a really long time.", "No wonder I'm you know, kind of really impatient and ready to move on be done with it."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["So I sometimes think that"]}, {"speaker": 1, "dialogue": ["Yeah, this example I think is a little complicated for good reason."]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["That's what you're bringing up.", "So for example, I hear you also and what you're describing what if this never changes.", "If there's still a lot of anger.", "Because there's not just oh things were exactly what I thought they were and then he's changed a lot and I'm just not giving him credit for that.", "He's changing and yet that's coupled with your also knowing and still coming into knowing.", "That he has never where you thought he was to begin with.", "So it does sound like you have some realistic anxiety actually not just a rational about what if he changes a lot and that's still where he wants to still feels like it's not enough for me."]}, {"speaker": 2, "dialogue": ["I also worried that I guess I could change my expectations and lower them.", "Because I feel like this is terribly critical but I think to myself like not pushing him to apply to other jobs.", "I'm even going to be content with him being a manager at Subway because he's struggling with it still at time.", "And I wonder if you know where would be the answer for him.", "Actually, that could be the worst.", "Even if it looks like a great job or more money or more.", "Whatever.", "So I find myself thinking that that and I kind of don't like myself for it.", "Because I'm thinking oh, wait a minute.", "This is not at all.", "What we thought would be the case.", "Don't worry about that, too."]}, {"speaker": 1, "dialogue": ["Yeah you again that sounds more.", "Like it's a worry Basin some understanding of the possibilities of reality.", "What if for example for him to feel like he was functioning at his best in a life that he was happy with you was going to be a manager at Subway for the next 20 years.", "You have to take in your breath even"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["and he was happy doing that and he managed to find some way of functioning while doing that.", "What do you do then?", "Is that enough for you?"]}, {"speaker": 2, "dialogue": ["The thing that happens with that type of hypothetical scenarios is a small part of me looks at Ivan and says, what would that be like what happened?", "Or why is that you know?"]}, {"speaker": 1, "dialogue": ["haha"]}, {"speaker": 2, "dialogue": ["Again, there's nothing wrong with being a manager at Subway.", "But if you have the potential to do something and you studied a specific field and"]}, {"speaker": 1, "dialogue": ["Yep.", "Yep."]}, {"speaker": 2, "dialogue": ["What happens with that what happened?", "So there's a small part of me that thinks that that but there's a bigger part of me that thinks what is wrong with me?", "That would be the type of snobby whatever person that being married to someone who's the manager at Subway wouldn't be enough or would it be fulfilling his potential or would it be?", "Like what does that say about me?"]}, {"speaker": 1, "dialogue": ["So just press you for a second.", "Does your mind go to something in particular?", "What are you saying?", "What does it say about me?", "It seems like you get very self-critical."]}, {"speaker": 2, "dialogue": ["Well, yes, and I guess I want to be so critical of myself and that because that's just not I would never look down at anyone who works there.", "But then if it's my husband who is working as a manager at Subway and I think about him doing that for 20 years.", "I think that's not I don't know.", "It's not exactly what I would have thought would be fulfilling his potential.", "Or what?", "I thought you know you think his college education would look like or I guess not the type of West lifestyle.", "I thought", "maybe even money-wise not.", "And he's not really passionate about working at a sandwich shop.", "So I would feel like it would just be a job which some people have, you know, just a job and that's not their big thing in life.", "That's okay, but I don't know if that's what I I don't know if it's okay with me.", "I don't feel good about that.", "I feel like that makes me this horrible snobby demanding critical.", "Because I guess when I feel like when you marry someone it shouldn't be I'm marrying you because I know you are a lawyer or a doctor.", "Are you not like and you will always are in a good living and have a you know, fulfilling career that will last you until retirement.", "Do you feel satisfied with the errands good money.", "That is secure they're passionate about", "I'm not sure.", "That's the right reason to marry someone it certainly didn't factor into why married Ivan, but now that we're married I feel guilty about wanting those things."]}, {"speaker": 1, "dialogue": ["I want to know if there's a way you sort of discount.", "It has it shouldn't matter at all."]}, {"speaker": 2, "dialogue": ["Maybe it can matter some but I feel like I guess I feel like that says something pretty bad about me if that's not okay."]}, {"speaker": 1, "dialogue": ["But your snobby is at what that's about."]}, {"speaker": 2, "dialogue": ["Yeah, I know.", "It really sounds like I'm stuck up.", "Like being a manager at Subway, you know, it's an honest job.", "It's a good job.", "But why would that not be good enough?"]}, {"speaker": 1, "dialogue": ["So why would it not be good enough?"]}, {"speaker": 2, "dialogue": ["I think there's a part of that if it wasn't Ivan's one dream to manage a sandwich shop, and he wanted to say that he wanted to stay with this and work his way up or just keep doing it."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["The back could feel a lot better A lot different."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["And if we came to the realistic understand that that was his passion and that's what he was going to do, but he wasn't going to pay the bills you were going to compensate through me for him doing another job like some way."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I feel like that would be more and more realistic scenario.", "That's not the case and what if the reality is this type of job is you know, totally unrelated to what he went to school for what if that's the best bit for him now for a while.", "It's scary for me and I feel bad about that.", "I feel responsible that he doesn't feel proud of it.", "But he's like afraid to feel proud of it."]}, {"speaker": 1, "dialogue": ["If you were a doctor right now."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Making a ton of money and working all the time.", "So you never saw him."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["like in other words like your father"]}, {"speaker": 2, "dialogue": ["Yep."]}, {"speaker": 1, "dialogue": ["I would certainly imagine that you would have a problem with that, too."]}, {"speaker": 2, "dialogue": ["That's the weird thing because I hated never seeing my dad.", "I got to the point where I didn't want to see my dad because I was so angry at him that I was never going to come first."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["And yet it was easier in a way because I could be proud of his, you know, great education of an incredible work ethic the fact that he owned and ran his own business completely by himself."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["The fact that he was coming home, you know at an ungodly hour, but he just delivered a you know, knew something rather.", "He just saved some animals life is just did some crazy for our surgery.", "That feels it doesn't feel good.", "Don't give me wrong.", "It doesn't feel good.", "But it feels very different."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["From like the polar opposite like Russ ambition miseducation us drive less work ethic.", "Not passionate about it."]}, {"speaker": 1, "dialogue": ["Yeah in a way then with your father.", "That's what you were used to to sort of getting to feel good about with his at least."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["Is really driven successful smart."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["And he compared to most of my friends parents.", "Nobody's parents worked longer hours.", "Nobody had more education that my dad nobody.", "I felt proud of that.", "I do think that's okay.", "I think that's a healthy thing to feel proud about I guess the other part that made it feel okay was the thought of my mind that he could have it that he could if he had had, you know, Partners or whatever if he had joined a practice he could have had normal hours and made a good living.", "And still have been the success so it wasn't like that.", "There was more potential for it.", "Yeah, it does."]}, {"speaker": 1, "dialogue": ["Also, maybe in a way he's not there for you, but is very professionally successful maybe with Ivan right now.", "It's feeling like you're not getting either of those you haven't been getting either of those.", "It's not that he's the opposite of your dad and always there for you always catering to you buy me flowers figuring out what you need to know putting you front and center and he's not that successful there.", "So it feels like both Realms you're missing out and I think that's what has been really disappointing."]}, {"speaker": 2, "dialogue": ["It does and I guess the other maybe it's most important to me now at this point in my life, but my dad is like she's not always there and conversations with him are usually very short and he's driving on his way to a call.", "But he's incredibly supportive.", "It was incredibly supportive when I was going to school if I wanted to do another program tomorrow.", "She would be ridiculously support a puppet.", "Not financially or anything, but he would just always want to ask about it the encouraging."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["End up looking for jobs.", "He's very supportive.", "I guess he's always wanting to talk about and be involved with jobs and academics and that's important at this point in my life.", "And Ivan is not up to talking about this topics right now.", "And I guess it's also more of it's a bigger thing because those are topics that I associate with adulthood or being you know mature and responsible.", "Having it together having a career and a plan for your life being motivated and ambitious.", "But I do also wonder if Ivan continues to make progress with his depression with his attention disorder if he continues to like he sort of gets to a baseline with his job where he gets to the point where he's doing it well and things are going smoothly consistently and he feels like he could potentially maybe you could reach that to maybe"]}, {"speaker": 1, "dialogue": ["Yeah, all of what you're talkin about that started with this particular disc Distortion.", "It does sound Ramona.", "I've said this before but you just say again because you're acting class what you're thinking about his job and only I must be very snobby if that's not good enough for me.", "It really sounds like you're saying", "You are not drawn to him not being passionately practically engaged in something which is very different than saying.", "I just can't be married to someone who's a Subway manager.", "What you still might have a problem with some people might some people might not for various reasons, right?", "There are different things that kill valuable to people but if she had come to you two years ago, but you know what, I love retail, I love you know, like multitasking and I thinking I went to work to become an owner of a store one day orino buy a franchise.", "This is why I'm going to get into what do you think of Subway and if it had?", "So thoughtful and proactive and driven by a passion for something passion for sandwich events, you know, like, you know, he's starting to learn about all different kinds.", "I mean, but still might be disappointing in one way if it was sort of Oh, I thought I was marrying someone who's going to this and what does that mean for his identity and you know, can I get used to that but maybe not in all the ways it's been disappointing because there's something in his personality or attention deficit"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["You know what?", "I mean?"]}, {"speaker": 2, "dialogue": ["No, yes, it it sounds accurate actually to what I'm feeling and one of the biggest things that I that doesn't feel fair to criticize but in finding that our expectations my expectations when she said we're totally on board like he was on board with them.", "They were correct.", "You led me to believe this was all how is going to be."]}, {"speaker": 1, "dialogue": ["Yep, he even can acknowledge that."]}, {"speaker": 2, "dialogue": ["Right well to some extent.", "I mean he clearly he said he left grad school because it wasn't for him and I had a really tough time with that.", "But that was something I was going to be able to accept what actually happened not so much but the bear problem with it is I feel like I haven't has no clue what he wants out of life right now."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I feel like if I told him tomorrow we should buy a house you'd be like, yeah, let's work up towards that.", "If I said we should start a family tomorrow, he would probably that might be a little extreme.", "But the point is I feel like he's been wishy-washy one random job to the next.", "And just you know going with whatever is given to him just not proactive not engaged not motivated or ambitious.", "What does he what does he really want?", "How do I know that he really wants to be married to me if he doesn't know any like an idea of a type of career?"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Or did you ever want to go back to school?", "Does he ever want to you know own a house and things like that?", "I guess I feel like he has no clue and that's not something that is so acceptable to me.", "And that's another where it's easier with.", "My dad.", "My dad has never had a different career."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Like you've never been unemployed since you was email a teenager before then.", "I mean she just never discussed.", "Yeah, that's hard to take in a guilty part of me inside things Ivan's almost old enough.", "What if he was about to be a doctor?", "What if he was about to be a lawyer or a baby?", "Awesome?", "like to be married to someone who was", "I don't know energetic and had a great career that they were passionate about and did a lot with."]}, {"speaker": 1, "dialogue": ["Your two choices of Role Models wear that or your mom."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["And not a lot of space in there in either case where someone actually taken care of you really really loving and being there for you.", "Maybe in your sister.", "That's as close as you got."]}, {"speaker": 2, "dialogue": ["Yeah completely in Emma."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["But again, she does something that she's very passionate about and works incredibly hard and has been ambitious and getting more degrees and going above and beyond her 40 hours a week.", "And it's just hard for me to look at Ivan and be this is horrible but to be satisfied.", "With the way that so the only way I'm coping with it is stinking suggest for now."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Is trying to get on his feet.", "It's not the end of the world.", "This is actually the best job.", "He's ever had in his life so far like the most responsibilities the most skills to be developed.", "by far"]}, {"speaker": 1, "dialogue": ["It's actually a hard job."]}, {"speaker": 2, "dialogue": ["Right.", "Yeah, he's never had to manage people.", "He's never had to be accountable for meeting timeline throughout the day and managing his time."]}, {"speaker": 1, "dialogue": ["Yeah, it's a lot of responsibilities and tasks.", "Yeah, and yet I also hear what you're saying and it still feels like it's kind of holding ground in a way rather than a sense of being chosen Representatives stop in him.", "And that may be what steering right with scary right now is how little since he has about the future"]}, {"speaker": 2, "dialogue": ["Yeah, it does not feel good.", "Especially for someone like me who feels like they need to be in control."]}, {"speaker": 1, "dialogue": ["is everything"]}, {"speaker": 2, "dialogue": ["right", "I feel like I have to have a pretty clear plan."]}, {"speaker": 1, "dialogue": ["yeah."]}, {"speaker": 2, "dialogue": ["I'm upset with myself right now because I don't know what my next step is.", "So it's like really it's not feeling very tolerable."]}, {"speaker": 1, "dialogue": ["Ramona how is your depression anxiety been this week?"]}, {"speaker": 2, "dialogue": ["Well, I saw you not that long ago."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["But I guess things it feels pretty intense sometimes.", "The depression I will say I've noticed a couple of times where it's been a great day.", "I spent time with Emma or Ivan or both.", "Just that type of day and I'm still finding myself feeling down on myself feeling like a little down feeling like there's no explanation for it in the moment.", "Look at the moments where I feel like there is underlying depression and it's not always."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Directly a result of something that happens."]}, {"speaker": 1, "dialogue": ["Yeah, you're saying the day can be going well even between you and Ivan."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Maybe on any given day and you can still feel you said specifically down on yourself."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["Not just lonely, but specifically self-critical."]}, {"speaker": 2, "dialogue": ["I think that's more the self-hate than the depression."]}, {"speaker": 1, "dialogue": ["Yeah.", "Yeah."]}, {"speaker": 2, "dialogue": ["Although I'm sure that's connected, but I can feel a little low sometimes."]}, {"speaker": 1, "dialogue": ["So where do your thoughts go in that place when you say down on yourself, like what are the thoughts and that emotional low?"]}, {"speaker": 2, "dialogue": ["It's pretty much like things are going well and make a mistake or I say something that I think back on and I wish I would have said that differently or I wish I would have done that differently.", "I wish I"]}, {"speaker": 1, "dialogue": ["like at a job interview you mean"]}, {"speaker": 2, "dialogue": ["yeah, that could be it.", "Or simple as I wish I hadn't kept my sister waiting or I wish I was more decisive about that and it's I hate myself and then it can stay low for a little while.", "And then like I'll move past it but it's a very I don't know why but those are three words that come into my mind when something like that happens.", "Let's become a coping thing for me.", "I know that's unhealthy, and I want to work on that."]}, {"speaker": 1, "dialogue": ["Okay, see you can think of an example specifically you named a couple saying it could be that as it could be that is there something you remember it at all happening since I saw you last."]}, {"speaker": 2, "dialogue": ["Yeah, it's embarrassing.", "So my parents gave me a gift certificate for clothing at two different stores for my birthday.", "Because I needed some clothing and so those stores are having sales.", "So I went with Emma.", "She needed some stuff too, and I kept her waiting.", "I was taking longer like she was ready to go sooner than I was."]}, {"speaker": 1, "dialogue": ["So you were in the story mean?"]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["Try things on."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["Okay, she's ready to go when you're still."]}, {"speaker": 2, "dialogue": ["I'm still trying to make decisions and I find myself like catching myself and like it doesn't have to be perfect Corona.", "Just because you know, you don't usually go shopping or you've been given this great gift that you feel really guilty about does it mean that you have to Analyse which sale is the best to an extent Beyond normal.", "It doesn't mean you have to obsess over spending it perfectly most wisely, whatever.", "And you're keeping your sister waiting.", "She works like crazy all week.", "And you don't and this is how she spending our weekend.", "You need to be more considerate.", "Feeling self-conscious because I felt like in that time she's taking care of me like she always has.", "She doesn't know how to stop doing that.", "I don't know how to.", "I just I feel like I need to step up more so that she doesn't feel like she has to sometimes.", "I'm thinking oh I should have just come by myself.", "I feel so bad that I", "or just come back another time.", "I'm taking too much time.", "I was just thinking I hate myself like this is unacceptable.", "How can I be doing this to her?"]}, {"speaker": 1, "dialogue": ["You're burning her."]}, {"speaker": 2, "dialogue": ["And in reality, she's just like it's fine.", "If I would have tried on that I would have taken a longer to"]}, {"speaker": 1, "dialogue": ["Is so striking how quickly can escalate to I hate myself which is such a strong thing to say about yourself."]}, {"speaker": 2, "dialogue": ["it doesn't I think I have normalized it.", "Not to be but it doesn't."]}, {"speaker": 1, "dialogue": ["No, no, I hear you.", "I hear you."]}, {"speaker": 2, "dialogue": ["Have a huge impact on me."]}, {"speaker": 1, "dialogue": ["It's almost like you don't realize how many that is.", "You're just used to that being the running threat almost."]}, {"speaker": 2, "dialogue": ["It feels necessary for me to feel bad about it.", "Just like when I got the gift card at felt necessary, I felt absolutely necessary for me to feel bad."]}, {"speaker": 1, "dialogue": ["To say I hate myself for something like why is it necessary to feel bad when someone gives you a gift?"]}, {"speaker": 2, "dialogue": ["I always do.", "I don't know completely why I always do.", "I think it's really it's the money exclamations with money.", "Being spent on me.", "Yeah."]}, {"speaker": 1, "dialogue": ["So one of the things I wonder because you're describing it both in money.", "And then also in time your sisters time if it is been hard for you to be given to like really for someone to lovingly give you something that you to you that you take it sounds like that's hard."]}, {"speaker": 2, "dialogue": ["I know it is but I think that's them if someone doesn't feel very good about themselves.", "They don't really feel good about."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["You know."]}, {"speaker": 1, "dialogue": ["You feel guilty.", "You feel like you didn't deserve it.", "You feel like you're taking from them."]}, {"speaker": 2, "dialogue": ["I wish I could give it back like I wish I could."]}, {"speaker": 1, "dialogue": ["It's like an absence Ramona inside you.", ".", "Foundation of just having been given to lovingly give it to just knowing that's part of the way of loving relationships work.", "I think this comes up a little here with me too.", "But what if I were to give you in a way as a metaphor a second session to help you and say I want to help you.", "I want to give this to you.", "I want take care.", "Hope you feel better.", "I think that's disorienting for you.", "Like you almost don't be used to being having to the whip out people mistreating.", "You people not taken care of you having to scramble to make sure you take care of other people."]}, {"speaker": 2, "dialogue": ["But even so I've mentioned and it's a very brief way to describe it.", "But Emma has taken care of me since I was little"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["in so many ways and she still does it.", "In different ways so she comes over because we will plan to do dinner sometimes so she'll come over especially if I've been still at work.", "And will cook something until sometimes bring over.", "So just show up with this ingredient with ingredients for a new recipe and she'll say oh I just stop by the store.", "Let's make this new pasta salad.", "And it's taking care of me in a way or even if I do the cooking but she still comes over and talks with me about my day and she still follows up.", "Like how did your interview go?", "And she's always still taking care of me and she's always been very reluctant to share if you even a small thing in her day went wrong.", "She's very much the mom."]}, {"speaker": 1, "dialogue": ["She is yeah."]}, {"speaker": 2, "dialogue": ["She's buried.", "Yep, because she's always she's like, but then you will get upset.", "I don't want to wear you about it.", "I don't want that to be on your mind.", "I don't want you to feel like you can't talk to me about something that's going wrong because you're worried about me.", "Like just really to an extreme.", "She's been my mom.", "She's 29.", "I mean like and I tried to tell her even though I think and she's you know, she still feels that way.", "I think especially because of the role Ivan is played this far."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I wish you didn't feel like she had to take care of me and I don't know I always feel bad.", "So even if she comes over after a long day of work and we make dinner or even if I make her dinner, I still feel a little bad because"]}, {"speaker": 1, "dialogue": ["It's interesting.", "It's a dynamic that's gotten set up with her.", "It sounds like since you were very little."]}, {"speaker": 2, "dialogue": ["Yeah very much.", "So I mean not only is she taking care of me now, but when things with Mom and Dad were explosive.", "She was there to talk it out and make sure I was okay, but even to the extent of Ramona did you do this?", "Do you want to take care of this?", "How is it going just really mothering.", "Really mothering in a very loving way in a very caring way not in a controlling way.", "But I feel really bad about that.", "It must be exhausting for her."]}, {"speaker": 1, "dialogue": ["Oh, she's doing in a way that should have happened with your own mother so that your sister and you could be freed up to have a sister relationship instead of more mothering one.", "So that's what's so complicated.", "Then you actually get this loving care what you need and yet it's in a place that leaves you with kind of Rocky feelings about it because it's not actually where it should be coming from even more so"]}, {"speaker": 2, "dialogue": ["Yeah, and I feel bad because she's not telling me about her bad days.", "Emma is not a complainer, but she's not like nothing and that doesn't feel like a two-way street because it's not so much all the time.", "She's really mostly and she'll say sometimes you don't realize your Moana but when I come over and we do dinner or whatever that helps even if I don't talk about how bad my day was it helps me do stress and it helped me get away for a little bit.", "So I don't know but I always wonder if there's a part of me that is it still feeling like I need or wanting that motherly care.", "Like I didn't get enough as a poor way to put it but I still"]}, {"speaker": 1, "dialogue": ["You didn't get enough."]}, {"speaker": 2, "dialogue": ["Want it or need it?", "And now I'm actually at an age where it's like get over it because it's no longer appropriate.", "It's no longer.", "I should no longer need it for the most part."]}, {"speaker": 1, "dialogue": ["So here's here's where I so coming back to your specific scenario.", "One of the things that I think it's a story where their self hatred comes up is what you're saying right now that you should no longer need that.", "I don't think that's true.", "I think you were incredibly deprived as a child what you need of what you needed, but I think adults need that too.", "And that's actually what you hope to find in friends and partners killing one's mother and father right even as an adult you've asked the number of times.", "What does that actually look like lacking of all models for example about what does it look like when a healthy married couples doing it?", "Well,", "and I think", "it includes being quote somewhat mother Ali if you were going to use that as The Stereotype of what it", "mean to say to someone.", "How was your day?", "How is that going?", "You know, how was Interview?", "Oh, have you done this?", "Oh, how are you feeling?", "You were sick yesterday the kind of following up on.", "If we're just calling that basically seeing caring about the life of another person.", "It's fundamental to every healthy relationship not something you need to get over.", "That's what you want to be part of your marriage and you want it to be reciprocal.", "That's what's different about not being motherly right in that place.", "It's a mother's job to be that caring concern child and for the child not necessarily early on to eat have to even think about how the mother is doing so much overtime easily get to know moms having a bad day at maybe I'll set the table for her or something like that.", "But I think you have to be so preoccupied about what your mother's mind.", "Way way too young in your life.", "You were deprived of it and yet it's normal.", "It's a normal healthy part of relationships.", "Like for example, this is what I say when you're going to the mall to go shopping.", "On any given any different relationship any given day, you're not being selfish by having your sister away a little bit too while you try on clothes.", "It could be as she said to you Ramona.", "I have 30 minutes and then I have to be out of here because I have a job interview.", "So Su 30 minutes and then you know say you were driving her and then you kept trying on clothes and totally ignoring her deadline.", "I'm guessing that's not what happened, right?"]}, {"speaker": 2, "dialogue": ["No, no."]}, {"speaker": 1, "dialogue": ["She didn't say she had limited time."]}, {"speaker": 2, "dialogue": ["No."]}, {"speaker": 1, "dialogue": ["So what did what she does for you there sounds like part of a healthy relationship even sister hood that that could exist in a way.", "That's not a problem at all.", "It's healthier if you're doing that for her sometimes too if it's reciprocated and it sounds like she has had a hard time taking that in."]}, {"speaker": 2, "dialogue": ["She does not know."]}, {"speaker": 1, "dialogue": ["So that might be the growing edge of a relationship with her.", "Is to be able to start saying you know, what when are you going to try on clothes?", "Because I want to be there for you.", "I want I have some time right now pushing into taking care of her son, but I don't think the answer is going to be.", "Oh you just need to not be taken care of anymore.", "I think you start to hate yourself when you get taken care of and that's the healthy.", "That's a healthy thing.", "You want to happen every relationship.", "Do you know what I mean?", "So even there may be ways this plays out with Ivan.", "Sometimes can you be taken care of by him?", "Is there anything he could do that?", "We actually take care of you."]}, {"speaker": 2, "dialogue": ["so"]}, {"speaker": 1, "dialogue": ["And can you all go ahead?"]}, {"speaker": 2, "dialogue": ["no, I didn't mean to interrupt that something doctor Pharaoh just came up with she said that we should work with our individual therapist and come up with something that the others could do."]}, {"speaker": 1, "dialogue": ["Oh, huh?"]}, {"speaker": 2, "dialogue": ["Every day, she said I think it should be everyday."]}, {"speaker": 1, "dialogue": ["Yep."]}, {"speaker": 2, "dialogue": ["She gave the example of she said every couple does this there's something they need from the other one and it's not the you do the dishes.", "I do the laundry."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["she said it's like"]}, {"speaker": 1, "dialogue": ["something more emotional"]}, {"speaker": 2, "dialogue": ["yeah, so she says it could be I need you to meet me everyday at 5 after work at home.", "And have a glass of wine and talk about my day and ask about it.", "She said that that could be one Partners request and that that's so she said we should work with and try to come up with something like that.", "Do I have?"]}, {"speaker": 1, "dialogue": ["That's so we have 5 minutes."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["A little actually we started a couple minutes.", "So it's 7 minutes.", "It's so interesting because of some ways that started making explicit.", "Here's what I need to be taken care of.", "Can you do this thing and not only can you do it, but can I take it in then?", "What is it like when this need gets meant?", "Have you thought of anything?"]}, {"speaker": 2, "dialogue": ["I thought about I told her I thought it was hard because sometimes the Baseline like that you do the laundry.", "I do the dishes doesn't get mad.", "And I'm like, why would I add something else to the list when we're not you know that she said just to give it a try.", "So I thought about the you know, so I mean 30 minutes a day that he could just", "talk with me about my day.", "I would feel good."]}, {"speaker": 1, "dialogue": ["Busy right now Ramona everyday say oh, how was your day?"]}, {"speaker": 2, "dialogue": ["That's the thing.", "I think it's more about his absent-mindedness.", "But everyday whenever he gets home from work, I'll ask him about work.", "We don't always have a big discussion, but it's always like how was work.", "How did it go?", "It doesn't always immediately reciprocate with that.", "I think part of it is just the way his family is everybody jumps and then there's not much asking it's like everybody just says so nobody takes the time to ask and part of it is just I think he forgets and it gets a little", "But it feels great when he does it.", "So that was the thought."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Actually, I'm sorry if I could completely not that that's not important.", "But if I could completely switch gears for the last 5 minutes."]}, {"speaker": 1, "dialogue": ["Yeah.", "Yeah shirts."]}, {"speaker": 2, "dialogue": ["I am I should have done this earlier, but I guess I feel like I need something.", "I don't know.", "This job search is getting depressing.", "I'm feeling depressed and down on myself.", "I need I think an emotional boost or some kind of boost because I'm getting to the point where I'm like, why am I even going to look on this job where there isn't going to be anything?", "And a lot of them there hasn't been anything lately.", "That would be appropriate or me to apply for.", "You got a genuine thing that feeling like oh, there won't be anything.", "Even if there is I have to do the application.", "If I do that, I won't get an interview.", "I got an interview I won't get the job offer.", "It's just I don't know that I know that I'm doing that to myself and the other night.", "I had this freak out.", "I thought I'm not going to get a job and it's going to be my fault because I stopped doing applications.", "You can't get a job remote if you don't apply and so I need a way to keep going."]}, {"speaker": 1, "dialogue": ["Is it starting to feel like to feel kind of like you're hopeless Ness is Raising.", "So it gets harder to do to go to then go do the things that you feel like nothing is going to come of this anyway."]}, {"speaker": 2, "dialogue": ["it is and it's also feeling frustrating to spend like a couple of hours and all I can say is I looked through the job boards for this this and this", "and there was nothing and that time is gone and I still don't have a job", "Yeah, it's feeling daunting and exhausting.", "And I feel like it's tomorrow's two weeks since that interview for that really good job, and I haven't heard anything about a second interview.", "I'm starting to feel like I got all these interviews and I was great but now the interviews has have stopped.", "My applications have stopped a lot and I have no offers."]}, {"speaker": 1, "dialogue": ["Scooter stores in a distortion challenging thought just to throw us in the mix and this was my fear when you were trying to apply for jobs all the way from the beginning was that you were going to expect something was going to work out within the first month or two even pretty much every single person who applies for a job in whatever field right.", "Now the average time to get a job at 6 to 8 months at least right that is a state of affairs and employment.", "It's incredibly competitive.", "There are people applying for jobs are extremely overqualified there people applying for jobs that then gets filled internally."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["They only had to advertise it, you know what I mean?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["So it sounds like you really need to work hard to adjust your expectations about the time frame and I think more about applying for your job at your job."]}, {"speaker": 2, "dialogue": ["What do you mean?"]}, {"speaker": 1, "dialogue": ["meaning"]}, {"speaker": 2, "dialogue": ["oh that you"]}, {"speaker": 1, "dialogue": ["but you said specific times if it comes listening?", "I have to get I have to get I have to get I have to get and you're going to build hopelessness every day that passes with the more you start say Okay example looking at my job or every day 7 days a week sounds like the fastest way to get yourself feeling hopeless because you're going to reach a point where new things are going to come up.", "It's going to feel like beating your head against the wall.", "So I mean, I wonder if you could Slot 2 or 3 days where you look and letting it go on the other days getting specific time frames where you don't work on things and just be thinking of this as this is part of what you're doing in the backdrop.", "I don't think if it feels like you have to get another job in the meantime, if you knew for example right now it's going to take eight months until you find job."]}, {"speaker": 2, "dialogue": ["Yeah, clearly, I need to be working."]}, {"speaker": 1, "dialogue": ["You would."]}, {"speaker": 2, "dialogue": ["Of course, where's the money going to come from one positive thing?", "I did which I'm hoping will help is I joined Career Services set up this job Seekers Workshop.", "And it's literally for new graduates.", "Pasadena Career Services", "meeting once a week and doing a check in and talk about strategies and things like that.", "But I feel like I need to push myself to go to networking events and to do more."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Like getting more resumes out there, even though I feel self-conscious.", "Because not only just in an application but just professors.", "I know that may or may not have research for me like no opportunities just reaching out to them and letting them know I'm looking things like that."]}, {"speaker": 1, "dialogue": ["yep, I think one of the hardest things for you about this process in the reality of finding and solidifying a job which is not just for you but for anyone and probably specifically for any new graduate in the field where you're coming with less experience and someone else is the hit rate is very very very low meaning you could go through 300 applications and one of them will come to", "and the problem is let's say", "You get up to 211th and then 212 and 213 and what you're saying to yourself I put in 213 applications and not a single one has come to fruition.", "So it can feel more helpless, but if you're going to but if you know on the back of your mind that one and three hundred you'll get a job offer the less you start going off right now.", "You actually are decreasing your chances of getting a job.", "It's just a low hit rate.", "Right like imagine the pitting the pigeons hitting and every 300 * 1 + 300 going to go off and you'll get the food palette."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["So if it stops taking it's definitely not going to get the food pellet, but it's very very very very infrequent reinforcement.", "And I think that's part of what's Happening you're doing something and something happens, you know, you know, right cause and effect immediate effect of your option action you go clean, it's clean.", "So this is really hard to kind of persist and I know that the reinforcements will come but it's very very infrequently enforcement.", "It's just that those are the facts.", "So the more you start with challenging Moscato, it's hopeless with I don't know what you could replace that with has an effect everything.", "I do might have an effect, but I just don't know which is going to have an effect on your also giving yourself days off or you're not"]}, {"speaker": 2, "dialogue": ["I am because"]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["It's like after spending hours on the computer.", "It's like I just can't be on the computer anymore."]}, {"speaker": 1, "dialogue": ["Yeah, do you think it would help you Ramona to have something part-time that you were doing?", "And I mean that specifically around forget even the money was so you had money would it help you to?"]}, {"speaker": 2, "dialogue": ["I have"]}, {"speaker": 1, "dialogue": ["Restructure to have something to go to part-time."]}, {"speaker": 2, "dialogue": ["so every Monday I go spend five hours to volunteer on that study."]}, {"speaker": 1, "dialogue": ["OU 200"]}, {"speaker": 2, "dialogue": ["And now yeah, I do.", "The thing is is other people get paid to do exactly what I'm doing.", "But by the time I joined the study, I feel like she's out of grant money.", "So I'm not getting $15 an hour.", "I'm getting nothing, but it's just frustrating but it's good for my resume."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["And now Friday I start orientation for a patient.", "Advocacy at Walter Reed."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["Which is something I'm interested in.", "I'm interested in patient navigation, which is pretty related, but that's also volunteer."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["I've been told by one of my professors that you got to be at least volunteering you'll go crazy if you just do nothing but apply to jobs, so I'm hoping like it can't hurt."]}, {"speaker": 1, "dialogue": ["It's building a resume."]}, {"speaker": 2, "dialogue": ["It is."]}, {"speaker": 1, "dialogue": ["It's going to help."]}, {"speaker": 2, "dialogue": ["And hopefully I'll make some connections."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Yeah, it's nothing else is adding and it's giving me something to get out of the apartment and feel productive."]}, {"speaker": 1, "dialogue": ["Yeah, also telling yourself a year from now you'll be somewhere.", "I know that's a long ways away but it will happen.", "I think it's also with Ivan something is going to happen and enough will happen that you will feel better or nothing will happen and you will feel worse, but you'll know more in a year.", "This is the hardest time ever.", "So try and take a deep breath and just trust that something is going to happen and you're not going to be in this place forever and every little thing you do might be the thing that gets you in the door somewhere.", "If you get sick of it give yourself a day off, but then you get back on the horse and you keep riding and just sort of keep imagining yourself being that pigeon.", "And you don't know which one is going to be but one of them is going to get the pallet out."]}, {"speaker": 2, "dialogue": ["Okay.", "Thank you."]}, {"speaker": 1, "dialogue": ["Okay.", "Alright keep journaling.", "If there's a specific Distortion at some point.", "Any one of these it comes up something where you get overwhelmed with self-hatred specifically and Escalades right about it.", "Okay?"]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["And then bring it in and talk about it."]}, {"speaker": 2, "dialogue": ["Do you want should I?"]}, {"speaker": 1, "dialogue": ["I would love to look at over.", "Yeah."]}, {"speaker": 2, "dialogue": ["Okay.", "Thank you."]}]