[{"speaker": 1, "dialogue": ["Let's see.", "I got a call from dr. Vaughn."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Yesterday like right after noon and I'll call her back today.", "I think she just wanted sort of"]}, {"speaker": 2, "dialogue": ["I think she wanted to know for about it."]}, {"speaker": 1, "dialogue": ["more information about what's going on."]}, {"speaker": 2, "dialogue": ["I sent her a kind of pretty detailed outline of what happened to me.", "It was pretty hard.", "I'm assuming it was okay for her to call you."]}, {"speaker": 1, "dialogue": ["Okay with me."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Of course."]}, {"speaker": 2, "dialogue": ["Yeah, so for but I like long-term Subs like she's doing in the spring and apply for anything yesterday or yesterday because the sense of Doom was a little bit too overpowering when I'm sure that I think it's a job that if I do get the job.", "I'm going to fail at it.", "I'm usually not I'm not usually the best time for me to fill out the application.", "Yeah, I think I'm getting on James's nurse.", "I don't know.", "I think he expects or wants me to or thinks I have kind of control over this that I sort of think I should have also.", "I don't know what I think he has now.", "I think I have to have but I don't think that I am not sure that I do.", "Yeah.", "Then I feel like a prisoner in my life.", "But then second guess all of this.", "You know, how much is how much of it is?", "I don't actually want to die and I'm in so I'm looking for an excuse to stick around."]}, {"speaker": 1, "dialogue": ["You lost me there a little bit.", "I know what you meant.", "I'm not sure how it connects."]}, {"speaker": 2, "dialogue": ["So it's just that I don't know how much of my", "Resentment against James for being the person who he wants me to be here is real.", "Does that help at all?", "You know that I don't hurt myself because James doesn't want me to because I feel like I have responsibilities towards him, but I don't know how much of that is real and how much of that I'm really actually"]}, {"speaker": 1, "dialogue": ["You're using him as a standing."]}, {"speaker": 2, "dialogue": ["yeah, it doesn't matter but"]}, {"speaker": 1, "dialogue": ["Right, but I guess you'd want to know how much your kind of putting your desire to not hurt yourself and to be alive and to him and how much it's just not there."]}, {"speaker": 2, "dialogue": ["I feel like such a coward like different but I can't do anything.", "I'm not doing anything to make it different, you know, and then I wonder how much of that is me in just not wanting to feel like I'm totally out of control a lot of navigating.", "A lot of navigating in the last day or not actually more than you not actually more than usual a lot of if I make it."]}, {"speaker": 1, "dialogue": ["What sounds like you're pretty mad at James are pretty resentful of him and we don't know if just like what you said before if that's cuz of what he wants or what you want what you're giving him to want whatever for the moment."]}, {"speaker": 2, "dialogue": ["Yeah, but I'm pretty resentful of him."]}, {"speaker": 1, "dialogue": ["Yeah, and I guess the idea is that if it weren't for him damn it, you could just be dead.", "And I would get you out of this.", "You would stop being a prisoner in your own life and you'd be done suffering."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["I guess that's what it feels like whatever the hell else is going on."]}, {"speaker": 2, "dialogue": ["Yes.", "Yes.", "Yeah, I can't just accept that it that's how it feels.", "I have to second-guess it but that is how it feels."]}, {"speaker": 1, "dialogue": ["Yeah, I guess another aspect of it is that he's really betraying you like your loyalty eating you alive and his disloyalty to what really matters the most to you, which might be being dead is also keeping you alive."]}, {"speaker": 2, "dialogue": ["Haven't thought about it in those terms.", "It's funny.", "I'm not angry at you, which I find interested.", "Also interesting that one of the reasons.", "I'm not angry at you is because I don't think you care all that much and it's kind of a stance that I needed to get it to release.", "honestly, and I they don't feel like you are personally invested in me that the way James is personally invested in me or like the other people that take care of me, you know, maybe I just need to have somebody that I'm not not angry at", "pretty angry at myself pretty angry at the most people in my life."]}, {"speaker": 1, "dialogue": ["I had the impression that there's something dangerous about the possibility that I do care about what happens to you."]}, {"speaker": 2, "dialogue": ["Yeah, I'm not sure what or why."]}, {"speaker": 1, "dialogue": ["Meet at the moment, but one thing it makes me think that is I'm pretty sure with some of the including house kind of both of you in a way over looking what you feel like you want the most.", "I think that probably felt like me taking your side a little bit or at least seeing your side."]}, {"speaker": 2, "dialogue": ["seamless"]}, {"speaker": 1, "dialogue": ["Yeah, seeing your side."]}, {"speaker": 2, "dialogue": ["Yeah, you're pretty careful not to take a side."]}, {"speaker": 1, "dialogue": ["And I guess it seems to me relevant is that when I was seeing your side you had to remind both of us that I don't really care.", "What happens to you."]}, {"speaker": 2, "dialogue": ["No, I was just thinking about that last night and I was thinking about being angry and was kind of thinking about not being angry with you and trying to find out why that was.", "So maybe but it feels like it was more like a natural correction."]}, {"speaker": 1, "dialogue": ["Probably it'll be harder to talk to me if I care what would happen."]}, {"speaker": 2, "dialogue": ["Yeah, it would be much harder.", "I feel like I am like both James and I are blackmailing one another with caring about each other.", "I feel like sometimes I'm coercing him into you know, bending over backwards to take care of me and I feel like he's somehow coercing me into sticking around."]}, {"speaker": 1, "dialogue": ["Imagine you feel like this is pretty cool.", "For both of you that way."]}, {"speaker": 2, "dialogue": ["Yes, James is very upset and he doesn't feel like he's allowed to be upset because it upsets me so much and to some extent.", "No, he's not.", "It does not it does upset me too much unless it's not a tenable position for us to be in.", "I feel like I am working just as hard as he is.", "I'm working that in that state has his way rather than an in an active heart of Deceit, you know."]}, {"speaker": 1, "dialogue": ["Yes, that's right."]}, {"speaker": 2, "dialogue": ["Fruits of my work are I am still here or I'm dirt hindering or whatever and I'm a little resentful of the fact that it's hard to see that's that that's really hard."]}, {"speaker": 1, "dialogue": ["And you been somewhat functional which I think is also a lot of effort and work and not hurting or killing yourself, but still it's a lot of work."]}, {"speaker": 2, "dialogue": ["Yeah, go into work.", "Not in the last World is but before that."]}, {"speaker": 1, "dialogue": ["Yeah, and he's forcing that on you."]}, {"speaker": 2, "dialogue": ["Yeah, yeah and a part of me really just wants him to say it's okay do what you need to do.", "But like he's not going to going to say that.", "Northshore tea, but that's not really the most important thought in my head."]}, {"speaker": 1, "dialogue": ["Where you want him say that so you can just end it."]}, {"speaker": 2, "dialogue": ["Or even assured or that not going to work.", "Been riding a lot and I don't know to some extent it seems helpful and to some extent it seems like it gets me worked up.", "Which again makes me feel like maybe I ought to have control over it and don't or maybe I do have control over it and I'm just choosing to be like this."]}, {"speaker": 1, "dialogue": ["Yeah, you really have it in for yourself, huh?"]}, {"speaker": 2, "dialogue": ["I do.", "Yeah, James last night and one of those things he said was he doesn't feel like I should be able to be filled.", "Where is that?", "I don't feel or not feel the way.", "I feel like he doesn't understand why I don't cry why I don't get upset when I get upset.", "But it's like I can't except when I have to and then it's really really bad.", "Memories We have"]}, {"speaker": 1, "dialogue": ["I don't know you seem angry or to me than you seem sad at the moment not so I don't imagine you're feeling both."]}, {"speaker": 2, "dialogue": ["Yeah, right now I'm a little more Angry, you know, it's early in the morning.", "So I'm not feeling that much of anything.", "I'm so angry with myself.", "I keep thinking like what is this anger doing for me not getting very far with that."]}, {"speaker": 1, "dialogue": ["Let's back up a little bit.", "What are the angry thoughts?"]}, {"speaker": 2, "dialogue": ["Could I should be able to see a way out of this but I should be able to to do something more active.", "I don't know what I'm doing.", "I should be able to to just cope and go to work and I should be able to kill myself or I should be able to find some other option.", "I feel like my existence is hurting people I love but that if I left I would hurt them more.", "I feel like I'm not good for much.", "I'm not like I don't have anything to offer."]}, {"speaker": 1, "dialogue": ["I feel like your choices are between leaving people.", "You care about quite upset and unhappy and how you're feeling or killing yourself and making them even more and that if you had any use at all and you'd be able to figure out a way out of this or would make it better, but you can't do that either.", "So this is like another job in a way that your"]}, {"speaker": 2, "dialogue": ["Yeah, what I really want to do is just sit around and read books, you know, and sometimes when I'm going to bed or I can kind of snap into a mindset from where I can change things and I can make a change in my life and feel okay about where I am when I feel really bad and I just can't get there.", "I can't remember any of the things that used to be comforting."]}, {"speaker": 1, "dialogue": ["I think it seems like the times you felt the worst when there is something you feel you should be able to handle that.", "You just can't like attack."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Like with the apartment and showing the apartment or stopping school or work like Starbucks?"]}, {"speaker": 2, "dialogue": ["That's about right.", "There are things that it's important to other people that I be able to do.", "So there's a reason I should be able to do them.", "And I just can't I can't but then I wonder is it just is it just that I'm not organized enough for that?", "I'm not willing to hurt enough.", "Maybe I could"]}, {"speaker": 1, "dialogue": ["Or maybe there's a moment you start to listen to yourself and take how much you're hurting more seriously."]}, {"speaker": 2, "dialogue": ["Yeah, I feel like I did that all if I did that all the time I never be able to do anything.", "I was cleared to work a month ago."]}, {"speaker": 1, "dialogue": ["Yeah, I think what I said just probably made you feel worse."]}, {"speaker": 2, "dialogue": ["Maybe I was already thinking that turn up.", "So it feels like with things like work, it feels like I say to people okay, this is hard.", "This is getting pretty hard.", "Maybe this is too hard for me and they say no you have to do it and I say, okay, I'll try to do it but this is I don't think I can do this.", "This is too hard and I just mean while you know continue to do it and they say no there's a choice you have to do it and but eventually I just drop everything you say.", "No really like I'm going to die.", "I can't do this and they say why didn't you say so", "It's not like I don't complain.", "Don't I don't know how to hit the right note to let people know that.", "I'm really serious that it's"]}, {"speaker": 1, "dialogue": ["You really can't do it."]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["It's really just too much."]}, {"speaker": 2, "dialogue": ["Maybe that's because I do do it well to the point where I just can't do it anymore at all.", "So why couldn't I just do it a little less well."]}, {"speaker": 1, "dialogue": ["Do you say you're done with Starbucks and go what you're saying?"]}, {"speaker": 2, "dialogue": ["It's a part of it.", "I need to be done.", "I don't I don't know what's going to happen.", "I don't like it.", "But you know, maybe I don't absolutely absolutely need to be done.", "But I need to be done enough that maybe she's not to fuck around with.", "And you know, I'll probably give two weeks notice because that seems like the fair thing to do think maybe say I can work up until Christmas Eve, you know, I was going to have a week off after there anyway."]}, {"speaker": 1, "dialogue": ["Cuz I feel like something you can do."]}, {"speaker": 2, "dialogue": ["I didn't know it just feels like something I have to do.", "So, you know, I feel like I can work the rest of this week because I am only working two days this week.", "Yeah, I don't know so much of what I do.", "I think I can't do until I do it.", "So I think probably yes.", "I can probably do it.", "I just feel so bad.", "I just got a job.", "I don't know.", "What's wrong."]}, {"speaker": 1, "dialogue": ["Well, if because of what it means to you, you know, it's not about physically making coffee and running around for 8 hours difficult as those things can be as I understand."]}, {"speaker": 2, "dialogue": ["Running around for 8 hours.", "Yeah."]}, {"speaker": 1, "dialogue": ["But that's not why you can't go back there.", "It's because of what it means.", "I think you have to be forcing yourself to do that."]}, {"speaker": 2, "dialogue": ["Yeah hard to believe it's hard to have to feel like by everyday.", "It's hard to police myself that for 8 hours."]}, {"speaker": 1, "dialogue": ["I thought I wonder how much you are.", "Also feeling really worried about whether you're going to be able to do this therapy."]}, {"speaker": 2, "dialogue": ["It's partly that."]}, {"speaker": 1, "dialogue": ["I mean this was triggered by stuff we talked about on Friday, which is just what the doctor made you so scared about."]}, {"speaker": 2, "dialogue": ["That thought had crossed my mind."]}, {"speaker": 1, "dialogue": ["I do not doubt that it did."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["And this really is the main thing you're doing these days probably in an addition to like keeping yourself alive and keeping yourself married."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I know like for a moment, it feels like a Lifeline but I imagine you're also really scared.", "You're going to lose it.", "But things are going to get stirred up that you were going to make that are going to make it impossible or too overwhelming for you to do or maybe that I don't think so.", "I'm not sure if I'll think so you'll think so or what but"]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, I worried that I'll need to be hospitalized again.", "In other ways like I can but it's just a holding pattern and I don't know who my would be would pretty much be.", "I don't know who would run into.", "I don't know who would run into, you know, like if I had to be hospitalized this weekend, it would be a lot harder for me to say, you know, I think we're doing the right thing.", "Yeah, and I worried I won't be able to handle that."]}, {"speaker": 1, "dialogue": ["Yeah, I think that I hope it's very clear that I'm not in any way making a case about what you should do, but I'm out of Starbucks maybe taking some of the heat from therapy here."]}, {"speaker": 2, "dialogue": ["How do you mean?"]}, {"speaker": 1, "dialogue": ["Like Starbucks May well be impossible in some way again.", "I'm not striving to say otherwise, but I wonder if you're turning a little bit from what from really worrying about being able to do this to that.", "He definitely can't do that.", "You may not be able to do that entirely independent of this.", "I don't."]}, {"speaker": 2, "dialogue": ["Yeah, it feels like Starbucks and this are conflicting in some ways.", "I can things that make me go to my job.", "They're the things that make me shut down here or to upset to deal with anything.", "I feel like this is more important."]}, {"speaker": 1, "dialogue": ["I think another thing that makes a scary is an addition to the lifeline aspect of this I suspect you I'm pretty sure that you have done something one of them very interesting that you have done here Sebastian hope which is in pretty short supply and I make the prospect of not being able to do this I think all the scarier"]}, {"speaker": 2, "dialogue": ["Yeah, I pretty much don't entertain it because it's painful would be impossible without it.", "So then it seems like an impossible to do.", "I don't know what to do other than this."]}, {"speaker": 1, "dialogue": ["River"]}, {"speaker": 2, "dialogue": ["Yeah, I kind of keep saying to myself.", "This is the shortcut."]}, {"speaker": 1, "dialogue": ["yeah."]}, {"speaker": 2, "dialogue": ["Just got to keep working."]}, {"speaker": 1, "dialogue": ["Yeah, well, we should stop being in touch with and yeah, I'll get back in touch with dr. Vaughn."]}]