[{"speaker": 1, "dialogue": ["Hi."]}, {"speaker": 2, "dialogue": ["Sorry."]}, {"speaker": 1, "dialogue": ["How are you?", "What do?"]}, {"speaker": 2, "dialogue": ["Alright, thank you.", "Excuse me.", "I had my nice yesterday.", "What's the school is over for the semester but I wanted longer it probably kind of feels like I miss that structure but I'm kind of a little sad about Peter Department.", "I went to see my roommate yesterday and she said she keeps they keep finding people but for some reason these people don't want my room.", "So I've already paid for the December rent without actually living there and I've paid for the January rent.", "Also, I feel really bad about this just working out $800 is $900 a month without like sort of just wasted.", "So I mean the reason why I wanted to leave the place, I mean we talked about all of the psychological subconscious reasons, but the Practical thing that I was thinking was there was already someone who was interested.", "So I kept thinking about her and thinking of saving that money or giving it to my mom", "So then when I finally decided to me.", "Place, I asked that girl and she was still interested.", "That's why I asked my roommate to see if they would be a good fit and they're not and I was like I was a little upset by that because Alana's like yeah, the girl is a little pushy and I'm thinking she can't be any pushier than me or when do you guys actually see each other?", "Not that often.", "It was kind of lonely in that place because I wouldn't see my roommates for days and there's such little interaction time.", "Why does it matter that the person you don't really see that often is pushy?", "I don't know."]}, {"speaker": 1, "dialogue": ["Are you looking for someone to replace you too?"]}, {"speaker": 2, "dialogue": ["I cannot because"]}, {"speaker": 1, "dialogue": ["Why?"]}, {"speaker": 2, "dialogue": ["I cannot do anything because they're the ones who have to live with the person."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["So I'm not allowed to do anything.", "I mean, I know I sign the lease I'm responsible for the rent and obviously I'll pay it but just makes me feel a little bad for so they're all the they reject to get a lot of interest but then they reject people and one of the guys they rejected because he was upset that they that people mispronounce his name.", "I don't know.", "Well yesterday.", "I was feeling really really horrible.", "I was walking around the streets crying just I just and I was actually aware of what I was doing.", "I was thinking of Andre thinking and rethinking the same things and I was feeling so victimized and like what we talked about having that narrative constantly debilitate me.", "And I kept thinking all the odds are against me and well in the morning, I was on Facebook and one of the people I met a while ago, she's an artist she has drawing and yesterday someone posted her interview in this National newspaper in India.", "And I I mean, I like that girl a lot but a part of me was when am I going to make a little something of myself that I'm proud of and she's created this bubble.", "This Enchanted world where she does her art, but I'm not sure there are other parts to it.", "I'm sure she's had to struggle and she's had to accept that.", "She's not going to have too much money, but I just feel when am I going to be able to make that happen every time I try for something else goes wrong or something else happens and makes me feel bad.", "I guess another way of looking at it is that I react to situations in a negative way.", "I don't know.", "I mean, what's the point of always be thinking about that person that had such a nice childhood and like and their parents are nice and they can go home and be with their parents and lean on them anytime they want to and I don't have that.", "I mean, okay, I don't have that much except that it's a given a move on.", "I mean, that's what David would like me to do.", "So but I don't know.", "Why do I keep doing that?", "I mean, I guess I look at other people to draw lessons from their life.", "How did they do it?", "How did they ignore all the crap and do what they want to do?", "I'm always looking for that.", "But I also end up looking at though they have this thing that I never had that cannot.", "I cannot do anything about so", "ivy", "Compare ourselves to each other all the time, right or that's like some people like me who are insecure do that.", "I'll do it more often.", "I mean"]}, {"speaker": 1, "dialogue": ["That's true."]}, {"speaker": 2, "dialogue": ["Yeah, and I was asking him but I was like because he knew this girl too and I was like, so just to make this clear you have absolutely you feel absolutely nothing negative when I tell you about her entry.", "He's like yeah, I don't know Mike.", "Wow, I'm like totally insecure and you're like and I mean, he's like no I know what I have to get done and I'm like, how can you not feel like what you're doing might not be a significant or as popular as what she's doing and you don't think that way it's like well, I wish I could just be just a little bit like that would always be insecure or will I be able to feel a little secure myself?"]}, {"speaker": 1, "dialogue": ["You're not sure.", "You're not sure."]}, {"speaker": 2, "dialogue": ["No right now, I'm not."]}, {"speaker": 1, "dialogue": ["Because you're feeling especially insecure."]}, {"speaker": 2, "dialogue": ["Yeah, I guess I mean, I'm sure I I'm trying to think if there were times in my life where I was less insecure, but I don't know I might have been but I might have still been insecure about other things even as a child as like to stop going to Facebook.", "Stop looking at like deliberately torture yourself.", "Like I'll start Facebook in the morning so I can feel bad all day, but he's right about that then I'm like, but I have to develop those impulses and so I can be emotionally strong and look at those things objectively and he's like well until you do.", "You should I don't know.", "But I should say was changed or maybe it's I don't want to jinx it.", "But and I hope it's true there but I'm learning that thing about what I'm feeling is temporary.", "I don't know.", "I hope it's true because previously all these things I'm feeling I would feel them so intensely and I would just be totally in the moment and then it's Victor says that there were just be dishonest abundant present and no regard for there is a past or if they're well regard for the past definitely but no regard for the future, but I think my thinking is opening in that direction a little bit and I actually do you like or a sense that oh, I guess I'm sad right now and it feels awful, but maybe I won't feel so awful a few hours or a few days.", "I don't know."]}, {"speaker": 1, "dialogue": ["That's quite a change."]}, {"speaker": 2, "dialogue": ["Is it it's a small I don't know.", "I want to be like it's there but I do I mean I was feeling I was very very sad yesterday.", "I mean, sad enough to cry and not even realizing that I'm out in public.", "But yeah today I wouldn't feel like crying and I don't know maybe I just don't know how to be secure just in myself.", "I feel like I need a set of legitimate treatments be able to build on my sense of being on that my sense of self.", "I mean if I did nothing at all.", "I don't know.", "I don't feel like I should deserve to feel the chair and just the knowledge that I am that I exist.", "I don't know.", "I want to play the blame game, but I'm like did this come from a did this sense of you have to do something you have to do something.", "Otherwise, it's awful.", "I wonder if this comes from David."]}, {"speaker": 1, "dialogue": ["Well, it's also the reason you seek him out."]}, {"speaker": 2, "dialogue": ["Yeah yesterday I had this dream.", "And this is like I never dream about him.", "So it's very strange.", "But I had this dream that we were in the room in this place.", "It looks very normal, but it's a game where it's a horror movie free listings.", "Are they left on their own and there's a glass or something and I was behind when he was putting those things out because he knew how to do it or maybe a sense from us playing Angry Birds too much, but I don't know."]}, {"speaker": 1, "dialogue": ["So can you say the dream again?"]}, {"speaker": 2, "dialogue": ["Oh just stuff you with stuff and there's a glass or something horrible happens and I was on his arm and I was next to him and he was going ahead and defusing the stuff.", "We're doing it the right way because he knew how to"]}, {"speaker": 1, "dialogue": ["diffuse the explosion"]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["And what were like what was the explosion was like in a box?"]}, {"speaker": 2, "dialogue": ["I don't know.", "It was like furniture or something and suddenly it looks like Furniture but as soon as you go close or do something it changes it was deceptive stuff.", "It looks normal.", "But as soon as you did something that changed and became like yeah harmful something scary pop out or something, but there was that was just one of the dreams I have other dreams 2 and when she wasn't there."]}, {"speaker": 1, "dialogue": ["Do you remember those?"]}, {"speaker": 2, "dialogue": ["Oh, yeah.", "I was just I had the ability to fly.", "It was weird, but look like Google Maps.", "Do you do that?", "Sometimes?", "I just sometimes just caught myself down on some corner of the street and the images via where you can actually see the street level View and then you just go from one point to one point and then you're able to see the whole street like that.", "So it was like that.", "Yeah.", "I was just imagining I would say, okay.", "I'm going to go down the street and I would just fly over it.", "I don't know.", "I was in an auto just really famous actor in India.", "He doesn't look so good now he's in his forties, but I was with him and he was 18 and he looks really really cute and hot it's weird.", "And then I tried really really hard to imagine Victor straight, but I just couldn't do it for some reason then finally did it I cheated or something and I did it and that was hovering over him or something.", "That's it.", "It's so weird."]}, {"speaker": 1, "dialogue": ["What was the feeling in the dream?"]}, {"speaker": 2, "dialogue": ["I don't know.", "I was just like om flying.", "I don't know that I was serving stuff.", "I don't know.", "I can't describe it."]}, {"speaker": 1, "dialogue": ["What was your relationship with the actor?"]}, {"speaker": 2, "dialogue": ["I think it was sexual.", "It's very weird and rare for me to have that kind of dream.", "But yeah, he was holding me in his arms or something.", "Isn't that weird after I had that dream?", "I I don't know.", "I think I had that dream after the walking into the deceptive living room with David."]}, {"speaker": 1, "dialogue": ["What do you make of it?"]}, {"speaker": 2, "dialogue": ["I'm crazy.", "No, maybe not that."]}, {"speaker": 1, "dialogue": ["That's interesting."]}, {"speaker": 2, "dialogue": ["No, I mean, I'm sure you've heard crazier dreams in your profession.", "But no, I mean I need David through his guidance.", "Yeah."]}, {"speaker": 1, "dialogue": ["That's what comes to mind."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["knitting David"]}, {"speaker": 2, "dialogue": ["Yeah, and for the first time maybe letting him be letting him take care of me letting him leave me.", "I don't know what I feel about that because I thought I would want to do it myself take care of stuff myself, I think because I said it in this way before that.", "I feel like everyone is expecting me to be an adult and be independent and I feel that myself.", "So maybe I was resisting him being in charge and leaning on but I guess I'm accepting that I should lean on him more or I all ready and waiting on him.", "I don't know."]}, {"speaker": 1, "dialogue": ["I mean, it sounds like the dream with a sort of sexual relationship with that actor came after."]}, {"speaker": 2, "dialogue": ["I don't know why it was totally unexpected because I was just having a very innocent dream about flying."]}, {"speaker": 1, "dialogue": ["So the flying came first?"]}, {"speaker": 2, "dialogue": ["Yeah, I think I might have seen my mom.", "Also, she was teaching or something in the school and I just started flying from there."]}, {"speaker": 1, "dialogue": ["What did it feel like?"]}, {"speaker": 2, "dialogue": ["What do you mean?"]}, {"speaker": 1, "dialogue": ["The fly, what did it feel like?"]}, {"speaker": 2, "dialogue": ["Ritz carry a bit weird but normal an exciting imaginative and also I guess a little yeah fun and dangerous and being Sly and because I kept telling myself course, I'm invisible.", "No one can see me so"]}, {"speaker": 1, "dialogue": ["So you were flying and you were invisible or you were just high up?"]}, {"speaker": 2, "dialogue": ["I don't know.", "It's like the Google Maps thing you feel it's yet.", "It was pretty close because of the ground buildings.", "I don't know but then hang with the actor I was visible."]}, {"speaker": 1, "dialogue": ["You were visible."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Did you feel free?"]}, {"speaker": 2, "dialogue": ["I guess I felt just like I was doing something that I wasn't supposed you or I was doing something that people I don't know might find weird if they knew about it or not like it or something like that.", "But yeah, it was springing.", "I don't exactly know what it feels like to feel free.", "There's a lot of anxiety attached to freedom I think for me so because I'm doing something it feels like I'm doing it for the first time or I don't know what it's going to be.", "Yeah.", "What is free?", "What is it?", "What do you mean when you say feel free?", "I don't know."]}, {"speaker": 1, "dialogue": ["This was this is a very Cecilia piece thing to say you startle operating on it.", "You have an idea and then you stop and then you ask me."]}, {"speaker": 2, "dialogue": ["No, because I'm saying I'm telling that for me.", "It's something that's full of anxiety.", "So I'm not really sure that is freedom or if it's not."]}, {"speaker": 1, "dialogue": ["weather freedom and anxiety to go together"]}, {"speaker": 2, "dialogue": ["I guess they do but I'm saying for me they do I haven't asked other people if that's something to them, too."]}, {"speaker": 1, "dialogue": ["What you make of looking for pictures free?"]}, {"speaker": 2, "dialogue": ["My obsession with him as David puts it.", "Yeah, this is so much crap attached to that whole thing.", "It's just so weird.", "Yeah, the best everyone is doing or just ignoring it and nothing can matter again.", "Yeah, I don't think about it.", "Now I was asking about like will we ever be okay with him or I don't know.", "I mean, he was a good friend and now he's not even that.", "Yeah, there's so much weirdness that episode I see him on Facebook or David says stalk him or I don't know any spending women and it's like I don't know.", "I'm just afraid I mean I wanted to give me that he's seeing other women, but I'm not sure if I am.", "Okay.", "I think I have it was hovering over his bed because he was sleeping and I just wanted to be like give him a hug and then just quickly fly away or something.", "It wasn't a sexual thing which is weird because it should be but it wasn't it was actually sexual with a third totally different unattainable guy.", "It's like unattainable in every single way.", "I mean you look that way in 86 or 90 or something.", "but"]}, {"speaker": 1, "dialogue": ["So there was a confusion of time in the dream, too."]}, {"speaker": 2, "dialogue": ["No, no, no.", "Oh, yeah, maybe you're right.", "Yeah."]}, {"speaker": 1, "dialogue": ["In that piece anyway."]}, {"speaker": 2, "dialogue": ["Yeah, well yeah, I'm not sure what time it was I just assumed that what that meant was like it still", "But this guy this actor still looks like what he did when I actually just have a crush on him as a 10 year old or something.", "I don't know."]}, {"speaker": 1, "dialogue": ["Do you think that's the relationship with Victor to that this sort of kind of love like comfort thing you're feeling.", "That this sort of kind of love like comfort thing you're looking for.", "It feels like a younger your younger self to."]}, {"speaker": 2, "dialogue": ["I don't know.", "I guess love makes you feel younger."]}, {"speaker": 1, "dialogue": ["Well, I was coming on the non-sexual piece.", "I was thinking you were struck by the fact that it didn't feel like a sexual relationship almost like a friend or even the parents like just that comfort."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I'm so you associate it to be 10 when the actor was age.", "He was so I wondering if you and the dream.", "We're sort of a younger person looking for something Comfort or love."]}, {"speaker": 2, "dialogue": ["I don't know if I was younger.", "Maybe I was a little younger.", "I don't know.", "I never pay attention to my age in my dreams.", "I don't know if other people do but yeah, I come across I never thought about it, but I think I come across as a girl child not really a woman, but that's because I don't think of myself as a woman.", "I don't know when I will but I was stopping my arms and my arms look pretty thin.", "So I was like, yeah, this could be a younger me or yeah, maybe I feel like that because I just don't have friends were younger to me.", "So I don't feel older.", "I did a twenty-four-year-old a while ago.", "I didn't know he was going for I thought he was in his thirties.", "But as soon as he told me he was 20 or I just completely lost interest if I even had in the first place, but I didn't really feel old with him.", "We didn't really do anything sexual so", "Yeah, it's just like I don't know with Victor.", "I just feel like there's so much the Press stuff now is just going to be surprised.", "I wanted to get to give him this book for his birthday, but I couldn't even bring myself to mailing it or telling him that I bought it.", "So.", "That's keeps telling me he treated you really really badly.", "And he even said yesterday.", "Are you going to ruin your career your dreams just because of him you're so you're obsessed with him, and I was like God, I hope not so"]}, {"speaker": 1, "dialogue": ["How would that happen that you would ruin your dreams?"]}, {"speaker": 2, "dialogue": ["Just not being able to work and I'm just constantly thinking about him and stuff.", "I guess I'm trying that's what I'm trying not to do.", "I don't but I do think about him but it's I don't try to con because then I'll just be like, oh has he replied or if I might want to see him then I'd be like, oh does he want to see me and when and in what condition and if I see him then I'll be like, oh are we going to get back together or not?", "And it's just going to be it's going to waste too much time.", "So weeks months.", "I don't really have that shouldn't do that right now to stage."]}, {"speaker": 1, "dialogue": ["What do you think the explosives represented?"]}, {"speaker": 2, "dialogue": ["I don't know.", "Well now that I'm describing the dream.", "I was struck by the hold deceptive aspect of the things they look normal and then that's how I feel like stuck.", "Process, you know, oh I can deal with the situation and but then explodes in my face or scares me.", "It was scarier than explosives.", "It was more like I don't know it might change into a ghost or Witcher something and"]}, {"speaker": 1, "dialogue": ["Things are not what they seem."]}, {"speaker": 2, "dialogue": ["Yeah, and then I was like a damn.", "I don't know maybe in a haunted house or something or not really because everything was right and stuff, but then you go up close and then just kind of changed and I didn't know how to deal with it where David was dealing with them.", "So yeah, I mean in some ways I guess I felt like that maybe if I go to parties with him host by his friends or his faculty and just watching and waiting for a cue for him from where ya where in India is when he was doing his research.", "I was just following him and being with him made it easier or navigating form City even know how to navigate the city take an ottoman stuff even in my own University.", "I was with him and he and I were traveling together.", "So yeah, I mean in a place like idiots a bit risky for a single woman to go about on her own.", "I mean they do it all the time, but it just like I haven't been there in a long time so it for me it's a bit scary.", "So it's nice that he was there with me.", "Yeah, but how can I feel secure if I've had him it if I'm a sidekick?", "Well, it's funny isn't it funny is ironic because he's there to make you feel secure, but then I feel insecure because I'm not secure on myself.", "Batman or not?", "I'm robbing, but I'm not even like I don't even have half the powers that Robin might have I don't even know what powers does Robin have butt."]}, {"speaker": 1, "dialogue": ["You see it, but you can't shine."]}, {"speaker": 2, "dialogue": ["Yeah, I guess because then I was flying on my own and I see what you mean about it being liberating.", "It was I mean it was all so it was a twinge of anxiety with it.", "Not that oh my God, I'm going to fall.", "I don't think I felt that but I just do I know what I'm doing that kind of thing."]}, {"speaker": 1, "dialogue": ["So there's an anxiety about having a freedom."]}, {"speaker": 2, "dialogue": ["Yeah, I mean, it's just like what I said so often hear that okay.", "I have 45 minutes.", "What?", "I say how do I say it?"]}, {"speaker": 1, "dialogue": ["What do you do with open space?"]}, {"speaker": 2, "dialogue": ["Yeah, and yeah, it was in an urban space.", "I was I had my roots like I said on it was like Google Maps.", "It was really from point A to point B, actually remember thinking that okay from now.", "I'm going to fly from the street and straight to that to the end of buck Street, which is where Victor's house is or something like that is very structured and oriented.", "It was not open space and on top of an ocean or something.", "Yeah, I wish I knew how to feel more secure just by myself.", "It's okay.", "If David wants to help me in he wants to take care of me and I should let him but I should also know I can figure out that just have to furniture on my own."]}, {"speaker": 1, "dialogue": ["You know the feeling we're going to need to stop for today.", "So I will see you next Wednesday and next Friday."]}, {"speaker": 2, "dialogue": ["Okay, sounds good."]}, {"speaker": 1, "dialogue": ["Okay, and that will give us one."]}, {"speaker": 2, "dialogue": ["Merry Christmas"]}, {"speaker": 1, "dialogue": ["Oh, thank you very much.", "Same to you.", "Take care."]}, {"speaker": 2, "dialogue": ["U2"]}, {"speaker": 1, "dialogue": ["Bye."]}]