[{"speaker": 1, "dialogue": ["Hey, come on in.", "Thank you."]}, {"speaker": 2, "dialogue": ["Thank you.", "Good morning."]}, {"speaker": 1, "dialogue": ["Good morning."]}, {"speaker": 2, "dialogue": ["So I'm not sure where to start again.", "We left off last time, you know being in the middle of things I guess but not really like it's sort of like we talked and talked and then we get to really hard things men fashion eventually wives down or ends, but I don't know how to pick right back up to where we were."]}, {"speaker": 1, "dialogue": ["Does it feel like there were particular hard things that we keep getting too or does it just feel like lots of hard things come up?"]}, {"speaker": 2, "dialogue": ["I don't know maybe some of both I think mostly I think I at least try to talk about anything except Tanya and eventually we get talking about Tanya and that's just hard at least that's what I feel like today.", "I don't really know."]}, {"speaker": 1, "dialogue": ["And does it feel like you talk about everything except Tanya because you want to make sure that you get a chance to talk about other things or do you feel like you're avoiding talking about Tanya?"]}, {"speaker": 2, "dialogue": ["I think it's sort of a lot of times.", "I find smaller problems generalized in a way.", "Like if we can solve something less important maybe that will speak to something more important and it will be easier to do so.", "I think it's something more like that, but I'm not sure.", "You know, it's like we talked about this brown students and taxes and means nothing important at all.", "But there's something about relating to other people that involved in it.", "So Tanya, I might just go going to Jumping to talking about Tanya then I guess so she continues to do well in the scale of the last several months.", "I think so mean and she's depressed but not near suicidal.", "That's that's good.", "I can't remember last week if she had surged trying to reconstruct the last several months of her life or not.", "She doesn't really remember them.", "So it's particular when she was doing ECT, but even reaching out much farther back than that.", "She said she can't really remember what it's like a brown or why she couldn't handle it or what was going on.", "That made it so hard.", "Which you know, it's like the last two and a half years.", "And so I find myself in this position of a certainty for the last several months.", "I've actually been here.", "I know exactly what it's been going on as much as I can see her from the outside before that.", "I have a general sense of what was going on.", "I was in there every day and I don't know how fundamentally I don't know why she could handle what was going on at Brown.", "I can tell through sort of the thing.", "She talks about what those are mostly useful as ways of reminding people that say it said before not as good descriptors of what went on but she can't remember what she said before.", "What she felt before so that's not useful.", "She got all of these journals because particularly when she gets depressed or when she was hospitalized.", "She writes the journal a whole lot.", "She has this view of she at least over the last several years that had this point of view of depression as being sort of the month Felix thing that was imposed upon her as if no external causes in her situation can possibly be related to it.", "So we're making it not very helpful because we talked about how she feels and not what's going on that is most certainly related to how she feels up a time but now we drifted away into the causes of Tony has depression, which is big in a sense fundamentally unanswerable question.", "Like why is she depressed?", "Maybe it's not I mean, I guess I would like to have feedback on that.", "You think it's on answerable?"]}, {"speaker": 1, "dialogue": ["It depends on the type of answer you're looking for I don't mean to be intentionally invasive."]}, {"speaker": 2, "dialogue": ["Know what that's okay."]}, {"speaker": 1, "dialogue": ["I mean is"]}, {"speaker": 2, "dialogue": ["To what type of answer is it answerable?"]}, {"speaker": 1, "dialogue": ["Yeah, I'm not I'm saying that and then I'm realizing I'm not actually sure that what the like if I had actually categorized this kind of answer.", "Is that kind of answer?", "You know, there's like the question of why do bad things happen to good people, right?", "Is a question answerable.", "Well, you can find you can create answers and mini boy answers to it.", "But their answers are not you know their type of answer."]}, {"speaker": 2, "dialogue": ["You can sort of get to this how it have."]}, {"speaker": 1, "dialogue": ["Right, you can certainly get to a description and you can certainly get to a system of meaning-making words answerable.", "I mean, it's well, I'm serious though, you know a lot of religions tackle this and they have a way to answer it."]}, {"speaker": 2, "dialogue": ["But it's very much one of constructing some sort of reality in which there's answers to that sort of question."]}, {"speaker": 1, "dialogue": ["Yeah, so can you then tease out the percentage of biology and the percentage of environment?", "No, I mean, although I imagine that's not quite what you mean.", "I don't think you would know that you would think that way anyway."]}, {"speaker": 2, "dialogue": ["No, I don't know that's sort of what I meant by fundamentally and then answer that I think like it happened.", "We can be pretty sure of that."]}, {"speaker": 1, "dialogue": ["Right, so even gets this to the point of environment and maybe this gets to the difference between biology and environment people have horrible traumatic experience and are kind of okay in life and people have less horrible experiences and go through life like completely disorganized and miserable.", "I mean,"]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["Why does that happen?", "And maybe an important part maybe the important maybe the important point.", "I'm thinking as I'm talking in order to think in a sense is that I mean that maybe the point for you is that how can you make sense of it?", "It may not be the answer because there may not be the answer.", "But what kind of sounds can you make of it?", "And Tanya may make her own sense.", "You may have a shared sense, but you need to make sense of it to because it's your experience with her as your wife and your life, you know."]}, {"speaker": 2, "dialogue": ["Yeah, and I can make sense of and I can make sense of it.", "Well enough and on the other hand, I can't make sense of it at all, I guess.", "Yeah, it's sort of like our best scientific evidence suggests that the biology and the environment are entangled and Subway like their environment Iran continues to shape you throughout the time in the actual physical way in recent studies that strongly support that it's good.", "It's interesting, but it doesn't we could talk about Mind Body divide and all that but I don't know that matter.", "Is it also when she had a particular set of suspect abilities that the environment at Brown really played on it despite counseling with an absurd number of people regularly and couldn't deal with it and couldn't deal with it and couldn't develop a way of dealing with it.", "When I guess the piece that I really can't get a grip on is where it came to suicidally because there's this option of just walking away from where she is but I think that for her she couldn't see it.", "Option I think that in part because she couldn't see the depression as a thing X parade by her surroundings or something like that.", "And so I can't make sense of it, but the", "is Halloween some way because sort of just rationalizing all the pieces not one that I can share with her in any meaningful way because she doesn't remember and so", "You know, there's an interesting description of it as an illness itself has progressed across Generations in her family.", "So go her parents parents were really terrible parents just didn't seem to like children were angry all the time towards the children at their existence or something like that which left their father with anger issues in the mother with abandonment issues and then they got married and their anger and abandonment issues together and so her mother left and her father yelled a lot and then left her with both sets of issues, which they have played out in a relationship probating the traumas that were handed to her to me."]}, {"speaker": 1, "dialogue": ["What are you thinking about?"]}, {"speaker": 2, "dialogue": ["I'm thinking I'm her I'm angry about it and she's coming back to the abyss in a lot of ways and she doesn't remember things being and she can just tell that she was in it because she's coming back from it.", "And there's sense in which she expects me to be a partner to her.", "I don't really trust her and you know, I think I love her but often I just feel so many negative emotions like pain and anger."]}, {"speaker": 1, "dialogue": ["I can see how troubled You Are by this I can see it and I can understand it to."]}, {"speaker": 2, "dialogue": ["Thanks, but I don't think about I don't I don't know what to do about it.", "So, you know you suggest about talking about it can help and I'm talking about it.", "But other than that, I don't really know what to do."]}, {"speaker": 1, "dialogue": ["Well, there's so many layers to it.", "There are at least two which is the feelings you have and then the implications to the feelings you have are possible application."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["I guess the implications part is the to do about it part and possibly somehow linked to that what you do about it.", "What does it mean for you?", "What does it mean to Tonya?", "What does it mean to your relationship?", "What does it mean about the future of your relationship expectations you had modifications and expectations possible modifications and expectations because how can you possibly know?"]}, {"speaker": 2, "dialogue": ["Yeah, I feel like you got a pretty good handle on them.", "And there's a sense in which I think that's particularly hard to deal with for me because it falls into a repeated class of failures for me.", "So like I grew up in a religious organization that had totally corrupt leadership.", "I had these expectations of going to college and it being the filling time of you know, reading and learning and growing with a community of people want to do the same which I did find a very small community of people who are very like-minded, but it was not very not that", "Full Celine undergraduate school for not similar reasons, but actually with similar expectations and really not the same.", "It's just an Ohio in a particular.", "Everyone is very very busy and doesn't recognize to extent to which they're missing and the real Conjuring ality in the department.", "It's really hard to see it be part of it and deal with again.", "I have these expectations of marriage of some sort of partnership that we had made a sort of plan together to do this graduate school sayings get through it together.", "She had just gone gone.", "It feels like this thing happened in some way, you know a place that will", "But I won't snuff surprised and it happened in graduate school.", "I sort of went well.", "Okay, what do we do about it?", "And so I stopped on a lot of communities in an effort to make it a better place for the next set of people because it's not a thing that's going away.", "I don't know what to do here.", "You know, I'm doing well or very nearly all the house chores for two people for 6 months or longer in addition to working and trying to take care of Tanya manager care what other people are taking care of her and you know, she's now in this place of can't remembering things because of the e c t that she did and innocence on my watch right?", "So it's which can't remember things and I feel like at least a little bit of it my fault even though I'm not sure if I could have made any different decisions.", "So now I'm talking faster than you can respond or something but"]}, {"speaker": 1, "dialogue": ["You don't talk very fast."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["You're doing fine.", "I'm not itching to respond."]}, {"speaker": 2, "dialogue": ["Okay, I think response would be helpful.", "Even if you aren't itching to."]}, {"speaker": 1, "dialogue": ["Because you're feeling lost in this."]}, {"speaker": 2, "dialogue": ["Yeah, and I can say these things to myself right just saying them.", "It's not often but enough if I can just acknowledge that but I'm not sure that's enough here.", "I know what has happened.", "I don't know what to do."]}, {"speaker": 1, "dialogue": ["Well, I think here's one of the difficulties.", "There's a lot of difficulties difficulties seems like such a generic word, but there's a feeling of like what has happened.", "How do you even make sense of that and work through it the sort of disappointment the pain and the anger and that's a piece of it the other piece of it maybe which is larger.", "I don't know is what are the implications for the future in your marriage?", "It's not simply just working out or try to work through something sort of terrible that has happened in your recent past but it's what does this mean for your future which is a really that's huge.", "And I feel like I started thinking about where your expectations come from.", "There are probably a lot of ways to think about this but I thought of three things in one particular kind of way of thinking about it.", "There are your hopes and dreams you could say or your hopes and dreams come from but let's put that aside for now.", "Your experience I expect this because in my experience it's happened before and promises that people makes you that you then expect them to fulfill.", "I'm so in all three areas.", "This has been awarded for you.", "Certainly.", "These are not part of your hopes.", "This was not part of your experience.", "Tanya was depressed in the past.", "But this level of depression was not part of your experience.", "And this has nothing this is the antithesis of what she promised you in terms of being your wife and being your partner."]}, {"speaker": 2, "dialogue": ["Yeah, I don't feel like her feeling in her promises.", "Give me an excuse to fail in mine.", "It's that certainty in regular and regular contracts off.", "Obviously that voids the contract but it's not how I view this particular engagement for marriage literally but Arrangements.", "You know, then there's the question of does this matter what you know, if she's not responsible responsible for the illness can be angry with her and some sense.", "That is the thing that happened to her as much as it happened to me.", "But if she's responsible for the illness, then it's a thing she did as well as what happened to her.", "I don't know why it really matters, but it seems to"]}, {"speaker": 1, "dialogue": ["I would imagine responsibility would matter for most people and then I would also say in particular for you in addition to that it's your personal ethic in a very broad sense that."]}, {"speaker": 2, "dialogue": ["Yeah, I think that's about right."]}, {"speaker": 1, "dialogue": ["But it's also important", "I mean you know I mean because she had something or she felt suicidal and what she did with that which is talk about it threatened it others would threaten it as you know"]}, {"speaker": 2, "dialogue": ["yeah, I know I"]}, {"speaker": 1, "dialogue": ["There's actions about her that it hurt you it hurt her too, but it hurt you.", "I'm so you're wondering is she responsible for hurting you or could she not do anything about hurting you?"]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["and that matters"]}, {"speaker": 2, "dialogue": ["Sure.", "Sure seems to matter to me.", "Yeah, it's her.", "She does not like the idea of having hurt me.", "But mostly I think she's just pleased that she didn't kill herself, which is fair.", "I'm glad she didn't kill herself also, but"]}, {"speaker": 1, "dialogue": ["but even saying that I get the sense, it's sort of like that's a pretty low bar."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Like great.", "Okay, but"]}, {"speaker": 2, "dialogue": ["Yeah, I know.", "I mean on one hand.", "It's a level bar on the other hand is a really high bar."]}, {"speaker": 1, "dialogue": ["I can understand that."]}, {"speaker": 2, "dialogue": ["You know, I think it really does matter that she didn't kill herself.", "I also think it's also matters that you didn't try although.", "When you get to the point of making a plan and getting ready to execute the line between that and trying doesn't seem like a large lines me, but not that big of a deal."]}, {"speaker": 1, "dialogue": ["Do you think she understands that she may need to do things to regain your trust?"]}, {"speaker": 2, "dialogue": ["I think she's heard those words and understood them, but I think I'm but I'm not sure.", "I'm pretty sure she would not have any idea.", "How the process would go?"]}, {"speaker": 1, "dialogue": ["well, I would think that would be true for you to"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Do you think less so maybe not I don't want to speak prematurely."]}, {"speaker": 2, "dialogue": ["That's okay.", "Yeah, I guess I don't have as you know, I don't have a very clear sense of How It Go but yeah.", "Yeah, I don't have a clear sense of how it go.", "But I and I don't have a clear sense of how we go in the same time when she was filled Crest like let's be clear.", "I don't think she's I don't know even that word to be used normal.", "I'm not sure I think she's still depressed but not nearly as bad and then so then yeah, I don't know that she's thinking very hard about the future so much as dealing with the present and the guy got to be awful not to remember the last several years that's got to be terrible, but I don't actually have as much sympathy left for her, which is horrible or I think it's horrible, but"]}, {"speaker": 1, "dialogue": ["It's horrible that you have your limits."]}, {"speaker": 2, "dialogue": ["Yeah, sure.", "I mean, that's right.", "I shouldn't have any more minutes.", "I said that jokingly but"]}, {"speaker": 1, "dialogue": ["I know I was going to say let's talk about some expectations.", "You know what the human being is capable of let's talk about expectations."]}, {"speaker": 2, "dialogue": ["Yeah, and so, you know, I think I'm better than other people.", "Maybe I have an articulated that in so many words before but I feel like I've tried to say that and so I have pretty high expectations for myself to be able to handle these things.", "And for the most part I can't so that any space between handling it perfectly and where I can actually am is not always but sometimes that's space in which I'm failing because I can see how you would handle it better, but I can't it's not some significant sufficient to say well under these circumstances a person normally handles it this way because it's very few aspects among the life and which I have been normal, you know, sometimes I can deal with that.", "Sometimes I can't that's an ongoing struggle to say.", "Under ideal conditions.", "I would handle it this way.", "These are not ideal conditions."]}, {"speaker": 1, "dialogue": ["It did seem like when you said Tanya would have no idea what that would look like, but it sounded like you had more than no idea."]}, {"speaker": 2, "dialogue": ["Yeah, I feel like a way forward for us is for her not to reply to me alone right now.", "Like she has friends and family and then get them to help her deal with the problems of now are less severe and that we can help with and that's you know, I've asked her to talk to her friends and her family about the memory loss and she's both because she has a tendency to try and hide things like this and because I can't reconstruct every conversation.", "She had with another person for her or what she did with these peoples often.", "I only hear what Tanya told me and don't remember it now or remember it just be receipt house because it's just", "What's so I think she will do that.", "Just"]}, {"speaker": 1, "dialogue": ["Yeah, I was going to ask to feel like she's responsive to that when you ask her."]}, {"speaker": 2, "dialogue": ["you know, she seems to think that made sense and that she would do that in so I think she will I think it will take her time.", "I think she will continue to rely on me for", "you know day today sport in a variety of ways."]}, {"speaker": 1, "dialogue": ["do you feel that she understands that you're saying that not simply for her benefit, but for your benefit to"]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["That's important.", "If she feels like you're just trying to be helpful to her then you know, she can sort of do what seems like it might be helpful to her but not about what you need which is which is different motivation."]}, {"speaker": 2, "dialogue": ["yeah, and I can't remember now what I actually said, which would you know whether I said I think you need to or", "I need you to I can't remember which I said at the time.", "I mean the other piece other piece of this is like how do I have conversations with her where I say that like I can't support you right now.", "I can't do that."]}, {"speaker": 1, "dialogue": ["What's the how part?"]}, {"speaker": 2, "dialogue": ["I hope heart is like both practically and murali like that is the thing that will hurt her.", "It's not like I haven't had pieces of that conversation over the last several months a couple months."]}, {"speaker": 1, "dialogue": ["What's the moral piece?"]}, {"speaker": 2, "dialogue": ["If I know that an action I take is going to hurt her and I take that action then there's some sense of me trying to deliberately hurt her."]}, {"speaker": 1, "dialogue": ["I can see where this is going to go this conversation, but she took actions that hurt her intent was not to hurt you but they hurt you just like the intent would not be to hurt her but they might hurt her.", "I'm not arguing you should do a tit-for-tat.", "I'm just simply."]}, {"speaker": 2, "dialogue": ["Yeah, I mean, this is for the responsibilities question comes in.", "In though, doesn't it if we fight I don't feel like she did that to hurt me but I feel like she could reasonably understood both given her childhood and her first long-term relationship, but she had an emotionally abusive boyfriend who was depressing friend to kill himself if she didn't do whatever."]}, {"speaker": 1, "dialogue": ["Really?"]}, {"speaker": 2, "dialogue": ["I mean something like horrible horrific terrible things have happened to her and I get that and that's a bad but that should make him work through to her that doing these things is not okay not and so should make it more clear to me that doing these things is not okay not less.", "So it's like, you know"]}, {"speaker": 1, "dialogue": ["Well, I would argue that what we're talking about with you.", "There's a more productive and goal.", "There's a more productive end the goal than with her what she did."]}, {"speaker": 2, "dialogue": ["Yeah, that's probably correct."]}, {"speaker": 1, "dialogue": ["It does make and especially when I think about what happened between her and this professor before you guys got married.", "It doesn't make me think very much in the model of helping a relationship heal in the face of infidelity.", "Not even that actually test.", "And when someone betrays your trust in a very deep way, we sort of Define infidelity like that.", "How do you help a relationship heal?", "And that's what we're talking about in terms of regaining her trust.", "And of course there was a previous infidelity which may not have even been probably wasn't as dramatic for you as this one.", "We're a matched amorphous structure of what we think of infidelity, but then there's this"]}, {"speaker": 2, "dialogue": ["No, it's interesting that that keeps coming to mind.", "Like I thought I had more or less put that to rest but other infidelity, but it's interesting that comes to mind when I'm angry now, even though I even though I really at least don't think or do you think I forgave her?", "Had words to heal.", "Mostly.", "I think that the analogy is good and interesting one."]}, {"speaker": 1, "dialogue": ["Well, it's a betrayal of like sort of the very I mean, I guess you could sort of I don't know if you can frame a lot of things into betrayal of trust because that's what it's a very specific way.", "But there's certainly I guess there's ways in which people don't meet our expectations and then their expectations that seemed so foundational on basic that when those expectations are not met or worded.", "That's that's betrayal of trust like somewhere.", "There's some, you know Continuum, but I should think about it more"]}, {"speaker": 2, "dialogue": ["Yeah, I know.", "I mean it seems like there's some definitional expectations or something.", "Yeah."]}, {"speaker": 1, "dialogue": ["But I'm not in a very practical way and I'm not saying it should be now, but I just think how you guys started with me.", "I think it would be helpful for the two of you to have a couples therapist.", "It wouldn't be me anymore, but we talked about this."]}, {"speaker": 2, "dialogue": ["Clearly yeah."]}, {"speaker": 1, "dialogue": ["The get-go in terms of we switched but you know, especially if I I think it would be helpful anyway, but then when I put it in the framework of regaining trust, which I really think couples need an outside party to do when there's been a violation of trust.", "I don't really maybe it's not possible.", "It seems close to impossible to heal on your own.", "I really do think you need the presence of a third-party.", "I mean a trained third-party but another to help with that.", "It seems so foundational to a relationship and we could talk and we could talk about practicat.", "And we could talk about practically if you want to do it when you want to do it when it would even make sense if Tanya was open to doing it again when that would be but I do think that would be an important piece probably in both of your healing processes.", "What are we thinking there?"]}, {"speaker": 2, "dialogue": ["I'm thinking that's an interesting suggestion.", "I think it makes sense.", "You know, it gives me a window into why are you would do what you do also, and I think it's interesting."]}, {"speaker": 1, "dialogue": ["How do you mean?"]}, {"speaker": 2, "dialogue": ["Well, if you think that it's almost impossible for couples to heal from you, then that somebody needs to do it.", "There's a good reason to do it."]}, {"speaker": 1, "dialogue": ["Yeah, I think I'm hopeful two couples in a lot of ways like be a lot of ways but certainly that in my opinion.", "That's one way in which I think it's virtually impossible for a couple to do it on their own.", "I think in most other ways it's very helpful to and maybe I don't know I have to think about it more maybe there's a lot of ways but then I think it's a virtually impossible but that in particular just comes to mind.", "and it has so many of the characteristics of infidelity because one question that when there's", "An affair is how do I know he won't do it again?"]}, {"speaker": 2, "dialogue": ["Sure."]}, {"speaker": 1, "dialogue": ["and so"]}, {"speaker": 2, "dialogue": ["Sure, it's the same question of responsibility and I'm player."]}, {"speaker": 1, "dialogue": ["is there"]}, {"speaker": 2, "dialogue": ["Yes, I guess there is often."]}, {"speaker": 1, "dialogue": ["Not quite right.", "I mean there's definitely differences.", "It's not the exact same thing.", "There is a question.", "It's not quite like this though.", "There is definitely more assumed responsibility, you know, I think in the case of an affair, it seems more volitional potentially more volitional.", "But you have a much better vocabulary to describe it but it seems like there are responsibilities that are your worth because they're by definition in your control and there are responsibilities that may or may not be in your control at least from moment to Moment by signing up for them and make you an obligation to another person is still your responsibility even if moment-to-moment.", "It doesn't seem like they're in your control and those are still responsibilities."]}, {"speaker": 2, "dialogue": ["Yeah, that sounds like more or less right?", "Yeah.", "Yeah, and then they're just like, you know in a sense of like", "how it's good thing to be nice to people and that it's particularly a good thing to be nice to people who are in pain.", "So if Tanya is still in a lot of pain I should be nicer but I'm also angry it's hard being nice when I'm angry."]}, {"speaker": 1, "dialogue": ["Well, it's good to be nice to people who you love."]}, {"speaker": 2, "dialogue": ["That's true to ya."]}, {"speaker": 1, "dialogue": ["and you feel that way to her, but she feels sad, you know, you could find a lot of categories that don't fall under obligation, but"]}, {"speaker": 2, "dialogue": ["Well, and so this is when things right like this is why the brown students and their taxes are so relevant like they're not meeting their obligations, but it doesn't change what I need to do.", "So obviously I don't love them.", "So that's the issue.", "But I feel like you're arguing for some sort of society in my perceptions and I just"]}, {"speaker": 1, "dialogue": ["Actually not maybe before a little bit.", "I wasn't necessarily suggesting that."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["I was more so it's saying two kinds of categories of responsibility not represent us attorney for someone."]}, {"speaker": 2, "dialogue": ["I see I see."]}, {"speaker": 1, "dialogue": ["Yeah, we're going to need to stop there for today."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Because I'll see you next week."]}, {"speaker": 2, "dialogue": ["All right."]}, {"speaker": 1, "dialogue": ["Okay.", "Take care."]}]