[{"speaker": 1, "dialogue": ["I heard they lost.", "Sorry about that."]}, {"speaker": 2, "dialogue": ["if they won they would have put San Francisco and I would have been in San Francisco for my the Super Bowl instead of at my grandma's 90th birthday party so now"]}, {"speaker": 1, "dialogue": ["I guess she'll be there during a Super Bowl."]}, {"speaker": 2, "dialogue": ["yeah but they won't be in the Super Bowl", "so I had a real slap day yesterday just stayed in my PJs and slept on the couch and watch the inauguration all day and I went out to get Chinese food which I threw up this morning"]}, {"speaker": 1, "dialogue": ["Oh, no."]}, {"speaker": 2, "dialogue": ["Nice.", "Yeah, which is probably a good thing because I ate too much."]}, {"speaker": 1, "dialogue": ["That's a pretty delayed throwing up.", "I mean", "I know you like spit up some phlegm in the morning, but usually don't go throw up like dinner in the morning, you know."]}, {"speaker": 2, "dialogue": ["Only when I order Chinese food because I eat too much.", "So it's still in my stomach, you know, 12 hours later 8 hours later whatever it's happened once before and I woke up yesterday.", "I had no no nausea whatsoever.", "So I was a little surprised because I figured I was dehydrated.", "From drinking but I decided against taking the adderal yesterday because that would have probably motivated me to do something."]}, {"speaker": 1, "dialogue": ["We will wait backup.", "You decided not to take the Adderall because I had you taken it.", "You would have felt like getting something done and you didn't want to feel like getting anything done so you didn't take it."]}, {"speaker": 2, "dialogue": ["Sort of it's not that I didn't feel like getting anything done.", "I don't feel like doing anything, you know kids."]}, {"speaker": 1, "dialogue": ["And you were worried you might start to feel like doing something."]}, {"speaker": 2, "dialogue": ["If I take the adderal, yeah, you know like I'd go to the office and do something, you know, which I probably should have done.", "I'm going straight to the office from here.", "And I had motivated and made that decision before I took the adderal.", "But I definitely can tell the difference not too long after taking it like right now from how I saw, you know an hour ago."]}, {"speaker": 1, "dialogue": ["Good.", "I'm glad it's helping it could be really"]}, {"speaker": 2, "dialogue": ["you know, it's like I'm just like"]}, {"speaker": 1, "dialogue": ["different yeah"]}, {"speaker": 2, "dialogue": ["I might just you know too tired and this is giving me energy or is it really helping my focus and stuff like that?", "I thought about something that I was able to focus on a little better.", "I can't remember what it was.", "I think Ian was bothering me while I was doing what I was trying to do something.", "I can't remember.", "I did want to see the kids yesterday though.", "I was going to text Jess to see if they went and see when they were going to get back, but I never did."]}, {"speaker": 1, "dialogue": ["for the weekend"]}, {"speaker": 2, "dialogue": ["just for"]}, {"speaker": 1, "dialogue": ["for the day"]}, {"speaker": 2, "dialogue": ["for the day.", "Yeah and little friend moved cheese.", "There was call me when I can't take the call you no have to leave a message.", "And then when I did speak to them, you can't even remember the conversation like nothing was accomplished, you know, so I kind of ended up talking with Jess about what's going to happen with the house and she still suggests that I move into the house and that she take my apartment which now has one less room.", "I'm like, how are you going to fit in there, you know?"]}, {"speaker": 1, "dialogue": ["So, is that your condo?"]}, {"speaker": 2, "dialogue": ["No, that's their multi-family."]}, {"speaker": 1, "dialogue": ["Where is she now?"]}, {"speaker": 2, "dialogue": ["Write what she wants to do is because my rents going down to 1200.", "She's not going to be able to get 1200 rent anywhere that isn't a slumlord or in a bad neighborhood.", "So she wants my 1200 rent, you know and for me to move into the house that's getting foreclosed on or short stay alert.", "I don't know why she wants me to move there, you know, but"]}, {"speaker": 1, "dialogue": ["Wright's just wants to cover her own ass."]}, {"speaker": 2, "dialogue": ["Yeah, but I've been dreading talking about it and it wasn't so bad, you know just about what we were going to do as far as selling, you know, and I said I was going to do something see if they have an investment modification program.", "Maybe I'll call them today or tomorrow."]}, {"speaker": 1, "dialogue": ["This is the bank."]}, {"speaker": 2, "dialogue": ["Yeah, just to buy sometime, you know.", "Makanda litigation is just I'm on all these emails that I can't even read them.", "They're just so I don't even know what they're talking about.", "They're arguing over stuff and taking Hot Shots at each other.", "The disenfranchised trustee is, you know, both trustees gave me.", "Little bits to what the finances were or at least Riley did the guy who jumps eyes, so she thinks that you should be brought up on perjury charges because he no longer supports the litigation.", "I don't want to explain to her that you know, you didn't lie in the effect of it.", "He just doesn't want to enforce it, you know.", "They really need to either go into some sort of mediation or hire their own lawyers and sit with each other individually.", "I mean, I have to figure out how to extract myself from the situation.", "You know, Riley has not been communicating to me about at all about it.", "He just sent one email said he no longer supports the litigation and of course the email that I wrote out with her with our options likely I didn't talk about our trial strategy, but the disenfranchised women and sub emailing it to the defendant.", "I'm picking a trial date on Tuesday.", "We have a closing that morning.", "Probably not going to be able to meet with you on Tuesday."]}, {"speaker": 1, "dialogue": ["Which Tuesday?"]}, {"speaker": 2, "dialogue": ["This coming Tuesday the 29th."]}, {"speaker": 1, "dialogue": ["About a week from today."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["So we're off."]}, {"speaker": 2, "dialogue": ["I know better today, but I think I've got a closing that morning."]}, {"speaker": 1, "dialogue": ["Okay.", "Do you want me to send a message later today?"]}, {"speaker": 2, "dialogue": ["Yeah, if I remember but I pick Ian up today.", "Jess is taking some knitting class or something like that.", "You know, she complains that she has no time to get work done and she's so overwhelmed and you know, I don't know but taking a knitting class in the middle of the day.", "She takes all of Friday off with Lucille."]}, {"speaker": 1, "dialogue": ["We every week or"]}, {"speaker": 2, "dialogue": ["Yeah, they've got a class at the school that they go to she's been trying to apply for the preschool program and get what's the word.", "They have a preschool program.", "I think they do."]}, {"speaker": 1, "dialogue": ["This one out there."]}, {"speaker": 2, "dialogue": ["Yeah, trying to get financial aid.", "Yesterday was interesting because you know, I felt crappy all day, you know, and it wasn't so much bummed about the game.", "I mean, I'm sure that affected my mood some but just, you know lonely nothing to do just you know, I don't know.", "And I helped Ian felt his Pinewood car this car that I had no fucking clue what I'm doing went and bought some stickers for it numbers and flames and skulls and stuff like that little decals.", "He has a bunch of paint but I don't think he has the right paint to it.", "I don't know paint would I don't know they kind of don't give you a whole lot of Direction, you know.", "They're just like help you cut it and then they just like, all right, the way it is the way it is, you know, whatever.", "So there's no okay.", "She is what you need to do now or anything like that, you know, I don't think it's our Times Leader kind of a scatterbrain."]}, {"speaker": 1, "dialogue": ["You really do the thing where you feel?"]}, {"speaker": 2, "dialogue": ["There's not a clinical term for it."]}, {"speaker": 1, "dialogue": ["There's some clinical terms."]}, {"speaker": 2, "dialogue": ["I just wonder if this thing was official.", "Jargon or"]}, {"speaker": 1, "dialogue": ["You also do this other thing."]}, {"speaker": 2, "dialogue": ["back to the first thing.", "I do sorry for interrupting."]}, {"speaker": 1, "dialogue": ["the second thing"]}, {"speaker": 2, "dialogue": ["That's part of one of the symptoms of ADD, so"]}, {"speaker": 1, "dialogue": ["Yeah, but you don't interrupt randomly you enter up specifically what I'm trying to tell you something.", "I guess.", "I think that it's funny."]}, {"speaker": 2, "dialogue": ["So I do this thing what?"]}, {"speaker": 1, "dialogue": ["Yeah, where you feel you have this fantasy that you're completely helpless."]}, {"speaker": 2, "dialogue": ["fantasy"]}, {"speaker": 1, "dialogue": ["Yeah.", "Oh my God.", "I have no freaking clue what I'm doing with the whole Pinewood Derby car.", "I just they just don't give us much direction to scout leader is kind of scatterbrained.", "I don't know if we have the paint to paint on the wood if this it's a Saturday 5 days from now, whatever.", "I mean there's this thing called the internet or people, you know, I mean, you could look it up in 15 minutes short of a detailed instruction if you want about what to do.", "I'm sure I'll figure out where to buy the paint or you know, you could probably watch a video on YouTube showing you exactly what to do and you don't need me to tell you this like you've used Google and YouTube before and part of you is like, oh my God, I'm completely overwhelmed.", "I have no idea what to do.", "I have as responsibilities way over my head when they can't handle it.", "It's only five days away.", "I'm going to let my kid down.", "I'm anxious and Confused.", "So it's like striking to me.", "Are you going to ask one of the other patients parents or you could call the scout leader and ask him or her where to look or you could I mean any one of those things would probably work in again?", "I'm not saying this to you know, I'm so smart.", "I have all these ideas you could think of this but"]}, {"speaker": 2, "dialogue": ["It wasn't about my anxiety."]}, {"speaker": 1, "dialogue": ["maybe I mean clearly you are feeling anxious when you are feeling overwhelmed.", "Absolutely and I sense if your anxiety I don't think you're actually I'm not sure that's really mostly what this is about.", "Another all questioning how you feel, you know, do you feel overwhelmed you feel anxious do you feel and do you feel helpless?", "I absolutely believe that you do.", "I know you're not making that up and I know it's really unpleasant.", "Absolutely.", "I'm not sure.", "Is this like a bid for attention?", "Do you want somebody to run in and help you out or fix it or make it better and tell you what to do.", "Is it because you know, if you got instructions then you'd actually feel responsible for doing the car doing a job and somehow that would be normal.", "I don't know.", "Is there something else?", "I'm not sure."]}, {"speaker": 2, "dialogue": ["Just kind of something beyond my comfort zone, you know.", "I don't have really good woodworking or painting or any time of skill that requires making something using a tool"]}, {"speaker": 1, "dialogue": ["I guess I sort of think that's the same thing again.", "I hear what you're saying.", "You were saying you're sort of like crap C or Carpinteria that way.", "It's not something that you're comfortable with at the same time.", "You're smart.", "You're a smart confident guy.", "You can probably get pretty good instructions is a fucking Pinewood Derby car.", "You know what I mean?", "I don't know if that's what you have.", "No, I don't know if that you have no confidence.", "You know, I guess I refuse to believe you don't have the like you're not so smart never stole enough to my get in there and give it a try and have it turn it adequate.", "You know, I'm sure Ian is probably excited about how it looks when it turns out he feels mostly excited.", "Just doing it with you, you know, and I'm sure if you like good instructions.", "Thought about it a little bit.", "I mean 20 minutes or something before you get.", "And worked with him on it that you know, you could do more than adequate job.", "Maybe it would be the best one there or the fastest one or the best-looking one, but it would probably be fine.", "I guess it doesn't feel like that."]}, {"speaker": 2, "dialogue": ["No."]}, {"speaker": 1, "dialogue": ["I imagine you have the sort of idea that you're just"]}, {"speaker": 2, "dialogue": ["I made one when I was a kid, but I remember nothing about making it other than I won the silliest Car funniest car.", "I made like a Datsun, you know, I don't even remember why it was so funny and wants to win the silliest car, but we're not making a silly car.", "I don't know."]}, {"speaker": 1, "dialogue": ["Okay, I think you could do a fine job if you spent, you know, 20 or 30 minutes on Google and YouTube."]}, {"speaker": 2, "dialogue": ["When am I going to do that?"]}, {"speaker": 1, "dialogue": ["maybe took a trip to like"]}, {"speaker": 2, "dialogue": ["Michaels"]}, {"speaker": 1, "dialogue": ["Sure, Michaels."]}, {"speaker": 2, "dialogue": ["they have a whole pile derby stuff."]}, {"speaker": 1, "dialogue": ["Shirt that sounds ideal then it's mostly about spending time with the kids doing something together.", "Maybe you guys will turn out something fine was involved.", "Did they give you like the parts of a cars and you have to put together or"]}, {"speaker": 2, "dialogue": ["To give you a block and some Wheels."]}, {"speaker": 1, "dialogue": ["and you have to like you sauce and"]}, {"speaker": 2, "dialogue": ["Yeah, they had a bandsaw Junior template on the car and they cut it.", "We actually have to add pieces of wood to the top to make it.", "You know, which is the part.", "I'm really more concerned about is, you know, making it look like a bumper car, you know."]}, {"speaker": 1, "dialogue": ["So what do you need to add to the top?"]}, {"speaker": 2, "dialogue": ["Just like the front Shield, you know, it has it kind of goes up a little bit and then there's like a back part, you know, just kind of a little it has to be built up a little bit."]}, {"speaker": 1, "dialogue": ["ICCU have", "Like a car with no front back when shields and you need and you kind of need to put those on there."]}, {"speaker": 2, "dialogue": ["Write a lot of the cars are race cars where you go down and you know where this is your building it up."]}, {"speaker": 1, "dialogue": ["I see that something that has to be wood or can you get it get like"]}, {"speaker": 2, "dialogue": ["well, I don't want"]}, {"speaker": 1, "dialogue": ["Michael's nails and pieces in a piece of tape in like just", "or maybe three nails like boom boom boom.", "And then you put a piece of tape.", "That's the windshield kind of around the nails and then like, you know what I mean?"]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["Then you can even get a Sharpie and you could like draw the windshield wipers."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["I'm horrible at this stuff so I can pick me up the easiest least Talent way to do it because that's about what I would be up to."]}, {"speaker": 2, "dialogue": ["If only it was a girl."]}, {"speaker": 1, "dialogue": ["How do you get up to this?"]}, {"speaker": 2, "dialogue": ["Well, we'll find out."]}, {"speaker": 1, "dialogue": ["I think the main thing that gets in your way is that you're afraid to give it a try.", "So you kind of overweight it and feel helpless and then when you get there and you haven't thought about it at all and you're kind of freaking out a little bit, you know, then it does make things more difficult.", "Pull it off.", "What do you think?"]}, {"speaker": 2, "dialogue": ["I don't know.", "I mean it's just you know."]}, {"speaker": 1, "dialogue": ["What?"]}, {"speaker": 2, "dialogue": ["What?", "What?"]}, {"speaker": 1, "dialogue": ["You said you know."]}, {"speaker": 2, "dialogue": ["I don't know.", "I was thinking about something else."]}, {"speaker": 1, "dialogue": ["What was that?", "Cameron I don't think you have enough self confidence in yourself when it comes to a lot of things."]}, {"speaker": 2, "dialogue": ["We already knew that how does that explain why I have a ton of laundry that I needed to do 2 weeks ago."]}, {"speaker": 1, "dialogue": ["I think you feel kind of crummy about yourself as a result in part of your lack of confidence.", "And you know, when you're feeling call me about yourself.", "It can be hard to be motivated and take care of yourself.", "You still down and you don't feel like you're worth it.", "You don't do your laundry."]}, {"speaker": 2, "dialogue": ["I don't know.", "When do the bathroom Chinese food?", "Yesterday was Blue Monday the most depressing day of the year my whole life or something it was.", "the things that will happen, I don't have", "I don't know.", "I just don't know."]}, {"speaker": 1, "dialogue": ["next Tuesday"]}, {"speaker": 2, "dialogue": ["Yeah, I just have to confirm that the closing Tuesday, which I think it is."]}]