[{"speaker": 1, "dialogue": ["Hi."]}, {"speaker": 2, "dialogue": ["Hi.", "Ran into he's real nice."]}, {"speaker": 1, "dialogue": ["Good.", "I will be meeting with him like very occasionally every 4 or 5 weeks or so at this time."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["at the same time"]}, {"speaker": 2, "dialogue": ["It doesn't matter."]}, {"speaker": 1, "dialogue": ["it doesn't matter."]}, {"speaker": 2, "dialogue": ["It really doesn't."]}, {"speaker": 1, "dialogue": ["All right."]}, {"speaker": 2, "dialogue": ["Yeah, I mean, well, I guess it matters a little bit like he sort of makes me cry, but it doesn't I don't care.", "I don't know."]}, {"speaker": 1, "dialogue": ["I'm going with it matters."]}, {"speaker": 2, "dialogue": ["Yeah, I really wish it didn't matter."]}, {"speaker": 1, "dialogue": ["I understand."]}, {"speaker": 2, "dialogue": ["Yeah, he's a really great person.", "Yeah, I don't know.", "I really really wish it didn't."]}, {"speaker": 1, "dialogue": ["Seeing him.", "as though it an indication of your like not being together somehow or not being able to handle yourself or"]}, {"speaker": 2, "dialogue": ["Or yeah."]}, {"speaker": 1, "dialogue": ["like not being able to get a piece of work done that you wanted to do or something like that."]}, {"speaker": 2, "dialogue": ["Yeah, sort of.", "Yeah, I sort of just feel like a mess.", "I mean their stuff to do with hardware and that comes up all the time.", "So it's not like I feel like I'm constantly have school stuff coming up.", "I hate that."]}, {"speaker": 1, "dialogue": ["Do you feel a little more like you can sort of both acknowledge that and heated and not necessarily look like a fuck up in the process?"]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["You seem very frustrated."]}, {"speaker": 2, "dialogue": ["Yeah, I'm sorry.", "I am", "yeah, I don't.", "Kind of like know what to talk about.", "Talk about everything.", "care"]}, {"speaker": 1, "dialogue": ["What do you mean?"]}, {"speaker": 2, "dialogue": ["I just", "I guess.", "the you know, I", "want to talk about", "sorry, I guess.", "I find myself.", "I just never mind.", "Sorry.", "I guess it's okay for me to talk about this."]}, {"speaker": 1, "dialogue": ["It is something you have to go through."]}, {"speaker": 2, "dialogue": ["just thinking about", "the way this all gets put in put into place."]}, {"speaker": 1, "dialogue": ["The way what gets put into place.", "I'm aware that you're struggling with things."]}, {"speaker": 2, "dialogue": ["Yeah, I I'm sorry."]}, {"speaker": 1, "dialogue": ["Like you can't put the words together."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["The impression that I get and maybe this is not what it's like is sort of like being in one of those states where you kind of are kind of half asleep or drifting off to sleep and something wakes you up and you have all the stuff that was like right there on your mind.", "You can't quite fit it or put into words or you wake up from it dreaming even though you were wishing.", "I was kind of gone and it feels like it's very present."]}, {"speaker": 2, "dialogue": ["Yeah, that feels about right."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["You seem to shake your head at first, but that does seem kind of what it is like."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["And you seem to be left with does the dream Seymour, right?", "You have you seem to have liked some of that evident and like feelings and reactions from the dream, even though you don't kind of remember it like you look upset and you look frustrated.", "I think you're trying to say something about how you feel the way with the prior, you know, thinking some thoughts about that."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["You also do seem like increasingly connected you seem closer to being able to say something sort of that you've been."]}, {"speaker": 2, "dialogue": ["I guess I feel that way."]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["But still I'm just not there."]}, {"speaker": 1, "dialogue": ["I know it seems like you're not quite there."]}, {"speaker": 2, "dialogue": ["That's what's striking."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I just feel like I'm never quite there."]}, {"speaker": 1, "dialogue": ["Never quite able to do the thing that you really need to do."]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "Yeah."]}, {"speaker": 1, "dialogue": ["I think so the question that then goes through my mind as well.", "And so what's the big deal and I think that the biggest deal about it is you're feeling that you always have to be able to do for yourself."]}, {"speaker": 2, "dialogue": ["How do you make?"]}, {"speaker": 1, "dialogue": ["Thank something just now or working at Starbucks or showing the apartment or getting school work done.", "I think you hold on one of the things that really keeps you together.", "Is that feeling of being able to sort of do for yourself?", "Whatever it is that you need to do that you need to do.", "That's when that's gone.", "The bottom drops out."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Here, I think the way of being played out is if you can't say something if you can't do for yourself that way I can't help you.", "I think that's probably part of it.", "I can't help you and it's your fault."]}, {"speaker": 2, "dialogue": ["Yeah, I think that sounds like it."]}, {"speaker": 1, "dialogue": ["Yes.", "There may be another part of you might feel also a very fond wish to be put it like I'm not sure about this, but I wonder if you feel like a kind of countervailing.", "Wish to not be able to do anything and be taken care of or helped in any way.", "I wonder I don't know about this, but I wonder if there's a part of you that and if it's true, I think this is a part of yourself.", "You probably hate.", "Vigorously, but sort of is probing or testing.", "Well, what if I can talk, you know kind of still get help."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Yeah, I mean.", "Seems like a real unclear don't they?"]}, {"speaker": 1, "dialogue": ["Yeah at the place where I can kind of see that kind of like go for like popping his head up most visibly is in the release you can feel being in the hospital."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["You know where there's some you know, that part feels like okay here.", "I don't have to do anything.", "Like I can just you know be taken care of and who is really going to run with that.", "I would say let the booze going to suck and there's just no two ways about that.", "But you tend to be pretty critical of the hospital in some ways.", "I personally have to agree with a lot of things you're critical about.", "You know, some of the kinds of care they don't provide and get to know you and the stay so short, you know, like I think I get it, you know, and I agree, but I wonder if there's something else going on there as well, which is that you're sort of your directing out were some of the fiery do you have for Giselle for wanting to be there?", "You know kind of like well, I'm not really getting taken care of here and I want to be clear about that and I'm like having mental and like having been totally right about them because I couldn't take it if I was bragging on myself actually wanted to be here and feeling released."]}, {"speaker": 2, "dialogue": ["Yes, yeah."]}, {"speaker": 1, "dialogue": ["Again, I'm not saying that maybe when it's less true things get a little tricky with you.", "It's like if it was me, I agree with a lot of things you but that doesn't necessarily sort of me."]}, {"speaker": 2, "dialogue": ["Yeah.", "No, I think I agree with you there.", "I don't know what to do about it."]}, {"speaker": 1, "dialogue": ["So very effective.", "Maybe there's like a off and we'll say well I don't know what to do about it, which maybe is again like we didn't was sort of competence and activity in the sense of having to do for yourself.", "If I just said something.", "I think it's difficult for you.", "Your first thought is okay.", "Well I should do something really about this."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And I guess what I'm saying is I think that's I think I said something with you that it probably are kind of disturbing and your go-to is like, okay.", "Well, I guess I should do something.", "You know, I'm not sure what to do OSHA like", "is that"]}, {"speaker": 2, "dialogue": ["Yes, yeah."]}, {"speaker": 1, "dialogue": ["Otherwise, you're laughing a kind of more helpless more dependent."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Much more scary."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["vision", "we're going to stop in a couple minutes.", "I just want to check in about like cutting since"]}, {"speaker": 2, "dialogue": ["Yeah, I haven't been cutting.", "I'm not sure that I'm feeling at my low space but often so it's fine."]}, {"speaker": 1, "dialogue": ["have you wanted to"]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, but I haven't I've been with James so I think okay."]}, {"speaker": 1, "dialogue": ["probably James has kept you from it."]}, {"speaker": 2, "dialogue": ["Yeah, I think so."]}, {"speaker": 1, "dialogue": ["Yes, you've been thinking about suicide."]}, {"speaker": 2, "dialogue": ["I haven't been thinking much about suicide but I"]}, {"speaker": 1, "dialogue": ["So you're referring to more cutting yourself or?"]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["That makes sense.", "I'm just"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["trying to because you haven't been thinking about suicide lately."]}, {"speaker": 2, "dialogue": ["Not as much."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["But yeah.", "Yeah, and yeah, I'm okay."]}, {"speaker": 1, "dialogue": ["anything else"]}, {"speaker": 2, "dialogue": ["I don't think so.", "Okay."]}]