[{"speaker": 1, "dialogue": ["Please have a seat Meg.", "Thank you for coming in today your nutritionist referred you.", "It seems that she and your mother have some concerns.", "Can you sit down and we will take your blood pressure and do some vitals?"]}, {"speaker": 2, "dialogue": ["I guess I do need to get back to my dorm to study.", "I have a track meet coming up also that I'm training for I am a runner."]}, {"speaker": 1, "dialogue": ["How many credits are you taking and how are classes going?"]}, {"speaker": 2, "dialogue": ["21 credits.", "I am at the top of my class.", "Can we get this done?", "I need to get back."]}, {"speaker": 1, "dialogue": ["How often and fart do you run for training now?", "You are 20, correct?"]}, {"speaker": 2, "dialogue": ["Yes, I run 9 miles everyday."]}, {"speaker": 1, "dialogue": ["Your blood pressure is 100 over 50.", "And your pulse is 52 Meg.", "How much have you been eating?"]}, {"speaker": 2, "dialogue": ["I have been eating time.", "I talked to the nutrition nutritionist about this earlier."]}, {"speaker": 1, "dialogue": ["Let's have you stand up and face me and I will back you onto the scale eyes on me, please.", "Thank you.", "And now for a hike, okay, looks like 5 5 go ahead and have a seat."]}, {"speaker": 2, "dialogue": ["How much can I please see what the scale says?", "I'm fat."]}, {"speaker": 1, "dialogue": ["Please set up and I will listen to your heart and lunch."]}, {"speaker": 2, "dialogue": ["fine"]}, {"speaker": 1, "dialogue": ["You know that this is not a positive part of your treatment we have discussed this before you were here today because your nutritionist and your mom are both very concerned about you.", "You're very ill make"]}, {"speaker": 2, "dialogue": ["I am fine.", "I am eating I tell my mom what I eat just because I'm not fat like she is."]}, {"speaker": 1, "dialogue": ["How have you felt are you feeling sad or depressed last time?", "We talked you were quite unhappy.", "Are you feeling suicidal?"]}, {"speaker": 2, "dialogue": ["I am busy and not concerned about happiness.", "I need to train and I am tired of everyone asking me about what I eat and how much I exercise and the smartest in my class and one of the best Runners on the team.", "I don't have time for all this.", "I'm only here to keep my mom off my back."]}, {"speaker": 1, "dialogue": ["When you were here last you agree to keep working with your nutritionist and being open with your mom and me.", "We need to work together to help you get.", "Well, there are regular rhythms in your heart and I've noticed the Downy hair on your back and arms."]}, {"speaker": 2, "dialogue": ["I will work with all of you.", "I know I don't want to be like this.", "I need to run though.", "It helps me."]}, {"speaker": 1, "dialogue": ["When you were in treatment, we were working toward some goals with your cognitive behavioral therapy.", "We need to revisit these goals first though.", "We need to bring your mom in and have a discussion about the next steps to help you get why I would like to do more tests to check your electrolytes in your blood count."]}, {"speaker": 2, "dialogue": ["Okay, I do want to be better."]}, {"speaker": 1, "dialogue": ["I want you to feel better and be healthy.", "Let's have your mom come in.", "Okay?"]}, {"speaker": 2, "dialogue": ["Yeah."]}]