[{"speaker": 1, "dialogue": ["What's new?"]}, {"speaker": 2, "dialogue": ["So, I don't know if I mentioned that my type of medication is changing."]}, {"speaker": 1, "dialogue": ["Oh, I don't think so."]}, {"speaker": 2, "dialogue": ["Yeah, which is not really.", "Oh, I think I met with her like the day after we last met a day or two.", "I'm switching off Lexapro and onto Celexa or Celebrex whichever one is actually in a depressant."]}, {"speaker": 1, "dialogue": ["Probably Celexa, I think Celexa and Lexapro, you know how there is right-handed and left-handed molecules.", "I think one's one and the others the other."]}, {"speaker": 2, "dialogue": ["Yeah, she said it was kind of like unfortunately.", "She's like so", "You're going to feel like crap for a while and I was like, oh, well, then awesomely right on schedule.", "I started feeling like crap the 23rd 24th.", "Yeah.", "She had actually predicted that one of the worst day is probably going to be around the 27th, and it was horrible."]}, {"speaker": 1, "dialogue": ["That's too bad."]}, {"speaker": 2, "dialogue": ["Yeah Ikea today with my parents and my mom and offered to drive me home, but we had a little miscommunication."]}, {"speaker": 1, "dialogue": ["I'm going to put this on if you can talk a little louder, right she offered to drive you back."]}, {"speaker": 2, "dialogue": ["There was some miscommunication about me staying 3 days longer and when I realized that I was like I almost we were out at my parents house.", "And this all came and I'm like, I don't know if I can move her go to dinner or do anything.", "So I was just like, oh my God, I can't do three more days.", "Actually it would have been for more days at that point.", "Amazingly my parents.", "My mom did not freak out about me staying about me saying, so I'm leaving tomorrow with surprise me a lot, but she didn't"]}, {"speaker": 1, "dialogue": ["So what day was that?"]}, {"speaker": 2, "dialogue": ["Thursday so what Christmas is Wednesday, so yeah the 26th.", "It was like"]}, {"speaker": 1, "dialogue": ["right, so you have the double whammy of"]}, {"speaker": 2, "dialogue": ["yeah, I think my mom knows I wasn't feeling great.", "Because she was also being really anxious and one of the ways she likes to express this is just to stare at me a lot with a concerned face or speak really loudly and try to drive me into conversation, which doesn't work very well.", "Add appointment brother is sort of a talk to Mom.", "I can't do it.", "Yeah, I mean the trip was it was okay for the first few days or so.", "I was like, oh, okay Christmas to you happened Christmas happened, but", "That was okay, but I felt like I don't know the bed.", "She had me sleeping is extrude excruciating Lee and comfortable and my brother's wife gets really cold is Italy so that he doesn't like seven day and I will end it like 66 or 67.", "So I'm always hot and sweaty and I end up having to buy myself to shirt so I can wear something always so frustrating because there's no one no one of my house like my brother his wife my parents the largest shirt.", "In the house would probably be a smaller or medium so I couldn't borrow anything which always makes me feel awkward this year.", "My brother's like know.", "I have a loose shirt and I'm like, no that won't say I'm having that argument is just having the argument is just frustrating.", "I'm like look at the two of us I wouldn't fit and yeah, I'm still feeling I still feel like garbage.", "I just don't feel good, which is really frustrating.", "I told actually I was like, I'm really sorry.", "I doing this medication switch.", "Sorry and one day I think I think was this weekend.", "I was cooking something and Ashley was like, do you need any help and I was like no.", "No, I'm good.", "I was Keen to cook and then I suddenly wasn't feeling was feeling super resentful and angry at her for not helping to cook even though I hadn't asked her.", "In fact, in fact, I said know which made me feel so crazy because I'm just like I didn't even you know, I was both upset like I was still really upset about it, but also thinking you shouldn't be because you didn't ask what level also that was upsetting."]}, {"speaker": 1, "dialogue": ["That kind of thing has been happening."]}, {"speaker": 2, "dialogue": ["Yeah, when we were talking doctor koth at one point was asking was I was worried that I might need to take some FMLA days off.", "I was feeling completely extra not great.", "Which I don't know why last week didn't happen.", "I was sick on Thursday Friday.", "I had it I had a snow day.", "So I feel like I've only been working for 2 days, so I don't know."]}, {"speaker": 1, "dialogue": ["Did dr.", "Bond estimate things would improve?"]}, {"speaker": 2, "dialogue": ["We're supposed to have met on Wednesday, but he is but she's sick.", "So now she's saying probably a month at least."]}, {"speaker": 1, "dialogue": ["Why did you switch?"]}, {"speaker": 2, "dialogue": ["Actually wanted to switch off the Wellbutrin.", "Which we talked which we were talking about.", "But I have been.", "Having the sudden moments of feeling.", "Really intensely weepy and I don't know if they were increased but they weren't going away.", "So that concerned her I don't know.", "My response was like oh whatever.", "I'll tough it out.", "I can tough it out for a while, which is usually my response.", "I do agree not being super not I too agree.", "Not being randomly weepy would be good.", "If you know I could do my homework and work it would be nice.", "So I was talking to my mom about Wellbutrin how Wellbutrin makes me really sweaty and well and my my brother was like, oh, yeah that can happen to my mom's response was why doesn't your psychiatrist give you another drug?", "That's perfectly as good.", "That doesn't cause you to sweat.", "Thanks Mom.", "It was that easy mom.", "It was just so crazy like oh God.", "It's", "It was mostly funny.", "But I'm also like giving my mom's obsession with her how her children should be medicated.", "I would think that she would know more about how that might work just as well as had met major medication problems increasingly.", "She does not.", "Receive them as bad medication interactions.", "He took lithium and it didn't work for him.", "So and so my mom my mom's theory is that my brother insisted on taking Lithium because Dad took it and", "But he was insisting on taking it.", "Even though someone maybe her said that he shouldn't.", "My mom is I think they gave him was the end because he's bipolar and that's what everyone does but my mom kind of really blames my brother for it's very strange.", "I don't", "I've been asking her less about it about her thoughts and feelings about my brother because he's super frustrating."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I also have this I don't know what conversation with my dad that stuck with me, which was I was talking to Will.", "I think I was talking to Ashby.", "My brother's wife asked me about my frustrations at work and I felt so frustrated with chat in like not being able to get him to give me work.", "Even when I asked directly and she was like, why don't you ask and likewise asking but you won't give it to me and then the conversation start of stops, which I understand.", "They don't have an answer in my dad was in the room and he was and I was just like while you're probably not paying attention, but what do you think and he said you want me to actually answer so his response was interesting first.", "He mentioned that I had expressed frustrations with managers many times before which is true.", "He feels that I do not communicate well enough.", "He thinks the problem is a communication problem along with a diplomacy issue, which I really disagree.", "I don't think it's so I asked him to explain because I was like, I don't know.", "I don't think I think I know how to communicate.", "It's true that I can't that I can't get pissy about diplomacy, but I'm perfectly capable of doing I just don't always want to"]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Yeah, so first he gave me his advice which was which is to out to do Stout cat out last people which is awful.", "But then his other thing", "I guess it's called the Ben Franklin effect or the Ben Franklin method, which is Ben Franklin Ben Franklin.", "There was someone I guess stud at one point and Congress in Congress.", "You didn't get along with him Ben Franklin hated this guy because he was a jerk and so Franklin decided the way to win him over was asked a jerk for a book that Franklin really wanted to read sauce to borrow the book return the book with a note.", "This was such a great book.", "Thank you so much for doing me a favor at the favor of letting this book.", "It was awesome blah blah blah and then after that he want over the person.", "And I told him I know where this is going, but my dad the sort of idea that my dad was going with which is that if there's someone you have a conflict.", "But you have conflict.", "That you're sort of thinking about your conflict with.", "What you want to do is put them in a position where you think you kind of manifest some doing something a nice for you and then you compliment them.", "That was so great.", "But you were nice to me or thank you so much for your notes early on whatever and though.", "and through this people like being commented complemented people like something useful so"]}, {"speaker": 1, "dialogue": ["They like being appreciated."]}, {"speaker": 2, "dialogue": ["Yes and Wild.", "While it's like a totally interesting idea.", "I feel like I still don't.", "Feel the root of the problem is communication or my lack.", "Or my lack my inability to communicate which I did.", "I told my dad.", "Mike fundamentally, I can't communicate communicate around there's no way for me to communicate around bertos racism or sexism.", "They can't hear me in that I just so I just stopped there's nothing really to do.", "You didn't respond to that but we did talk a little bit about I don't know if the where is diplomacy or other things, but my dad's worked or since 1980 you worked for for like 20 years.", "He wasn't Academia briefly before that as a professor."]}, {"speaker": 1, "dialogue": ["a chemistry professor"]}, {"speaker": 2, "dialogue": ["Yes, and he left Academia because he disliked politics or dad.", "We've already talked about how we both hate the same kind of politics and doing this you would think that I would hate that.", "Like I don't think my dad gets the extent to which there is really no pressure for someone.", "His if you're not a great manager, but you're not horrible.", "There's no pressure to make you leave.", "No, one says sales are down in the music library Department.", "There's nothing there's no one so", "and there is no.", "So if you're if you are moderately competent enough to show it to meetings.", "You are just going to get this into this position and then you", "Be there until you retire.", "I'm speaking broadly, but that's what happens.", "That's why people like University jobs.", "Retirement she's working within a 4-year product environment.", "Where people was where someone was really confident you'd be like me hear Department efficiency, whatever whatever whatever and that just doesn't exist.", "I guess I felt my dad was sort of operating under the idea that this was a if the workplace is in an Ascend isn't an essentially not a guilt not a guilt but like you're not the Invisible Hand while you knock the economy, I think at his head there some kind of invisible hand of Merit."]}, {"speaker": 1, "dialogue": ["I see sort you out."]}, {"speaker": 2, "dialogue": ["And he also I don't think really believe in what I said I've asked for work and I don't get it.", "He's like, well, obviously the way you've been asking for work isn't working.", "So you should ask another way.", "There's only did number of ways to do it."]}, {"speaker": 1, "dialogue": ["big or small words"]}, {"speaker": 2, "dialogue": ["Yeah, I can rephrase I can try.", "I can you know.", "Whatever I've done but in the end there's a the communication problem is my fault in the end and beavers only so many ways you can ask someone for work.", "There are very few.", "I understand is completely irrational and crazy and doesn't make any sense that this would be happening but"]}, {"speaker": 1, "dialogue": ["that only makes it so much more stressed rating and it is"]}, {"speaker": 2, "dialogue": ["and yeah, it's like", "when I talk about it people everyone's like come on.", "What would he say?", "Why would he say that there's always work for you to do and then not give you and I'm like, well, I don't know.", "That's a good question that I can't answer.", "I got very caught on."]}, {"speaker": 1, "dialogue": ["I think you get lots of your mom's Wellbutrin questions, essentially, you know."]}, {"speaker": 2, "dialogue": ["Why don't you just do something better?"]}, {"speaker": 1, "dialogue": ["Yeah, well, there's an obvious and simple explanation for this."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["Are you clearly haven't thought of and tried?"]}, {"speaker": 2, "dialogue": ["I just did that.", "One thing that was funny is that I was talking to my dad more generally and he was like, well people probably know that you don't like your manager like well sort of I try not to express that generally people often say it to me.", "Oh, you must love having chat is your manager Pearl is your building head or whatever and I'm like, nope.", "I usually just don't answer.", "But if someone presses then I'll answer.", "My dad was like really they don't know how you feel.", "Okay fine, which is true.", "Like I'm sure than our department all staff meetings I have", "Kind of given up on pretending that I'm not frustrated.", "But all our staff meetings are actually not that many people and I don't know I guess I hope that I don't actually want to broadcast my fridge and content across the entire library.", "That would be bad and I'm special and also just not good.", "I think my dad is right that yes, certainly.", "Some people have noticed probably managers notice and I'm not thrilled.", "I mean you'd have to but the not entirely helpful response in my head is like well", "I try really hard to be different product.", "But at this point buck.", "Which is I sometimes think.", "But like if I'm capable of being diplomatic and like sucking it up or whatever and if something is critical.", "Better someone's Behavior shoves me over the edge and part of me is like, well you deserve it because she is Christ.", "The level it would have to be to try and go get to that level to have to get to me.", "Like vocally.", "I work tell someone off is pretty insane, but that's a totally fine rationalization for me, but it doesn't", "Carl and cheddar so in positions of power and black, you know"]}, {"speaker": 1, "dialogue": ["Right.", "I mean the only pieces that I start to wonder about and this is probably the same as everybody else.", "There's a partial mild aspect of did you set your dad up a little bit in the following way.", "In fact, you've been frustrated over thinking about struggling with this for years with Chet and have tried many different things are completely exasperated and you and you know thinking he's a terrible manager for 12 different reasons as well as and you haven't talked too much explicit explicitly about this.", "I mean you've alluded to it today and other times his sexism and racism which also contribute to things that make him hard to deal with that all seems like to me in a quite relevant context the question of hey, I asked my manager for work.", "Give me an e. What do you think I should do.", "Do you know what I mean?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I don't know maybe that stuff your dad already knows but I guess with your dad kind of unlike your mom.", "I'm not surprised to hear you say your mom has a question about Wellbutrin like but the story you were telling your dad if he knew all that stuff.", "Maybe He suggests the Ben Franklin thing, but he wouldn't say it's just a communication problem.", "Maybe he would I don't know.", "It seems to me like there's a lot of sort of amount of time amount of effort erroneous sense of beating your head against the wall, the berries criticisms of chat that you have and which are well-earned by Chet that he doesn't know and that I imagined make his response both seem sillier and more madden mean to you."]}, {"speaker": 2, "dialogue": ["Sort of I have it's like he doesn't want to do an advice unless really expensive explicitly asked like really explicitly so I've asked him about dealing with racism at work and his response was by leaving them out and to try harder and that kind of thing.", "I was not surprised but he said", "I left them out.", "I mean kind of what I have set him up said him not exactly.", "I don't know I kind of said I'm up.", "I also kind of want them to feel like that really sucks or offer some educated perspective."]}, {"speaker": 1, "dialogue": ["Don't imagine you're expecting him to have a solution for you.", "I imagine you wanted him to be sympathetic that like they drive you nuts and especially for somebody who a is your dad and B, you knows the workplace.", "He's an HR person like yeah, if you said a horrible manager can a horrible manager really can make a job miserable."]}, {"speaker": 2, "dialogue": ["I mean, I think in the end he I think he really believes that if I had us chat in the right way that he would have been like, oh, here's whatever I talk to him about it and told him Berry is trusted details."]}, {"speaker": 1, "dialogue": ["That makes sense given what you said before?"]}, {"speaker": 2, "dialogue": ["Yeah his"]}, {"speaker": 1, "dialogue": ["I imagine it feels to you like kind of a fantasy.", "He has that if you handle it, right if you communicate right or if you sort of", "Strategic or understand the situation well enough that you won't run into problems like that.", "I imagine it feels sort of like kind of denial that he does about other things, too."]}, {"speaker": 2, "dialogue": ["Yeah, like I think the main message my dad is trying to give me about dealing with racism either in the workplace or my personal life is like no stay calm use the right nice voice don't sound like an angry black person sound like a nice person if you just freeze it right away this and stay cool and whatever the problem then the problem will go away."]}, {"speaker": 1, "dialogue": ["See.", "Like you may be terribly vulnerable in the workplace and sometimes handling it in a certain way will help other times.", "It won't make a damn bit of difference."]}, {"speaker": 2, "dialogue": ["Yeah, I also think that he believes that if there if there was really a problem that HR would respond and since they have in that means there's not really a problem."]}, {"speaker": 1, "dialogue": ["I see I wasn't aware.", "I wasn't aware.", "That's how it worked."]}, {"speaker": 2, "dialogue": ["Yes, yeah."]}, {"speaker": 1, "dialogue": ["The way that you're entirely vulnerable position with chat and you feel like people kind of want to look the other way from that."]}, {"speaker": 2, "dialogue": ["Yeah, I don't I mean I think given what I think.", "It my dad does not want having done whatever activism sacrifice Exedra Exedra.", "He does not want well and I to be in a world where we're still suffering Rachel racial Prejudice at work or school or whatever.", "which sure but that's not"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["what does not but happening but he's very he's very he's very invested in that which for me I think asked the vulnerability of being in a particular work situation because I feel like I've been I've the coping skills.", "My dad taught me aren't actually helpful.", "And in some ways they can be almost self-destructive.", "And so I know that frustrates me a lot."]}, {"speaker": 1, "dialogue": ["Where do you have his support?", "I mean you're saying the skills he gave you don't work and probably backfire."]}, {"speaker": 2, "dialogue": ["Yeah, I think he thinks he's being supportive but I think basically he's just like well, obviously it's not a real problem or it's not a really big problem because if it was these other things would be happening.", "So yeah him telling me you've expressed frustrations with a lot of managers in the past.", "I was kind of kind of like yes in really horrible experiences.", "That like I don't know.", "I felt like he was saying I am in argumentative.", "recalcitrant", "employee, which I don't think I am usually"]}, {"speaker": 1, "dialogue": ["That seems like it was a quite a hurtful conversation."]}, {"speaker": 2, "dialogue": ["yeah, he actually did ask me if I was upset.", "If he said like at the beginning like this might hurt your feelings, but I think the problem is that you're is you're not diplomatic and asking that sort of thing.", "It was nice that he was kind of aware that this might hurt my feelings, but I think that part for my feelings.", "But I think the part that hurt my feelings, isn't that like?", "Oh, you're right.", "I am.", "I don't know I'm too or I'm too whatever.", "It's not that there's Behavior happy that I don't want to admit.", "It's more like he won't.", "I just feel like he doesn't I don't know.", "It's not he started talking about about it as this I had a personal failing which is which it's not a personal feelings and in institutional feeling."]}, {"speaker": 1, "dialogue": ["Originally, you're feeling really vulnerable upset and frustrated about something and he's not being supportive about that and also telling you it's your fault."]}, {"speaker": 2, "dialogue": ["Yeah, yeah part of the thing with the Ben Franklin story is part of me thought.", "Oh, right, you worked in business where there are books the blah method in the blah method and 360 eval whatever but also is very much the well, here's the solution you didn't think of", "I was like actually did think of trying to Pharmacy in that didn't work."]}, {"speaker": 1, "dialogue": ["Tell me about is like you're his daughter and he's saying you failed to be diplomatic.", "You know what I mean?", "I know he's not sitting next to you at work.", "But you talk to a lot of people and say a lot of things and his saying that he thinks you're not good at communicating without giving examples of things.", "He seen firsthand or that he imagines you're not diplomatic without explaining why he thinks that's based on his own sense of you.", "I don't know I guess makes I imagined could feel like he's disconnected."]}, {"speaker": 2, "dialogue": ["Yes, I think that's yeah a part of why it's really bothering me is I definitely have a sense of myself as being able to communicate.", "Well, I was upset and I need to have my dad be like, nope.", "That thing you thought you think you're good at you're not and when I think about things I'm good at doing in a workplace.", "It's definitely one of them one of the big ones.", "I think I'm like, oh I communicate I can communicate and all right way blah blah blah.", "I have people and yeah.", "I'm just kind of like I don't know I went to Cambridge and got an honors degree in Humanities by know how to write an essay.", "I can I think that's what you spent a lot of money for me to learn."]}, {"speaker": 1, "dialogue": ["You guys have sat at the dinner table probably plenty of times.", "Do you come across as somebody who has trouble communicating?"]}, {"speaker": 2, "dialogue": ["Yeah, I sent a message.", "I know I should not be threatened.", "But yeah."]}, {"speaker": 1, "dialogue": ["You guys have the communication thing.", "You guys have the communication thing."]}, {"speaker": 2, "dialogue": ["yeah the only thing that I don't do very well as public speaking but that's a really great public speaker yeah it's really weird because it's very much a to me", "the wake", "I'm like that's not my dad just let someone else who isn't in any in any like there's a public speaker Persona sort of yeah it's just kind of like a work schmoozing Persona I mean it's still him but it's very like what just happened he's really gregarious and working the room and all these things and it's just kind of weird to me I have stage fright and he doesn't I'm kind of like all right you know I think I feel like he's seen me communicating basically all the ways except trying to do public speaking and also other people say that I'm better at it than I think"]}, {"speaker": 1, "dialogue": ["at Publix"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["haha"]}, {"speaker": 2, "dialogue": ["Which I can accept maybe I don't know.", "I just get so nervous about it.", "But also it kind of feels like sort of in this like there's two sides me and Chet or management.", "I feel like he's kind of picking not my side which feels horrible and really weird and it's really discouraging in terms of just I try to think about how they're working hard and other places are different in other like", "But like my dad a my dad and be a person with a very different HR perspective having both these people like know the problem was you.", "And just makes me feel that this is a problem that just let's just not that it's going to drive me crazy until I retire.", "I don't know get him a car for Grant which doesn't really", "it does not make me feel great about career prospects or anything because", "I've been having this very much last four month or months with why I'm going to go to library school why I'm spending all this money and time.", "Almost since I'm going since I'm going to get ahead anyway, blah blah blah and it feels like it's just sort of another Community confirmation that I'm not going to exceed to succeed and not changing institutions changing Coast changing whatever having a professional degree won't help.", "I mean the other Prospect the other aspects someone I know asked me to contribute to a panel.", "She's proposing at a library conference in conference in March a thing, which was she said to talk about.", "Is ways in which or part of it?", "Is she feels like there other app?", "Spec's in her of her personal life and political activism and I've also helped her as a librarian sort of conceptually.", "He's learned all these things like making zines for 10 years in a way it ended up being a form of professional development because she knows how to XYZ is through the only in for my information about accessibility Contra my spare time.", "So I think a really good idea will be like", "would be like yeah things I do for my off-time of relevant and important but I also get the reason I've been so I've been worried that if my co-workers or if I if it came out I don't know instead of being worried about my coworker is sort of invading my privacy online like their privacy like my personal privacy and work.", "I'm like God if they if I was more vocal about my clinical use at work, which I am not.", "Or if I was like or if I was just really like that's really racist instead of doing a huge dance around it.", "Not saying anything.", "That would negatively affect everything now.", "Let it go.", "God.", "Maybe I shouldn't."]}, {"speaker": 1, "dialogue": ["time's almost up"]}, {"speaker": 2, "dialogue": ["I know."]}, {"speaker": 1, "dialogue": ["You take care."]}]