[{"speaker": 1, "dialogue": ["come on it"]}, {"speaker": 2, "dialogue": ["So I guess the thing that's I did have I had Carl actually look up about the possible hormone issue from last last week because I wanted to say I was afraid that if I was looking I could tell it was sort of thing.", "That was that was that with what the state of how I was feeling at the time that it was just going to sort of trigger the same reactions over again.", "I looked it up that looking up was just going to bring you down again.", "So ask Carl if you check it out and he found that it basically there were a lot of women that were talking about it online and I definitely made me and then I could tell you know after the next day I was feeling a bit better and then the day after that I was feeling basically normal again.", "So yeah, it was obviously there was something something hormonal going in there and that was the sort of triggering that sort of response.", "What was interesting that yesterday.", "I started to get I got one of my more normal sort of.", "Zelonis and I think because it came so soon after I was able to compare what was going on.", "And the things I noticed was I was at home in the afternoon when I was starting to feel it already that in the morning.", "But when I was at home with Genevieve in the afternoon car was out and Genevieve is great, but she's not much of a conversationalist.", "I was sort of I guess focusing and thinking on it and I realize that I really needed to go for a walk.", "I needed to take her and go out for a walk and that would make me feel much better.", "If I could just take Genevieve and go for a walk what you did we walk to work because it was a half hour walk and that was around the time when Carl usually comes home.", "So we walked there and then walk back and it was and I saw and yes the sort of", "The exercise and fresh air and pushing myself to go out was not solving any problem, but I did help sort to sort of bring it back in his perspective.", "I guess in a way which was totally different from when I had that sort of that issue earlier with the and when I got my.", "And I was going outside and it's what I remember from before when I was in high school or going outside walking with something that it didn't help any I just it was going on and I just had sort of ride it out.", "If I was outside, then it meant that I was trying to prevent myself from crying in public as opposed to cry at home and it probably wasn't very helpful because you know, then my what I want to do is just start hide at home, so I won't go outside and crime public.", "So it was that was just sort of an interesting with an interest in contrast for me.", "I guess in a sense just sort of think about what's something that I can what areas are the sort of things to work on or dwell on in a way and what sort of things that are obviously just well that's a physical thing.", "That's not really in my control right now and I can't really go in there and manipulate what my cells are doing.", "I guess it was coming out from I don't even really know exactly what was either triggering or just going on yesterday.", "It sounds funny but I think part of it was just it was gray.", "So I felt gray.", "I don't think I was the only one there only for students who came to get reception yesterday.", "So normally I have time to 12 but it was then sort of dwelling a lot in my life.", "Since last week was was thinking about the dead if you're feeling really bad about feeling bad I guess and I was like, I think one of the funny thing about it is that it doesn't really feel like it's the trait isn't here in our natural to me.", "It feels like it's sort of I guess call and Isis part of me.", "Funny cuz you know, it's sort of a and obviously it's the response to Pasta.", "So it's pardon me, I guess and just another way to twist it around.", "It's something that I don't really like and it's just another way of putting it but", "I think that one of the one of the interesting aspects but when I was thinking about it before was the connection I made with you know that I'm very conscious that it does come from but it does come from growing up with Leah who is very very focused on the shoulders and I ought to should not tooth and that kind of idea of personality and well it sort of got me thinking a little bit about these are not just of that if personality of Leah is very much.", "She's very particular which means that she often times ends up with a lot of you know, it's he carried it far but she does end up with a lot of things that produce a lot of really great things.", "So well, you know it was but I could tell that that's wearing me a lot of this sort of", "It would definitely have an enormous influence Over Me growing up.", "She's my big sister.", "And I mean my parents point out that as of a certain age when we were kids if you look at us and pictures via is always looking at the camera and I'm always looking at Leah I we were just we were very close and I adored and I do adore her.", "She's my sister and I love her but at the same time that I fully know that that influence had in some respects it led me into great places and I read great things and I tried out things and so on but in other respects it I know that some of that a lot of those aspects of myself which hold back while myself back come from her ideas and ideals and the sorts of rules that she sets a place for herself which carried over into me it sort of I'm not a person who has a lot of very clear memories from when I was a kid.", "So but when I look back at when I try to sort of cast my mind back to get more oppression and", "What are my specific memories come from when I was a little bit older usually after when I was in grade 3 we move to Cleveland for a year.", "My father had a sabbatical year and we moved back to Frank which is where I grew up and it runs like for grade 4 and 5 and then when I was going into 6th grade 6 we move to Cleveland permanently and around then is when more specific memories really start and I'm really sure it's because when I was a little kid, I was basically just sort of zoned out pretty heavily.", "I didn't have a huge number of friends or anything and I didn't care because I didn't really need them because I had my friend Jen I have the and so I said when I was at a friend's house often would end up sort of quietly with the parents because I wasn't very rambunctious in my personality and I was just I was pretty happy moving to Cleveland.", "Although ultimately had a lot of good for me.", "I don't think it was much too short of traumatic for me and either grade 3 or an a grade civics.", "I was very unhappy", "and I'm pretty sure my parents didn't really realize how much because I wasn't it's not that I wasn't I wasn't very talkative about things I just I'm more or less left.", "To lie again you know I should know what things were right to say so she would do the talking and I'm not they knew that grade 3 wasn't my best year but I don't think that they recognized when we moved the Cleveland and grey sex scene when I wasn't happy about it you knew that I really didn't want to leave Jenna particular Jen was my best friend still is I don't think they realized I'm in fact I'm sure that they didn't realize that grade 6 is going to be the best for me it was an incredibly painful urine"]}, {"speaker": 1, "dialogue": ["What made it painful?"]}, {"speaker": 2, "dialogue": ["First of all, I just really really miss jen-jen there two friends who have meant the most to me Jenn and Lucy Jen I think of her I it's funny.", "I usually Hobbies ideas.", "But when, what comes to mind with Jen is yellow golden Sunny yellow when they got married and had this idea at first it was going to be a Sunday afternoon wedding not usually all about the clothes for sure, but I", "Add s i t a r i a nice yellow dress and then everything changed upside down and then I was going to be an evening wedding and my mom thought I should get a fancy dress.", "So I got a fancy or dress.", "I wasn't so thrilled with having a fancy dress, but it was nice, but I got a green one and I like green.", "But when Jem Genting I just looked at her and I saw just I went to my closet and I gave her the dress cuz I realized I'd gotten her I'd gotten hadn't gotten this dress for me.", "I got in it for then she wore it in it and just sunshine.", "It's she's I mean a very a laughing person.", "She's one who what she she always had pets growing up and I love that because when I went to her house, I got to play with her dogs with her cats going to have passed because my parents only I were all allergic so I got them sort of vicariously through Jen and it really really hurt me to leave leave her because she's just on top of just being so cheerful and making the best of things very accepting a little bit more.", "I guess more impulsive less less held back by things in my with my personality.", "It was something that I like to see it was a pretty big wrench to leave her.", "Also.", "I just it's funny when I lived in Frankfurt either fewer people and it was quieter and all of that which is more in line with my personality.", "Begin with but I was not empty your place, but I never felt really lonely there when we moved the Cleveland which was full of people all over the place and you can never be alone.", "I felt very lonely being surrounded by business annoys people time.", "And then what was really hard and 6th grade was I started in grade 6 was I started in a school with my parents just said there was a language immersion school system.", "I started in language immersion.", "I'm sorry is school system.", "And so I thought it was the best way to continue our culture.", "It was also a private school where my mother was teaching but it was going to it was first of all there weren't they weren't sure about putting me into school where my mother was teaching."]}, {"speaker": 1, "dialogue": ["So that's called culture immersion school and anglophone school.", "I don't think I've ever heard those terms before."]}, {"speaker": 2, "dialogue": ["Cultural immersion is the technical terms in Midwest and the school was where in a more cultural neighborhood of the city fathers North start of getting into the more cultural territory and they were hoping that would be that would continue my language education, which is something I was definitely gung-ho about as well.", "I've always love languages and I certainly ardently love French literature still do half of what I work on our different languages.", "So is all sort of for a very good plan and practice it turned out to be really really awful the students were it was not a good fit for me at all, but it turned out that my class is run by a student who my memory from the first day of class, but she rounded up all the girls in the class and put us around in a circle and she stood in the middle and based on shoes.", "She went around said you're basically you're in you're not"]}, {"speaker": 1, "dialogue": ["I remember you telling me this story.", "So this was in which school?"]}, {"speaker": 2, "dialogue": ["It was called it was in grade 6 in Cleveland."]}, {"speaker": 1, "dialogue": ["So this was the other school that your mother taught at."]}, {"speaker": 2, "dialogue": ["This was the other one my mother taught at the French school, which is a private school.", "This was public part of the public school system.", "Yeah.", "I thought he that bad this one before I was sort of"]}, {"speaker": 1, "dialogue": ["And you move there for your dad's job or you move there free or you move there for your dad's job."]}, {"speaker": 2, "dialogue": ["we moved the Cleveland not for his job.", "We moved there because in grade 3 we went on a sabbatical then my father is he left his job in Frankfurt?", "He was a professor at the University there any left for a number of reasons that year they had been planning on it already.", "They wanted to move back to Cleveland because they wanted to for my perspective in grade 6 it was in but they wanted to move there for Education the new that the quality of Education dropped after Elementary School in Frankfort, and they wanted us to have a better education also Jewish Community which just didn't exist in Frankfurt.", "So it was really in a funny way of the spur funny to me now if it was for us it definitely didn't feel that way at the time.", "I really love Frankfort and I miss everything about it.", "We have had a much easier transition and I think a part of what was sort of wrenching for me was that before then?", "I haven't really been really intense with Leah, you know, she was much more social than I was she had more friends.", "She had more she was more of an extrovert.", "She was just more", "Out of there.", "She had the ideas.", "I went with her plans, but and she missed Frankfort.", "It's just a she has this kind.", "She also has this kind of Ideal view of Frankfort.", "So sometimes email me that she's going home sick and she misses the sort of Simplicity and beauty and niceness of it almost need sometimes when I read those emails.", "It feels like I'm reading a fairytale.", "It's not how I remember things.", "I don't remember like yes, it was beautiful.", "It was really I loved it.", "But I remember Winters being extremely hard and we had that 6 foot snow storm sure.", "It was pretty and it's something sort of talked about looking back.", "But at the time it was pretty hard a lot of mosquitoes in the summer insanely painful.", "There are not mosquitoes like that anywhere else, but I don't know it's just something about it feels a bit unreal and it certainly like for her the transition was she had an okay year at school.", "Then she went to the high school which we both attended jade made a lot of friends there and her husband now is one of somebody who was in her class in high school.", "It was all", "final smelly for her I had a real struggle until I Grace 6 if I could erase it I would grade 7 I went to a different school it was just a grade 7/8 school so smaller I'd had teachers if you were a little bit more specialized in dealing with that rather difficult Agency Group and one of my still sort of halfway in touch with some of my teachers from their who is extremely patient and sweet with me and that's where I'm at my friends see who liked genchi you know both of them interesting me they never went to University or a couple of years and then which were Lucy never went to University there more the people who ball to do", "What they want they do it.", "They're both very much creatures of the place where they live Jen tried to have tried a number of times to leave Frankfurt or the east coast and she never could she never could live elsewhere.", "Now.", "She's living in Iceland that's about as much of a deviation as she can make from there and I cannot imagine losing anywhere other than Cleveland and it's kind of interesting me to me that the two friends.", "I need to sort of anchor me in a way are those people who sort of moved to their own Rhythm or not?", "So concerned about conventions or making or was perfectly right all the time.", "They don't worry about making mistakes because I'll just try again later.", "just sort of getting trying to think back because a lot of what I you know, a lot of what I itsfunneh a lot of what I know about my growing up with Leo", "And is what I heard my parents or other people in a way because I said my own memories are kind of sparse from when I was younger.", "My mom.", "My dad will comment on Leah being kind of bossy Kind Of Man armor marked many times me that although you've always been very protective of David.", "Or her telling me that she remembers that I would always be very excited when Jen came over to play but I usually end up sitting somewhere else.", "I'll be up late with Jen and I have a memory which is I was always very excited to go over to Jen's house play partly I think because of the animals the cats and it's also partly because I did I don't remember from when I was littler but when I was older, I definitely remember certainly back they had to sense of Jen because we were the same being very much my friend and then Leah wanted to play with us all the time and I sometimes felt a little bit left out, I guess in a Party of Three instead of a party of two.", "I think I had a sense that I wasn't very good at having friends when he came back from Cleveland.", "I think that's when I start began to sort of feel that difference between we are being quite good socially and me being sore.", "Focus on the outside not really knowing how to play.", "I feel like I wasn't very good at being a kid.", "I had a and of course like now I look and I think they're all kinds of kids.", "I just had a feeling that I wasn't very good at it that I probably seem to get along better with many adults.", "Of course now when I think about it, I probably just didn't really find a good group of kids.", "I wasn't or didn't have a kind of chameleon personality, which I can fit in with very many people.", "I still don't", "But I remember when I I guess this was around and grade for grade 5 when we came back from Cleveland before we moved permanently when I was on the in the playgrounds girls at lunch or recess or something, and I wanted to play at the only things I ever really wanted to play.", "Or some type of fairies or miss or something like that.", "I read fairy tales I dread mythology.", "I was obsessed.", "and", "and who grew up on a farm nearby and sure she was very nice.", "But we tended to butt heads as much as I could.", "I wasn't really very good at that sort of thing.", "But she was she wanted to play horses because she grew up on a farm.", "She loves horses the way that I love cats in mythology and she loves horses.", "She loves the things that you saw every day.", "And I said, okay.", "Yeah, that's fine.", "We'll play horses.", "I don't know nothing about horses.", "So I wanted to be Pegasus because that was the horse.", "I knew she was Furious she was so angry because I still don't really know very much about horse says it could be a black horse or White Horse.", "I don't really know anything about horses a mare a stallion.", "I guess the horses don't have wings.", "There wasn't a horse on her Farm Gladwin, so can't do that.", "And that's what I was, you know."]}, {"speaker": 1, "dialogue": ["mythical horse with wings"]}, {"speaker": 2, "dialogue": ["It's just that sort of that's where I was like with other kids.", "And so I just and the great thing about being backed about back in Cleveland was when I her it was sort of like she read", "Every she just there's a reason I think.", "It was in all of them the course textbooks and she just read everything in my way.", "I felt at that point was that it gave me enough for somebody to hang out with just let me Mark time until so I guess I reach the more it's I wanted to go to university.", "I wanted to go to university not because just because I wanted the courses and the more, you know being able to write about what I wanted to write and she's my classes and I wanted to go to university because you didn't have lunch hour you didn't have recess you don't have a cafeteria where all the kids going to have to find a table to sit with other people.", "I found extremely stressful.", "you had", "I tried to live in a dorm for 2 years, but then since I was in Cleveland, I just I live at home for the next two years because I didn't the messing it's just got to be too much and after that was just", "Greater degrees that sort of Independence I guess but of course the thing is at all of these those stages in between are supposed to teach you about getting along and making compromises and so on and I guess what's really the something that wasn't I guess it's not an issue of getting along and making compromises.", "I do both of those things extremely.", "Well, I'm not the most social person in the world, but I definitely don't mind, you know people who are different from your with no major issues that I didn't manage to workout in the stages of how to say in that that okay.", "You don't have to like my shoes.", "Why would I care whether you like my shoes are not they're comfortable.", "They work they provide that layer between my feet in the ground.", "They're supposed to do if you don't like them fine.", "You don't have to it's not your business.", "That's a problem that I didn't manage to work on those stages, I think."]}, {"speaker": 1, "dialogue": ["Well, you're doing it now Under Fire."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And in the immersion the immersion experience of having to do that."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["A less equipped than you'd like but defining the issue which is half the battle in understanding the issue making it clear to yourself."]}, {"speaker": 2, "dialogue": ["I guess that's"]}, {"speaker": 1, "dialogue": ["Sorry.", "Okay going to need to actually stop it in a moment."]}, {"speaker": 2, "dialogue": ["Okay.", "So yeah."]}, {"speaker": 1, "dialogue": ["You we're about to say something though."]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, it's in.", "Hi Carl, can I call you back?", "Yeah, it's just that it's it's true.", "It's like a sort of a I guess the thing is that to me.", "It's a I think that what I like what I just reached right now where my instinct was.", "Yes compromise.", "That's what you need to to.", "That's what you didn't learn.", "That's what you know, you put children.", "They get more social and they compromised and learnt work together.", "I had to turn down a little bit now.", "I can't go anyway."]}, {"speaker": 1, "dialogue": ["I will see you next week."]}, {"speaker": 2, "dialogue": ["Yeah."]}]