[{"speaker": 1, "dialogue": ["What's up, it's nice out."]}, {"speaker": 2, "dialogue": ["I was just walking around.", "I was just thinking about sorry.", "I hope it doesn't bother you when I crack.", "Sometimes people get.", "I was just thinking about how you were saying or you said a number of times.", "It's no longer about on any particular week or month or whatever whether I'm depressed or whether I'm feeling anxious or better today.", "I was really thinking about that.", "I was really kind of sitting with that feeling and it's absolutely true.", "I was like wow, that's why I feel kind of wacky because when I just stopped and I just kind of scan how I feel I don't feel good or bad.", "I'm just I just am know what I mean.", "And I think that's it's odd.", "Yes, and I'm feeling for me.", "I noticed a little thing.", "That was when I stopped at the cafe.", "This girl came in it was super pretty and I thought I remember how I told you before if I see someone super pretty whoever who especially if they seemed like they were kind of my type or whatever.", "That can instead of just beat me like, oh, wow.", "Look at that beautiful girl.", "I can be like a whole like I just feel down and you know what, I mean?"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I noticed on now that doesn't that just doesn't happen or even if it does happen is not part of me.", "You know what I mean?", "It just pops up and it just kind of sits like she got her coffee.", "Smiley smiley.", "We smiled at each other as she left and I was like, all right, you know what?", "I mean?", "I noticed that so there's that thing if I won't go down that road I can so it's just an interesting how it's"]}, {"speaker": 1, "dialogue": ["It's less and less ego-syntonic.", "It's less that."]}, {"speaker": 2, "dialogue": ["Wes unless what?"]}, {"speaker": 1, "dialogue": ["Ego-syntonic is a word we use for certos.", "It's totally consistent with your sense of yourself and encompasses your whole sense of yourself."]}, {"speaker": 2, "dialogue": ["Wait a second.", "What's the difference between that and egocentric?"]}, {"speaker": 1, "dialogue": ["That's not what I mean.", "There's a very big difference.", "So ego-syntonic means something that just feels like you"]}, {"speaker": 2, "dialogue": ["So it's a good thing or"]}, {"speaker": 1, "dialogue": ["it's just consistency with your sense of yourself."]}, {"speaker": 2, "dialogue": ["I see."]}, {"speaker": 1, "dialogue": ["As opposed to Ego distant distant onyc feels that it's something alien to yourself."]}, {"speaker": 2, "dialogue": ["Take some notes fact.", "That's an amazing word."]}, {"speaker": 1, "dialogue": ["It's a different balance than egocentric.", "It doesn't have anything to do with being self-centered self-centered or ego-syntonic s y n"]}, {"speaker": 2, "dialogue": ["OS"]}, {"speaker": 1, "dialogue": ["and ego diss", "ego-dystonic"]}, {"speaker": 2, "dialogue": ["Huh?", "Okay."]}, {"speaker": 1, "dialogue": ["so it's like being its walls in line and fits right in with yourself with your sense of yourself."]}, {"speaker": 2, "dialogue": ["Got it, whatever in a might be."]}, {"speaker": 1, "dialogue": ["Verses if you started hallucinating you might feel like wait, what's happening to me?", "This isn't me?", "This isn't actually happen to me."]}, {"speaker": 2, "dialogue": ["Got it.", "Yeah."]}, {"speaker": 1, "dialogue": ["It sounds like it's starting to separate a little bit these kinds of experiences from feeling like they're just totally you.", "This is how you think this is what?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["It becomes something a flash of something you can recognize but there's some separated Miss from it."]}, {"speaker": 2, "dialogue": ["and I'm still so this is what"]}, {"speaker": 1, "dialogue": ["Feeling more and more ego-dystonic.", "It's not it's no longer taking away your sense of self."]}, {"speaker": 2, "dialogue": ["Oh, he got it.", "So these things that what I just talked about that, okay, so that's", "ego-dystonic"]}, {"speaker": 1, "dialogue": ["Yes, and it's moving in that direction where it's a thought that appears or a sense o I could have had those feelings but"]}, {"speaker": 2, "dialogue": ["But it's not really who I am.", "Yeah."]}, {"speaker": 1, "dialogue": ["Not really who you are that's connected to your mother's voice or your the sense of all these old feelings."]}, {"speaker": 2, "dialogue": ["Right.", "Those are like the voices and thoughts has more of your environment.", "And your context that don't really have anything to do with you with who you your sense of who you are got it.", "That's awesome.", "Okay.", "Yeah."]}, {"speaker": 1, "dialogue": ["Sorry for the big word it started."]}, {"speaker": 2, "dialogue": ["No, I want to know what those words.", "That's awesome.", "Yeah, because even I was walking around and it's not that I don't feel Melancholy.", "Yeah, because I think I do like yeah, why am I?", "Why?", "Have I been able to accomplish a lot of other things but I can't and haven't why haven't I chose?", "Why haven't I had one relationship that I can get that I can point to and say yeah, that was exactly the kind of girl.", "I wanted or very close to the kind of girl I wanted.", "And she lived around here and you know what?", "I mean, and it was just all just nice.", "We just dated even if it doesn't work out we did and it was nice and she was my girlfriend.", "You know what I mean?", "I don't get that about that's that is a mystery to me still.", "I mean I get what some of the factors might be.", "But I guess what I'm saying though is even when that kind of bums.", "We out I'm walking around I feel melancholic about it, but I don't yet doesn't change the consistency of my days.", "You know what I mean?", "How old I am daily, you know what I mean, which is amazing, but I can also see how that's kind of unsettling because then I have all the space in my mind."]}, {"speaker": 1, "dialogue": ["yeah that used to take up so much energy in space and"]}, {"speaker": 2, "dialogue": ["Yeah, I've I was just reading I always go back to this Julia kristeva book about have you read this?"]}, {"speaker": 1, "dialogue": ["which one?"]}, {"speaker": 2, "dialogue": ["depression and melancholy"]}, {"speaker": 1, "dialogue": ["I read parts of it not the whole book."]}, {"speaker": 2, "dialogue": ["Okay, but anyway, anyhow, she's French so half the time who the fuck knows what she saying, but I don't I did notice that though.", "I was reading some sentences and I do have trouble.", "I still have trouble kind of concentrating or focusing in the moment.", "But less so so there were some sentences where I was like, oh, I think I know exactly what the sentence is what the sentence means that's a good thing instead of just reading it and being like wait.", "What?", "What did I just read?", "I don't know what I'm reading.", "Is getting a little better with stuff like this.", "That before I beat you like I just have no idea what's going on here.", "I don't know what these words are.", "I don't even get the and I even have moments where I can't follow their grammatical structure of the sentence, which is really disconcerting.", "Now I don't get upset about that and just like I just I'm like fine just keep going don't stop and get all stressed about what that and then eventually I picked up once and then I really get it."]}, {"speaker": 1, "dialogue": ["because also are took you're talking about reading some pretty heavy-handed authors who a lot of people who a lot of people don't I mean people spend entire careers trying"]}, {"speaker": 2, "dialogue": ["Yeah, that's true.", "But you know how it is if you're both an artist and you've also been in school and then", "Grad school and then I mean, you know how people talk about the shit is if they some of them are Faking It."]}, {"speaker": 1, "dialogue": ["crosstalk"]}, {"speaker": 2, "dialogue": ["Right now I'm with you but still if you're someone that's like me that's really intimidating.", "Then it makes you feel shity that you don't how come you can't talk about things like that or even if they're pretending why am I not able to read that or and then just pretend some sort of pretend.", "I'm very intimidating articulation about that or something.", "You know what?", "I mean?", "I'm just not it's not in me that's once into is I just I mean then there are people who do have substantive.", "Things to say about stuff that they read and I think I'm in that camp and it just bothers me or it has bothered meme.", "When I just feel like I'm glazing over.", "Because I know that some of that is definitely yeah, you're totally right.", "Who knows what the hell they're talking about, but some of that also, I think it is just my situation.", "When there so much static constantly just your being aroused by negative thoughts and this worries and whatever even reading Danielle Steel would probably be dead.", "Probably forget the paragraph.", "I just read there is a lot of that sometime sometimes I do get what I'm reading."]}, {"speaker": 1, "dialogue": ["Yeah, crosstalk best different."]}, {"speaker": 2, "dialogue": ["yeah but I'm just forgetting immediately I can't retain information so that's gotten better but"]}, {"speaker": 1, "dialogue": ["Yeah, now it's sort of moving towards where there's more freedom to say.", "Okay, I didn't get those sentences and not be so critical of yourself."]}, {"speaker": 2, "dialogue": ["yeah I know I don't care so much like this book I don't care what I'm reading it", "I slept through it I just read different chapters and go back to beginning and their read that again who cares it was passed I was just very dogmatic and hard myself.", "That shit like no you pick it up and you read and you make notes and"]}, {"speaker": 1, "dialogue": ["Wow."]}, {"speaker": 2, "dialogue": ["Yeah, I feel like I feel.", "I was really hard on myself.", "But again, it's because I projected I assumed I imagine that there are other people who get these things and they make little notes.", "What are these notes that they're making?", "What's the what are the insights are happening when they read things and yeah, it was really"]}, {"speaker": 1, "dialogue": ["Other people because I hear your notes all the time about the things you're reading you have notes."]}, {"speaker": 2, "dialogue": ["write that again."]}, {"speaker": 1, "dialogue": ["I know whether you're writing them in the margin margin or not, but you have things you're thinking."]}, {"speaker": 2, "dialogue": ["Yeah, but you know what?", "I mean, it's like with everything else written music just sent projection that I always have some even though why"]}, {"speaker": 1, "dialogue": ["Yeah other people somehow."]}, {"speaker": 2, "dialogue": ["are doing it better or they're more together or they're the real thing or is there something I don't know what how to describe it.", "But yeah, I have a great band and I'm a good songwriter, but somehow I'm not cool enough or I'm not whatever that thing is that I'm perceiving that other people have", "But now I know it's just exactly that.", "It's just what I'm projecting or thinking that I perceive it just another way to kind of put yourself down or just think you're last in other people.", "So yeah now that it it don't feel", "That is my just much easier.", "Now.", "I just pick up a book and who gives a shit.", "I just want to read a couple pages of us and I'm done.", "I don't have to write a paper about it.", "So."]}, {"speaker": 1, "dialogue": ["Or if you want to read more because you want to read more you'll read more."]}, {"speaker": 2, "dialogue": ["exactly"]}, {"speaker": 1, "dialogue": ["But not feeling like you have to in order to feel good about yourself."]}, {"speaker": 2, "dialogue": ["Are they even if I read it from cover to cover or not caring whether I have made your insights about whether I get everything she's talking about or so, but yeah, I think just in general.", "That's the bag.", "Yeah, I really kind of yeah.", "Today, I was just sort of walking around just kind of feeling the feeling of not having extreme feelings.", "It was just", "interesting"]}, {"speaker": 1, "dialogue": ["Feeling the feelings of not being manic or depressed in a way having an ordinary emotional life, which is which has feelings are going to be feeling good bad.", "Ugly.", "I mean, they're all there in ordinary people but they're not it's not just waiting for this.", "Terrible Darkness all the time being on top of the world.", "It's not it just hasn't been like one of those.", "I think that's you're saying it's really disorienting."]}, {"speaker": 2, "dialogue": ["Yeah, just yeah, it's very yeah, it's just so new.", "It's like I don't ya I guess it's it is disorienting."]}, {"speaker": 1, "dialogue": ["I also think in another piece you're talking about as we were talking about all these authors and philosophers and to your additions that it's starting is what if these aren't the other who have all the right answers."]}, {"speaker": 2, "dialogue": ["Right.", "Yeah."]}, {"speaker": 1, "dialogue": ["Because I think that's been a comfort for you to sort of the people who know what they're talking about and who are really smart and write a lot and our sounds like they know what they're talking about.", "And it also has a way of feeling bad about yourself that there's this whole body of people like that and what if what if they have some things to contribute but what if you disagree with some what if what if you think they're wrong or"]}, {"speaker": 2, "dialogue": ["Right.", "What if they're just regular at the end of the day?", "They're just people."]}, {"speaker": 1, "dialogue": ["Right of you that were entrenched in their own histories or their own time there that's kind of disorienting to because there's no one on the pedestal anymore."]}, {"speaker": 2, "dialogue": ["Right.", "That's true."]}, {"speaker": 1, "dialogue": ["You could be reading something and start saying what a crock of shit or she doesn't know what she's talking about."]}, {"speaker": 2, "dialogue": ["Yeah, well, I think that a lot of times when I read this and like it's just this typical French.", "I think there's something there but I bet you could say it in 10 pages.", "Yeah, but I mean at the end of the day all the stuff is now it's about time doing something constructive with you know what I mean?", "I think that's the next step is be more productive day in and day out because I'm still not but it's much better but", "I mean, that's why I'm really glad I did this.", "I feel really nervous about the business.", "But see now.", "I was just washing my hands down.", "I said only just remembered.", "Oh, I have an offer and", "The good thing now, it's fucking real.", "You know what?", "I mean?", "I can't be talking about.", "Yeah, I wonder how I'm going to Market going to Market to it doesn't matter.", "It's just got to get done.", "I need to figure things out.", "Embassy them and do them and so that's a good feeling.", "That's a really good feeling and if nothing else I'll have those box of time in a beautiful office to gather my thoughts and write or read or study for being a life coach or doing my maybe whatever.", "I don't know.", "I was like maybe I should just take ice just start taking you some psychology courses anyway.", "I mean I could just go to UMass or whatever and just take some courses are online.", "It's so easy now.", "But anyway that are is this.", "Things are getting a little more.", "I'm forcing things to get more structured and you know what, I mean?", "But that's a big part of it too.", "When you have time to be scanning how you feel and think all the time that's not good."]}, {"speaker": 1, "dialogue": ["Everybody gets cranky."]}, {"speaker": 2, "dialogue": ["Yeah, exactly.", "So you need some kind of I mean, I want the flexibility.", "I want whatever whatever.", "But the reason I want all this.", "I want", "all that is so I can have the kind of structure.", "I want it's not that I don't want structure work, you know, you know what I mean?", "But so now it's time to an act that put things together put that together."]}, {"speaker": 1, "dialogue": ["When is your first day at the office?"]}, {"speaker": 2, "dialogue": ["Monday"]}, {"speaker": 1, "dialogue": ["Monday", "I didn't know if it started September 1st or October 1st, or"]}, {"speaker": 2, "dialogue": ["I mean, I guess it could you know, I mean", "I guess I could have just used yesterday.", "I haven't Mondays and Wednesdays 12 to 4.", "But yeah."]}, {"speaker": 1, "dialogue": ["So you could have used it Wednesday."]}, {"speaker": 2, "dialogue": ["I could have used it Wednesday.", "I'm pretty sure yeah."]}, {"speaker": 1, "dialogue": ["Not yesterday."]}, {"speaker": 2, "dialogue": ["Wait, what?"]}, {"speaker": 1, "dialogue": ["crosstalk"]}, {"speaker": 2, "dialogue": ["Oh, yeah, Wednesday, right?", "Today's Friday.", "Sorry.", "Yeah, I suppose I could have yeah, but yeah, so Monday I'll just go and start kind of figuring out what it's like what the deal is and"]}, {"speaker": 1, "dialogue": ["Do you have set hours assume their blocks?", "Yeah."]}, {"speaker": 2, "dialogue": ["They do it by blocks 12 to 4 Mondays and Wednesdays."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["Which is why I had to move fast.", "They had other I mean, I think that's a pretty good.", "It seems to be a lot of time that people want."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I had a feeling no one wants to see life coach at 9 a.m. Or I mean, I don't know.", "I think later in the days.", "I mean I still worry a little bit.", "I don't let people what about everybody that's working 9 to 5 or whatever.", "Things like that, whatever but whatever me and obviously I'm here people are here seeing therapist or whatever.", "So but yeah, and then I wonder where I don't know if there's flexibility with that once you get going or I don't know.", "I don't know how that works, but"]}, {"speaker": 1, "dialogue": ["ask"]}, {"speaker": 2, "dialogue": ["Yeah, I mean if I had some clients.", "Where they were like I can I really can only come at this time at that point.", "I had to figure out what the deal is but"]}, {"speaker": 1, "dialogue": ["So will interfere with our Wednesday time then 12 to 4."]}, {"speaker": 2, "dialogue": ["Not right now, but yeah at some point if it did then because right now it's all open so I could just tell someone to come at 2 or 3 or 4 or whatever.", "But oh, that's the other thing.", "I don't know just woke before mean the last client like you need to be out by 4."]}, {"speaker": 1, "dialogue": ["Yeah, because it's a 4-Hour block.", "Yeah."]}, {"speaker": 2, "dialogue": ["It does right for our block.", "Okay, that's what I thought."]}, {"speaker": 1, "dialogue": ["So you have a 12 1 2 and 3."]}, {"speaker": 2, "dialogue": ["Right.", "Okay.", "Ohyeah.", "That's interesting.", "So wait.", "12 to 1 1 2 2 and o no you can still see.", "Our people but chances are you know, I mean, I'd have to have people conflicting.", "I mean, I don't have that problem at some point.", "But yeah, that's I mean, I'm a dumbass about take advantage.", "You know what I mean?", "if I'm not there at least", "writing reading working out of business, you know what I mean?", "That could be my time to just see even that instead of constantly if you don't have something structured and you can always be thinking about it or not.", "That's why I'm like, alright well", "until I have the clients.", "Those hours are for business marketing Network email people.", "I don't know whatever."]}, {"speaker": 1, "dialogue": ["I think that's why I raised our appointment time because that's already going to interfere.", "Will you go there for an hour and then come back here and then go back?"]}, {"speaker": 2, "dialogue": ["Probably.", "Yeah, I mean it's right here."]}, {"speaker": 1, "dialogue": ["It is an hour of your time that you're paid for."]}, {"speaker": 2, "dialogue": ["Yeah, that's well, that's okay.", "I mean, that's okay for now.", "It's but yeah, I mean, yeah, it's it gives me that are even with the writing.", "You know what I mean?", "Okay, I'm going to work on a business little bit.", "Then I'm going to Thursday's no excuse now, you know what?", "I mean?", "It's a beautiful place peace and quiet nice Sunday Byron place is on me now.", "So I think that", "So I think that's I could tell I needed something like that to kind of.", "You need a good kind of pressure."]}, {"speaker": 1, "dialogue": ["So what will stop so what will stop you now come Monday.", "Do you think you'll be there?"]}, {"speaker": 2, "dialogue": ["I don't think anything.", "No, I mean I'll be looking forward to it.", "Yeah, you didn't go Wednesday and wondered why?", "Well, Wednesday was a day I get bleach them."]}, {"speaker": 1, "dialogue": ["Okay, yeah."]}, {"speaker": 2, "dialogue": ["I feel like I could be kind of weird like your Solis.", "I'm going upstairs.", "So yeah.", "Definitely has to figure out the marketing thing.", "So", "no, it's you can't just be sending out emails hoping to get clients or whatever.", "I got to figure out a way to be more specific kind of marketing.", "I was just thinking about Cecilia.", "and I was thinking", "today was kind of chilly in the morning even little things like when I wake up.", "She has a habit of at least every other day when I wake up.", "I feel her I mean is just ridiculously cute.", "I sleep on my side.", "And I will literally kill her crunched up and mashed in as part of me like this.", "It's like we're expanding.", "And I was thinking about that.", "I was like that.", "even though is I almost don't know what to", "Do with it.", "If so every time it happens I can't today was.", "and she also kind of took some up some of the blanket so I was pretty cold and I was not but I didn't want to", "I don't want to scare her away or get her off to ped.", "Sorry, just laying there but even stuff like that is I'm just not used to it still."]}, {"speaker": 1, "dialogue": ["What's the feeling what's it like?"]}, {"speaker": 2, "dialogue": ["It's just beautiful.", "It's like now I get it animals are you're not really human until you can you can connect with a pet.", "It's just unconditional love and it's so peaceful and sweet.", "It's just an amazing thing."]}, {"speaker": 1, "dialogue": ["And say I mean she feels so safe with you to be able to nozzle her way in and curl up wherever she wants to and take up whatever space she wants to and know that it's okay."]}, {"speaker": 2, "dialogue": ["Right.", "Yeah, it's very sweet yet.", "And then when she does get out, she'll come up and she'll just", "They just know not to scratch you or so.", "She just puts her paw.", "So just go like this ER.", "She doesn't know my head or is she looks a pillow right next to me is that's just crazy.", "It's such a beautiful thing.", "She somehow knows.", "Okay, I'm not going to use my class for this one.", "It's so amazing."]}, {"speaker": 1, "dialogue": ["Well, she's attached.", "I mean, she's feeling she's feeling loving affection.", "She's not wanting to attack is not even in the realm of"]}, {"speaker": 2, "dialogue": ["Yeah, I mean ragdolls are like that anyway, but then", "When they do get attached to their owners, I think it's more like they're just very affectionate.", "Yeah."]}, {"speaker": 1, "dialogue": ["so affectionate"]}, {"speaker": 2, "dialogue": ["I mean it's crazy.", "But now I can see I'm a crazy need Riser here.", "Especially someone like that.", "He's a lunatic now I get why his cat is his best friend.", "I mean because he's so fucked up but it's I'm not comparing me but I see why people who don't have friends you don't have inside but at least there's comfort in about a creature with you depends on you and who"]}, {"speaker": 1, "dialogue": ["well around him you feel safe to if he's up vulnerable or has that many defenses up or there's so much stuff protecting going on because he's been so hurt somewhere or"]}, {"speaker": 2, "dialogue": ["That's right.", "Yeah, I exactly"]}, {"speaker": 1, "dialogue": ["you know, you're safe with an animal."]}, {"speaker": 2, "dialogue": ["It's interesting.", "I was thinking about we have a show coming up and it's a good bill, but I think because of the way I've been feeling.", "I almost don't care that much.", "It's a weird feeling.", "It's not that I'm looking forward that I'm not looking forward to it.", "It's just kind of I don't find myself kind of way used to I care about making music releasing whatever but I just don't care.", "About the shows as much I guess.", "I don't know."]}, {"speaker": 1, "dialogue": ["It's connected the feeling you're having wandering around.", "What is this in between?"]}, {"speaker": 2, "dialogue": ["Yeah, it's not extreme.", "Yeah, not like I don't know ya."]}, {"speaker": 1, "dialogue": ["You're not terrified of it."]}, {"speaker": 2, "dialogue": ["No, not at all."]}, {"speaker": 1, "dialogue": ["You're not elated about anything about it happening."]}, {"speaker": 2, "dialogue": ["Exactly.", "Yeah, right.", "It's just kind of like oh, yeah, we're going to play the show.", "I almost don't know how I'm supposed to feel you know what I mean?"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Maybe that's why I had a weird what seems like a panic attack at the outdoor show.", "It was just kind of like I feel confident.", "I'm fine and yet I feel weird like maybe I'm not used to the way I'm feeling", "I don't know what the fuck it was but everything was right on everything sound right everything.", "I don't know.", "Maybe that's why I guess maybe I was anxious because I wasn't anxious or something.", "I don't know."]}, {"speaker": 1, "dialogue": ["What can you send me more about what what it was feeling like just before you came in here because you were wandering around."]}, {"speaker": 2, "dialogue": ["what I felt"]}, {"speaker": 1, "dialogue": ["You're thinking about this feeling that it's it's neither extreme."]}, {"speaker": 2, "dialogue": ["it felt nice.", "I mean just the weather is nice.", "I was just and I was just aware of the fact that I was fine.", "That was basically I was like, it's a beautiful day.", "I'm fine.", "I can't think of anything.", "That's really I'm not depressed whatever but I also don't feel amazing.", "You know what I mean?", "Or I pick something like I do feel really lonely, but somehow it's not", "It's just their I'm not it's not affecting me and some.", "It's not stopping me from also feeling pretty good.", "You know what I mean?", "So yeah, I was just kind of like"]}, {"speaker": 1, "dialogue": ["I wonder I guess how that then so then you come in here.", "Does that also throw you off here?", "What do we talk about them?"]}, {"speaker": 2, "dialogue": ["I get a little more anxious care.", "Yeah because of I"]}, {"speaker": 1, "dialogue": ["Because I can imagine that if you're feeling depressed, you know what to talk about."]}, {"speaker": 2, "dialogue": ["right.", "Yeah, I do not anxious.", "But yeah, I do feel more a little more jittery or like I'm not sure.", "Yeah."]}, {"speaker": 1, "dialogue": ["Or like almost what else is in there, then what's going to be there?", "If it's not some extreme this or that were clinically significant something.", "Who are you?"]}, {"speaker": 2, "dialogue": ["Exactly.", "Yeah.", "Am I going to be repeating myself or I don't know.", "Yeah, not repeating.", "But you know what, I mean.", "Just picking seems like I'm only or what or am I just going to be talking about how to grow the business or you know what?", "I mean?", "I yeah, I don't know.", "Yeah.", "Unless maybe exactly it in a way though.", "Seems lead to deeper.", "feeling sexual"]}, {"speaker": 1, "dialogue": ["In a way or tuck these things you're saying is there's something then you get to start to know about what comes up inside of you isn't some extreme problem going on that's very easy to identify and talk about is not trusting yourself not trusting that what will come up.", "We'll come up even if it's a surface thing.", "That is the first thing that occurs to you that it comes up for a reason it connects to other things and nothing comes out of nowhere and everything has a meeting there's not", "You're not trusting of just trusting of your mind.", "So you get to relax and just"]}, {"speaker": 2, "dialogue": ["I think it's partly about yeah, but it's partly.", "I may be more.", "That I just when you're so used to extremes it's almost like I don't even know what I'm thinking about anyway."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["I yeah, I guess I feel lonely.", "But yeah, I don't know, you know what I mean?", "So that's why I'm saying maybe that is for at least maybe to be like yeah, I'm not sure if I feel that lonely right now, but let's talk about loneliness.", "You know what I mean?", "Because then that does lead to", "and I think that's kind of the whole point now coming here."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["What about today?", "I feel like shit or yesterday is someone looked at me funny or whatever the fuck I feel or I feel amazing.", "They're not these extreme things that have to be worked out or whatever.", "They're just now.", "It's a much more.", "I don't know.", "It's a much more nuanced kind of thing."]}, {"speaker": 1, "dialogue": ["Now we really get to know you."]}, {"speaker": 2, "dialogue": ["Yeah, right."]}, {"speaker": 1, "dialogue": ["Which is really different than knowing your problems."]}, {"speaker": 2, "dialogue": ["Right exactly."]}, {"speaker": 1, "dialogue": ["I think it's partly what you're saying.", "You're still getting used to the problems.", "What's going to be there?"]}, {"speaker": 2, "dialogue": ["Yeah, I mean it's all in either problems or inflated kind of euphoric kind of stuff.", "You know what I mean?", "So but yeah mostly problems, so where"]}, {"speaker": 1, "dialogue": ["I'm leaving including that in problem as something that's not as grounded in reality trying to sort out who you really are."]}, {"speaker": 2, "dialogue": ["Yeah, right.", "It's not grounded.", "Yeah, it's not stable."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["If nothing else I've just been used to really high state of anxiety all the time.", "Get her bad now.", "It's like yeah last week the last few weeks now I feel", "I think that I did.", "Do I did this?", "I feel Whatever anxiety I feel now is anchored to something.", "It's like well, yeah, I know shit.", "I mean I just signed at least.", "So now it's about work in that kind of wears before last week.", "I felt abstract and more Amor existential anxiety of I'm doing what am I doing?", "I think it's when you anchor things into either released or whatever a job or whatever it is and you can feel anxious but there's comfort in the fact that there's a concrete thing that you're thinking about.", "What's my point?", "But yeah.", "But in general, yeah, I just I just don't feel the same level of bond stop anxiety all the time.", "So yeah, it's just kind of", "it's like emotional Superstar me and fucked up and that's just the way that your stew and then suddenly if it's calm and there's beautiful sunlight and you're like, holy shit like at all the stuff in the water, you know what I mean?", "Have a good one.", "I'm going to write that down.", "Suddenly.", "You're like there's a whole world in the water.", "Forget what's going on up here.", "So that's"]}, {"speaker": 1, "dialogue": ["Yeah, it's so different than trying to survive this the storm.", "It's so different."]}, {"speaker": 2, "dialogue": ["Exactly.", "Yeah survive or thinking that well, this is just it this is just the weather.", "It's not a storm.", "It's just so it's a perfect metaphor.", "That's the one it's even better than the Makoma one.", "Because then it's like not only star world into the water.", "But even though it's beautiful thing.", "You're still kind of scared you might fall in.", "You know what I mean?", "You're like shit.", "I don't know if I'm that good that good of a swimmer or what if some of the stuff down there certain things look beautiful, but they're really not or what are some of them look awful, but they're not", "they're just all different creatures are just all different things."]}, {"speaker": 1, "dialogue": ["I think it's a metaphor for all the fears about the couch to what comes out.", "There was underneath underneath if you go into the deeper layers, what will I like?", "What will I not like", "Are you afraid you'll find?"]}, {"speaker": 2, "dialogue": ["Yeah, it's weird.", "Sometimes I sit here and there is nothing that really comes up.", "It's strange or maybe there are but I can't what's the word?", "I can't my mind doesn't latch onto anything.", "I'm just kind of I don't know just it's weird.", "It's so strange and it's emotionally neutral or something."]}, {"speaker": 1, "dialogue": ["It's funny because I was just having a fantasy of helping you into the water, but giving you a life preserver, so I could see you just float around for a while."]}, {"speaker": 2, "dialogue": ["Yeah, that's awesome."]}, {"speaker": 1, "dialogue": ["Just know you're not going to drown."]}, {"speaker": 2, "dialogue": ["Those things that gives kids on their arms."]}, {"speaker": 1, "dialogue": ["You can look around floaties.", "Yeah."]}, {"speaker": 2, "dialogue": ["Yep, that's awesome."]}, {"speaker": 1, "dialogue": ["You'd be safe wait until you start."]}, {"speaker": 2, "dialogue": ["my little goggles"]}, {"speaker": 1, "dialogue": ["Yeah, you could start that way what you can see from the top."]}, {"speaker": 2, "dialogue": ["Yep."]}, {"speaker": 1, "dialogue": ["I'm a scuba diver, so I know what it's like."]}, {"speaker": 2, "dialogue": ["who is"]}, {"speaker": 1, "dialogue": ["I am"]}, {"speaker": 2, "dialogue": ["are you serious?"]}, {"speaker": 1, "dialogue": ["Yeah, it's quite the metaphor for going out into the ocean.", "Yeah."]}, {"speaker": 2, "dialogue": ["Well, no kidding.", "It's funny because I wonder if subconsciously because that's one thing I have I have I love watching documentaries and stuff.", "But yeah, something feels really claustrophobic to me about that."]}, {"speaker": 1, "dialogue": ["Going that deep.", "Yeah."]}, {"speaker": 2, "dialogue": ["But even the pressure that builds and I don't know if there's something about that that's very claustrophobic.", "But now I wonder if subconsciously it's also about what I was saying.", "Yeah what we were talking about."]}, {"speaker": 1, "dialogue": ["Yeah, what?"]}, {"speaker": 2, "dialogue": ["That's funny your scoobert.", "You're a scuba.", "You're like a little josquin stole.", "That's awesome."]}, {"speaker": 1, "dialogue": ["Yeah on the side."]}, {"speaker": 2, "dialogue": ["What's that?"]}, {"speaker": 1, "dialogue": ["On the side not all the time.", "Yeah."]}, {"speaker": 2, "dialogue": ["O on the side, of course, that's awesome.", "Yeah, I guess when you think about it, it's not.", "I mean, what's the fear really?", "It's your oxygen tank.", "You're down there with the critters, and I don't know but"]}, {"speaker": 1, "dialogue": ["Well, it is such a metaphor.", "I mean people have care of that."]}, {"speaker": 2, "dialogue": ["Yeah, I think that yeah."]}, {"speaker": 1, "dialogue": ["What is meant to be?"]}, {"speaker": 2, "dialogue": ["yeah, for other people it's like", "it's being confined in a small space or whatever.", "But yeah for me it's those two extremes either being really high up or being way below.", "I mean I can go to the top of a building, but I don't really want to go to the edge or I get freaked out of people get to close.", "I don't get freaked out.", "But internally I start getting really nervous when people get too close to Edge the last interesting."]}, {"speaker": 1, "dialogue": ["so floaties"]}, {"speaker": 2, "dialogue": ["Yeah, that's awesome."]}, {"speaker": 1, "dialogue": ["I can leave you some floaties on the couch."]}, {"speaker": 2, "dialogue": ["Yeah, exactly.", "I'll just go to the store and get those slippers and stuff get the ones that have dinosaurs on them and stuff."]}, {"speaker": 1, "dialogue": ["It's actually not that different unless you wanted to be when you go there and your mind to just as getting in the water."]}, {"speaker": 2, "dialogue": ["What's up?"]}, {"speaker": 1, "dialogue": ["But the floaties it's not that different than standing on the side of the shore."]}, {"speaker": 2, "dialogue": ["Oh you mean"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["oh, no, I yeah, I know that one of those things were until actually I know that was a big difference but"]}, {"speaker": 1, "dialogue": ["but I mostly I think it feels like"]}, {"speaker": 2, "dialogue": ["Yeah, yeah, it's emotional.", "It's I know that I feel really self-conscious."]}, {"speaker": 1, "dialogue": ["Oh.", "of"]}, {"speaker": 2, "dialogue": ["Just said I'm one of those dudes that plays on the it would take me a while to now I'm one of those not that it's that's a bad thing.", "But I've had so much skepticism over the years.", "I don't know.", "or things are such a pitch sometimes but", "yeah, I it's just all the all these little things.", "I mean a lot of it is just superficial.", "All of it.", "I think is just superficial for the most part but"]}, {"speaker": 1, "dialogue": ["sexy and I know it doesn't sound superficial."]}, {"speaker": 2, "dialogue": ["Yeah, no, I mean my excuses or superficial."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I think ultimately it's just I don't know what I would say or how it's going to feel or", "Or what if somehow changes our drink our dynamic or something?", "I don't know why it would but"]}, {"speaker": 1, "dialogue": ["In some ways you're afraid of is there something you're afraid?", "What is there something you're afraid?", "What happened?"]}, {"speaker": 2, "dialogue": ["It says yeah.", "It's like I'm afraid if it feels right don't fuk with it.", "You know what I mean?", "It took so long to get to this point.", "I'm just kind of like oh, this is nice.", "So"]}, {"speaker": 1, "dialogue": ["Well, you can stand on the side of a boat for the rest of your life looking in and never taking off because it feels for perfectly fine on the side of the boat."]}, {"speaker": 2, "dialogue": ["I know right exactly yet."]}, {"speaker": 1, "dialogue": ["And then you never get to see."]}, {"speaker": 2, "dialogue": ["That's true."]}, {"speaker": 1, "dialogue": ["It's actually beautiful.", "but all the fears of what if it isn't and"]}, {"speaker": 2, "dialogue": ["Yeah, but I guess now that I'm thinking about it.", "It's extreme.", "For example, I just", "I just now for some reason I just now saw it.", "What if I was on the couch one day?", "What is that?", "It's not like I have to come in and pee on the couch every day.", "I mean I could just come and be like, you know what I don't feel like it today.", "I just want to sit with."]}, {"speaker": 1, "dialogue": ["totally"]}, {"speaker": 2, "dialogue": ["It's weird.", "I hadn't really thought about you know what I mean, I think of these."]}, {"speaker": 1, "dialogue": ["as though it's on permanent permanent thing."]}, {"speaker": 2, "dialogue": ["Yeah, I think of these things are so something.", "I don't know what I think of it as but yeah, I just like diving I mean you dive and then you come back up.", "You don't maybe you don't want to die tomorrow.", "Whatever it is.", "I mean"]}, {"speaker": 1, "dialogue": ["Or you start with snorkeling?"]}, {"speaker": 2, "dialogue": ["is Cyrus circling?"]}, {"speaker": 1, "dialogue": ["That's what you do for a few years and then you get more interested in what's even beneath where you can see on top."]}, {"speaker": 2, "dialogue": ["Yeah, I just look at the top and tropical fish for a while."]}, {"speaker": 1, "dialogue": ["well"]}, {"speaker": 2, "dialogue": ["Alright.", "Thank you."]}, {"speaker": 1, "dialogue": ["See you Wednesday."]}, {"speaker": 2, "dialogue": ["I've been weekend."]}, {"speaker": 1, "dialogue": ["Okay, you too."]}, {"speaker": 2, "dialogue": ["See you next week."]}]