[{"speaker": 1, "dialogue": ["Good morning."]}, {"speaker": 2, "dialogue": ["Good morning.", "I had a good day yesterday.", "It was feeling like spring maybe one day.", "It's feeling like spring but you know good enough.", "So I took the kids out to the playground.", "And they started packing her me thinks that moving could be really good.", "I don't know.", "back to waiting and seeing", "I don't know enough what the options are.", "It occurred to me this morning that even if I had stayed at Brown and James had moved us here.", "We would still be in this position at this point where I really didn't want to do a postdoc.", "So I guess it's a little bit reassuring.", "It would still be tough right now.", "We are supposed to go to this party with most of James's friends grad school were in the Denver area this weekend.", "Our car is still not running.", "So I don't know.", "I think there's a commuter rail we can take but it's like an hour's Drive Away by the commuter rail."]}, {"speaker": 1, "dialogue": ["It's out in."]}, {"speaker": 2, "dialogue": ["Outwest.", "It's way out west onto I don't know.", "I don't know but I did find out that Monica only wants me to come in for a couple 3 hours on Friday if that so that would be nice.", "I have a tough time with the people from James is grad school program.", "It's just always sort of stressful.", "I like them.", "They're fine.", "We're just really different from me.", "Then I think well, they're also really different from James.", "I don't know.", "I think that was one of the things that was tough for James in Ohio get trouble finding people to talk to which is why it was so great.", "When his friend from undergrad Tony and his wife Carrie were there because Cody is a poet he could talk to him.", "How do you sort of crazy in some ways I can never tell whether he believes ideas.", "He's putting out there or whether it's more that he thinks the world would be more fun if it were true.", "And so he's just sort of hoping that they're true.", "I don't know.", "I don't much easier time finding friends than James does and I don't know whether that's because I am I don't know better at finding people or less picky about the people that I want to be friends with or whether it's because I'm just positioned right in a way that James is not", "I don't know if the types of people who tend to do graduate degrees in chemistry are all that different from the types of people who tend to do graduate degrees in theology.", "It's not a difference.", "What I don't know if we did move.", "This will be the first time that I moved to a new city where I didn't know anybody or didn't know more than a couple of people and wasn't already in some sort of graduate program or workplace or something to Anchor me.", "It doesn't make me anxious, but I feel like maybe it ought to.", "I think that that could go really badly, but I can't get worried about that.", "I don't know.", "Even with knowing so many people it hasn't really kept me from being really lonely here.", "It's a weird thing one day.", "I'll be talking to James about it or thinking about it and be like yeah.", "Yeah, let's go somewhere else.", "Let's find a new place and see what the options are.", "There's almost no where else in the country where my skills would be less valuable than they are here in terms of there being a critical mass of people with a Humanities degree here."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["There are a lot of people who are brown educated in some of your discipline here just a lot of them and it's really fun.", "But it also means that finding a job is that much harder and that's not going to be the case in other places.", "I feel like there's almost no situation.", "That would not be better for James than what we were in now.", "It makes a huge difference in my life when he's doing.", "Well when I'm not the only person that he has to talk to about interesting.", "Things like this is for us.", "Some days, I think that and then other days is just like Terror yesterday was sort of the ladder and today is sort of the former and I don't know.", "obviously you coming to that but it's not clear to me how"]}, {"speaker": 1, "dialogue": ["One thing that accursed me is your feeling relatively well good.", "I guess like yesterday the other day and stay and it's like you don't need me in the same way if you're feeling good."]}, {"speaker": 2, "dialogue": ["yeah.", "It's hard to make decisions across emotional states.", "I always wonder whether everyone is like this like the whole landscape changes on your having a bad day or when you're having a good day.", "I imagine if I think about it most things are spectrum and blah blah blah.", "I don't know."]}, {"speaker": 1, "dialogue": ["I think that's a little more for you.", "Not then for everybody but more than for most people."]}, {"speaker": 2, "dialogue": ["Thanks.", "Yeah, it's certainly not the case for James and it certainly like every once in a while.", "We'll have an explicit conversation about it.", "We're all say James.", "This is how I work when I'm having a good day.", "It looks really different than when I'm having a bad day.", "I can't see anything outside of my emotions.", "I think it makes things very confusing for him.", "It makes things very confusing for me also at times.", "Oh, well, I feel like if I can tell something and get other people to help remind me of that.", "Maybe it won't matter so much that I can't remember it myself."]}, {"speaker": 1, "dialogue": ["I guess part of it is that it's not just that it's different I think but that less now but still to some extent without realizing it you lose touch with what it's really like the other way."]}, {"speaker": 2, "dialogue": ["yeah I feel like the extent to which I have sort of changed that has been more like remembering that I lose touch and actually not losing touch and that's even not that great", "so it's like in the last couple to three weeks even I'll be like in this awful place just totally miserable and desperate and kind of crazy making and then I go to do something usually with something for church and acts like I'm okay and after about a half-hour somebody will ask how are you doing and I'll be like Oh I'm great and it's not like I'm lying I believe it but it's just like at that moment I'm only thinking about the part of my life that is right here right now which means that I'm having an interesting conversation or I'm doing okay", "Sometimes I feel like it helps me survive again helps me get through those really bad times.", "It's weird.", "I feel like it's impossible for me to be honest in some ways.", "If I say actually I'm not doing so well that is true with regards to the macro state, but it doesn't actually reflect what's going on in that moment.", "If I say I'm doing great and that reflects what's going on in the moment, but it's a very small moment compared to what's really happening.", "I wonder when people stop believing what I say.", "It was as pretty Facebook conversation last night about deaf children and Cochlear implants a bad choice and all of that.", "I don't know if it was talking like people clearly didn't know very many deaf people or weren't in touch with that Community because it was very why would you ever", "Not give your child a chance to hear.", "That is an incredibly cruel and a terrible Choice.", "Yes language is culture and that would be bad if that were lost.", "But no really it's more important to be hearing.", "I don't know what I think about that but it's not really important.", "Joanne is a interpreter and she's really involved with the deaf community and used to teach primary school kids who are deaf.", "So she's pretty anti cochlear implant and pretty firmly an advocate for the deaf community.", "I was sort of seeing both sides of it and I guess I was just thinking about how you don't see what is outside your experience.", "People say why do parents choose not to give their children a chance of having a whole other sense?", "Well, they don't have it and they like their life and they don't know in some instances.", "They can't know what they're missing and also people who have that extra sense can't know what they're missing by having it."]}, {"speaker": 1, "dialogue": ["I follow like the people in the conversation yesterday on Facebook or sort of making these comments and judgments very much within their own worldview without necessarily realizing how much they are in their own worldview.", "There is kind of another side."]}, {"speaker": 2, "dialogue": ["Yeah, and since it's about perception, it's been nice link to the conversation to be having.", "I was reading a poem called Monet refuses the operation.", "It was about the painter describing it took me 55 years to learn how to see like this and now you want to fix my eyes.", "What is a nice poem?", "I guess I was just thinking how it was relatively recent that it occurred to me that other people might not work like this like these so controlled by their emotional states like half the landscape be so dependent on emotions.", "Maybe everyone else is like that just in different ways and I don't know.", "I just feel like people who say their judgments are wholly dependent on their emotional state are mostly full of bullshit.", "My favorite Old Testament scholar gave a lecture on Saturday in the line.", "I really liked was up until about the mid-twentieth century scholarship was all about objectivity.", "And that was the gold standard of objectivity.", "and then we eventually just realized an objective it e", "was just white male experience.", "That was nice.", "You would think that I was going somewhere but", "I know this is how Amanda works so that also makes it hard.", "She is much more polarity than I do in some ways.", "So I feel like sometimes I talk to her from time to time and it will be like she just has had this completely different idea of what her life looks like in one conversation then a week later.", "That I get but I feel like sometimes were just really far separated.", "So when we try to talk, I just don't know what she's saying at all.", "Sometimes we're really there together and sometimes we just can't even talk.", "Part of me wants to be like, is there a diagnosis for that and part of me is like I don't think it really matters that much.", "I don't know which of those I actually want to clean this my opinion.", "I feel like I know which of those you would fall on butt."]}, {"speaker": 1, "dialogue": ["You mean?"]}, {"speaker": 2, "dialogue": ["Your approach tends to be like I don't think that matters all that much.", "It's funny talking with people in the hospital people get very attached their diagnosis.", "I think I only noticed that because I don't have one in the same way.", "I don't think I'm really expecting you to weigh in on this much.", "I feel like sometimes when I talk about stuff.", "I really want you to say something about it or speak from experience, but I don't really feel like that's the case right now."]}, {"speaker": 1, "dialogue": ["Sometimes it is true because I do think there are times that it can be helpful to have one formal given diagnosis or informally something about depending on what the Dynamics are having the sense of part of what you're finding with me is that there are with the people hide behind that or use it to move away from what their experience actually is another words what I mean is depression is not very descriptive compared to something like paranoid schizophrenia or borderline personality disorder those things seem more descriptive than things like depression or generalized anxiety."]}, {"speaker": 2, "dialogue": ["I think that depression is about as useful a description as fever in some ways."]}, {"speaker": 1, "dialogue": ["Yes, where is I do think that something like paranoid schizophrenia or disorder are a little more useful.", "I think it doesn't say a lot about who the person is."]}, {"speaker": 2, "dialogue": ["The one thing that I've been I've seen in talking to people who have a bipolar diagnosis, it is clear that that is a really useful thing for them to know about themselves."]}, {"speaker": 1, "dialogue": ["Absolutely particularly bipolar one, it looks pretty biological in the sense that for some people bipolar is affected a lot by what is going on in their environment for other people.", "It just isn't and for those people it's really good to know."]}, {"speaker": 2, "dialogue": ["I was just thinking about Amanda.", "I feel like from where I said, it looks to me a lot like she is bipolar 2 and she doesn't want to be involved in mental Healthcare.", "Basically.", "She doesn't want to take meds and okay.", "I don't know.", "I wonder how her life would be different if she were not making that choice."]}, {"speaker": 1, "dialogue": ["Like if she were getting treated and thinking more of herself in those terms stuff like that."]}, {"speaker": 2, "dialogue": ["Yes, I don't know if it would be better.", "It would be different.", "I think it might be better."]}, {"speaker": 1, "dialogue": ["might not"]}, {"speaker": 2, "dialogue": ["She's had some really bad therapist.", "So I did so"]}, {"speaker": 1, "dialogue": ["Another thing it seems to be where we're at with some of this in a way.", "I'm quite sure what to make of or what to do with how to think about when you're feeling more this way the way you are today.", "Well not in my mind because it's feeling better per se but I guess for reasons that at least to me so far are not entirely clear maybe because you're feeling kind of strong I think."]}, {"speaker": 2, "dialogue": ["Like I don't swing by lently in this direction so much as I just saunter over there."]}, {"speaker": 1, "dialogue": ["When you're this way at least me it doesn't seem like your kind of has possessed by the things that you feel or perhaps.", "You don't know what those things are.", "You're talking about how it might be really nice to me, but I'm not really sure why it's not that I don't believe you but I don't know what you really have in mind about the changes.", "I guess you mentioned that it might be easier to get a job, but I don't expect that's all what you meant.", "You said it would be better for James.", "Although again.", "I'm not sure why and I can certainly see how if it would be better for him.", "It would also be better for you seem somehow.", "It's a little less clear to me so far."]}, {"speaker": 2, "dialogue": ["In some ways.", "I feel like what I'm doing.", "Well, it's very common for me to want to be doing something else to be like I want to explore I want to go someplace else and see what else is out there.", "I also think it would be nice to be closer to family like it would be nice to be back in San Antonio.", "It's like I can remember other times when I was happy and the physical location of those times.", "So I guess that's less exploring and more like I want to go back there.", "I can't remember what it was like to live in San Antonio when I'm depressed because I remember that it's being really happy so it doesn't", "I feel like it's less important for me to tell you about it when I'm doing better.", "Like when I sat A desperate I described it constantly inside my head if I'm really down.", "I'll often try to think how I would tell somebody about it.", "What would I say?", "I feel less urgent.", "Which is a little depressing in itself."]}, {"speaker": 1, "dialogue": ["Are you thinking that it seems a little less self-reflective or more bland or something?"]}, {"speaker": 2, "dialogue": ["I just think it's a little depressing and that what I feel is so urgent for me to put out in the world is all the worst stuff that happens that is inside me.", "The good things seem less important to spread around and I don't know.", "I don't really think I'm comfortable with that idea.", "I guess I also feel like everyone would understand what it feels like to be doing pretty well and enjoying my job."]}, {"speaker": 1, "dialogue": ["To me, it seems like you don't need as much help hearing those things or maybe any by contrast.", "I guess I can also see you in a way how you were feeling like being well if I'm thinking about how to tell people about this is because I want to spread it out into the world or but these bad things out there in the world.", "Do you know what I mean?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["More something like you're looking for some help with how bad you feel."]}, {"speaker": 2, "dialogue": ["I was talking to Camilla about how I was feeling pretty bad Sunday, and I said something I said.", "I think I said that I don't understand how Denver hasn't been swallowed up in earthquakes with how sad I feel she was like that really sucks.", "That was really pretty.", "Thanks.", "The thing is I feel so bad about putting things on people.", "I want to find a way to make it bearable for them."]}, {"speaker": 1, "dialogue": ["We should stop for now."]}]