[{"speaker": 1, "dialogue": ["Where do we start today?"]}, {"speaker": 2, "dialogue": ["I still feel like I'm stressed.", "Maybe I'm stressed but I don't know.", "I'm just afraid to ask my boss about the whole.", "Hey, can I?", "Thing, but I did say at work for a full day last week for all three days."]}, {"speaker": 1, "dialogue": ["How did you feel?"]}, {"speaker": 2, "dialogue": ["I thought okay, I wasn't really panicking or anything like that.", "My dad's old computer was taking forever and I basically spend an hour or something.", "That should have taken 15 minutes."]}, {"speaker": 1, "dialogue": ["So bored frustrated no panic when you feel stressed when you look back over the week and you say I still feel stressed.", "When are you noticing it?"]}, {"speaker": 2, "dialogue": ["I think it's when I get up in the morning and I have to get myself to work or in the evening when I need to get things done before I go to bed and I'm like, how will have food for tomorrow or have dinner tonight?"]}, {"speaker": 1, "dialogue": ["So it's not during the actual doing of the day.", "It's when you were."]}, {"speaker": 2, "dialogue": ["I never stressed at work.", "I might get panicky at work, but it's not from work is this dress like the preparation and a lot of time in the evening to Wine down and have dinner especially it's like me and Sydney are going to do something and then Sydney panics and then it's like okay.", "Can I do this myself?", "I don't know depending on what I'm doing the longer.", "I wait for him to stop panicking the last time I house."]}, {"speaker": 1, "dialogue": ["So it sounds like what's really making you feel anxious and moments are parts of the day is when you're kind of predicting the future thinking about having to get to work if I have enough time.", "Will I have time to get this project done?", "Will I be able to do this thing on my own in the evening?", "How does it usually turn out?"]}, {"speaker": 2, "dialogue": ["Sometimes it turns out that I end up going to bed later than I would have liked and I'm still able to get to work in the morning.", "Sometimes it ends up with me getting to work later.", "I've never been at the point where I've gone to work and didn't have anything to eat."]}, {"speaker": 1, "dialogue": ["That's good."]}, {"speaker": 2, "dialogue": ["I don't think I've ever had to miss dinner either."]}, {"speaker": 1, "dialogue": ["Is that what you're worried about when you're worrying about not having enough time are those the things you're worried about?"]}, {"speaker": 2, "dialogue": ["Missing in like like missing dinner.", "Sometimes it just feeling like I don't have any free time and I'm wasting away time doing whatever for Sydney or something.", "I don't know since I don't have work today.", "I don't have work again until tomorrow and I haven't had work since Thursday."]}, {"speaker": 1, "dialogue": ["That seems like a long time ago."]}, {"speaker": 2, "dialogue": ["Yeah, I guess it is usually worried about not having time to eat food or do laundry and happiness clean clothes for work.", "We end up doing laundry today.", "Maybe I should go out and shopping because right now there are four shirts that I use for work, which makes me usually have to do laundry once a week if I had more shirts for work and I could", "Doing laundry every week the same thing would happen.", "It was just at least happen Okay, I can lend you that day.", "And that's what I ended up doing last week taking stuff in my laundry bag because his laundry hamper things are really really heavy is there is down to the basement at his place a really really steep.", "So if I'm doing laundry at his place is a lot easier if he carries them down, but I can carry down smaller amounts of things for myself, which I should be able to do if I have to question actually be dependent on him for laundry, and I'm not"]}, {"speaker": 1, "dialogue": ["It might make you feel less anxious because it sounds like a lot of times anxiety stemming from not knowing if he's going to be able to follow through on a plan and feeling dependent upon him even though you don't need to be dependent upon him for that.", "It kind of sounds like you kind of feel like you are."]}, {"speaker": 2, "dialogue": ["Not for that the right now.", "I'm also looking at making socks for him.", "There is a skank of two colors and one color is one that I have to use this soon and I haven't been able to find it.", "It's the second sock.", "So I wanted to match the first one and I've been looking around his room.", "I know it's in there somewhere.", "I'm 99% sure that it's there, but he needs to pay I've been can have some of his stuff but he always needs to clean up in order for me to find that he's like so it will be okay and I'm like it will only be okay if you clean it.", "If you sit around and just saying that it will be okay."]}, {"speaker": 1, "dialogue": ["It sounds like some of the anxiety is actually frustration when you say stress.", "It sounds like it's actually frustration maybe even anger."]}, {"speaker": 2, "dialogue": ["And maybe anger annoyance."]}, {"speaker": 1, "dialogue": ["Okay, that feels like it fits better."]}, {"speaker": 2, "dialogue": ["I guess stealing out of control for I can't really control his."]}, {"speaker": 1, "dialogue": ["You can't control him?"]}, {"speaker": 2, "dialogue": ["Or living quarters for that matter."]}, {"speaker": 1, "dialogue": ["or his choices"]}, {"speaker": 2, "dialogue": ["It makes it really hard when I lose things even this morning.", "He knocked over my glasses.", "I had them on the dresser and he was trying to find them this morning because I can't see anything without my glasses.", "He's like, are you sure you didn't put them somewhere else and I'm like, yes, I put them in one of the few places.", "They are neither.", "I heard you knock them over last night when you came back in and the lights were off you got annoyed like I was blaming him and I got annoyed that you got annoyed for me blaming him.", "It was his fault.", "He ended up finding them obviously because I'm wearing them but that was a very stressful way to wake up in that case.", "I started was helpless without him because I couldn't see anyting which is why I always put my glasses in a place that makes sense and not like he'll lose his and I always put mine somewhere that makes sense this time.", "He knocked him out."]}, {"speaker": 1, "dialogue": ["You don't have total control over what happens?"]}, {"speaker": 2, "dialogue": ["Is really annoying.", "I guess maybe I should be getting a spare pair but I don't actually have my prescription now then again, I guess it's been over two years since I've gotten you so I probably am due for my guess now that my parents are paying for all the medical stuff.", "I don't know that I can afford an optometrist.", "I don't even know if my house insurance covers it so."]}, {"speaker": 1, "dialogue": ["I know what your benefits are.", "What made these decisions."]}, {"speaker": 2, "dialogue": ["Yeah, I just don't want to have to pay hundreds of dollars.", "It's not like I'm blind or anything with you.", "So like", "Oh, yeah.", "I said this place is really hard to deal with when it's messy when I can feel the dirt on my feet.", "And I don't think I'm especially he thinks maybe it's my OCD or whatever but I don't I don't I'm actually especially sensitive to dirt when you have enough stuff on the floor that you can feel it on your feet, especially if you've taken a shower and then your feet are wet and the stuff sticks to your Beach.", "It's not a good feeling.", "It's getting harder and harder to deal with that."]}, {"speaker": 1, "dialogue": ["So those are the things that are stressing you out those things that aren't the way you would have them aren't really under your control because you're not going to take responsibility for cleaning his place."]}, {"speaker": 2, "dialogue": ["I mean, I guess I could take responsibility for cleaning his place.", "I just don't think it would be a very good idea and I don't think it would be necessary.", "It would necessarily make me happy.", "He has lots of big heavy boxes that I can't really move.", "So I will clean out the old parts of his place, but I'm not cleaning out his whole room."]}, {"speaker": 1, "dialogue": ["It sounds like it's not really a responsibility."]}, {"speaker": 2, "dialogue": ["But then again, maybe it is if I want the room to be a place where I can put my things without losing them like maybe I mean you cannot desire therefore it should be my job."]}, {"speaker": 1, "dialogue": ["What do you think?", "Are you unique in the desire of not wanting to lose your things?"]}, {"speaker": 2, "dialogue": ["I guess he hasn't really know he does loses things like check books and stuff I usually end up finding them for him he does want to make his life better he just is doing it very slowly that's all fine and good until I can't find something that I need and then it's a problem"]}, {"speaker": 1, "dialogue": ["How much time are you spending at your place versus his?"]}, {"speaker": 2, "dialogue": ["I'm not really spending any time at my place right now which is another reason that stresses me out like when I'm in the kitchen by myself or something and I'm like I don't live here your roommates are all taking over too much at least 3 days a week I'm only home for a couple of hours that I'm not sleeping my room is sort of like where the air conditioner would go is not working so we don't even have an AC in there I got sick this weekend so I didn't even get to do the whole clothing Purge thing Sydney doesn't really like Aaron so", "That makes him stress to be there.", "We usually end up going to his place because it's easier.", "I think he'll change when I get to my new place.", "It feels like those roommates are realized it's nice and it's a lot closer to his but they're really nice cat Slayer."]}, {"speaker": 1, "dialogue": ["That will make a difference."]}, {"speaker": 2, "dialogue": ["That in the whole not having a gluten-free kitchen means not having to worry about going to a restaurant getting leftovers not being able to keep them up.", "I still have to hold out until September.", "It's the end of June.", "So I still have all of July August if I can hold out I'll be fine."]}, {"speaker": 1, "dialogue": ["So what is it?", "You think that you can do during those months when you're having when you're technically still at your place to alleviate some of the ways that you have about having enough time or being able to accomplish tasks?"]}, {"speaker": 2, "dialogue": ["I don't really know other than take one day a week like Sundays to start packing if I'm not sick."]}, {"speaker": 1, "dialogue": ["Is that what you're worried about packing because what you mentioned before is sort of having enough time in the evening or getting to work on time."]}, {"speaker": 2, "dialogue": ["I guess if I could cook things on Sunday or Monday, it would take a bunch of work, but I could at least in theory make a few quiches.", "And then how does Yuki should be my lunch is for that we can possibly also.", "So I couldn't very cook things.", "I had my man.", "That would make the party's easier.", "I usually still in the morning getting breakfast together slows me down like even if I'm eating in the car if I put cream cheese on the rice cakes the night before then they'll get all sad.", "I haven't really experienced experimented with I've had I've at least figured out that I'm", "if I'm going to cut up vegetables it's better to do that at work and take a longer lunch than have that."]}, {"speaker": 1, "dialogue": ["better in the morning"]}, {"speaker": 2, "dialogue": ["Well, I just that but if I do it before I leave 15 minutes will make a huge difference in the commute.", "So I started doing that at work that feels a lot better for me."]}, {"speaker": 1, "dialogue": ["Great.", "So doing experiments like that is really informative kind of figuring out what works for you and things that have been a big impact on your day 15 minutes in the morning making a much longer commute.", "You're not going to stick with that.", "So figuring out what impacts you and gives you the best benefit for the least amount of negative impact is something that sustainable"]}, {"speaker": 2, "dialogue": ["I can hold out until I get to work and eat a breakfast from there.", "That would also."]}, {"speaker": 1, "dialogue": ["that sounds like too long of a commute though to"]}, {"speaker": 2, "dialogue": ["Yeah, I'm usually Starving in the morning, but I briefly considered it and I was like that's not going to work."]}, {"speaker": 1, "dialogue": ["that's not going to work for you."]}, {"speaker": 2, "dialogue": ["It wasn't such a long commute."]}, {"speaker": 1, "dialogue": ["No, but you need to eat to get through that."]}, {"speaker": 2, "dialogue": ["Yeah, I kind of need to have caffeine to do it safely."]}, {"speaker": 1, "dialogue": ["very important parts"]}, {"speaker": 2, "dialogue": ["Feels bad that I'm depending on caffeine."]}, {"speaker": 1, "dialogue": ["I wouldn't worry about it so much."]}, {"speaker": 2, "dialogue": ["I was not dependent on it for like a good six years in high school.", "I was addicted to it but that also because high school started really really early in the morning kind of like now and I'm waking up at 6 and college.", "I had a couple of classes I had to wake up at 8 or something.", "Most of the time I could get away away wake me up later even in grad school was not too bad.", "It's only when I wake up at 6 a.m. That it's a problem."]}, {"speaker": 1, "dialogue": ["So when your life requires you to get up early you need some caffeine in the morning."]}, {"speaker": 2, "dialogue": ["I guess that plus the whole can you find commute?", "It's probably the commute more than anything else.", "I'm not sure.", "What would be a good solution for making sure I have time for dinner."]}, {"speaker": 1, "dialogue": ["So when you think back you said there haven't been nights that you actually haven't had dinner."]}, {"speaker": 2, "dialogue": ["You haven't been nice that I haven't had dinner."]}, {"speaker": 1, "dialogue": ["So you don't worry about not having dinner."]}, {"speaker": 2, "dialogue": ["Author happened nights.", "I've had to delay it and stuff."]}, {"speaker": 1, "dialogue": ["So what's the worst case scenario for you?", "What are you really worried about when you're having to delay it?"]}, {"speaker": 2, "dialogue": ["By having sleep, I guess the thing is it's a nice place.", "They have the kitchen and they have the living room right next to it with the TV is we usually end up eating in the living room.", "He doesn't really like eating with his roommate during the living room eating in the kitchen, and I don't like", "Grossman concealer crumbs on the back"]}, {"speaker": 1, "dialogue": ["He doesn't like eating the kitchen when his roommates are there."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Because he doesn't get along with them."]}, {"speaker": 2, "dialogue": ["Just get along.", "I don't know probably also in the summer because the kitchen is hot the living room at least has a fan.", "I don't know.", "I guess he's not comfortable eating in the kitchen.", "So if people aren't in the living room, but it's fine.", "But if they're in the living room that it's a problem and then he's also too sick to go out or something that we just have to wait one day.", "I made the compromise of eating in the room, but I really don't like doing that.", "He thinks I'm kind of crazy for not eating in my bedroom and I spent my whole life pretty much maybe a couple snacks, but I never had meals in my bedroom and I thought that's what normal people do."]}, {"speaker": 1, "dialogue": ["It sounds pretty typical."]}, {"speaker": 2, "dialogue": ["You thought was pretty typical even though he wasn't allowed to eat in his bedroom growing up.", "Just like I wasn't he thought it was critical that wants restriction is no longer there that people eat in their bedrooms all the time.", "I don't know who's not that either of us is right."]}, {"speaker": 1, "dialogue": ["Yeah, what matters is what works for you?", "And it sounds like it feels problematic for you to be limited in terms of when you can eat my other people he's got some difficulties eating with other people in the room.", "So figuring out what's the compromise for you guys then."]}, {"speaker": 2, "dialogue": ["really isn't a good one other than maybe going out but then if you can't go out that's not a compromise either like the compromise isn't really that we do something in the middle that will make"]}, {"speaker": 1, "dialogue": ["I think trading off who gets their way might be a compromise you get your way this time.", "I get my way next time or not eating together."]}, {"speaker": 2, "dialogue": ["Except that then if I'm at his place I'll feel uncomfortable eating in the kitchen by myself because I don't live there and that feels weird to people are around that doesn't really work.", "I guess I have to decide which is worse in the kitchen when there are people around when I don't live there or Sydney isn't there and it feels like it's less valid for me to just be there by myself."]}, {"speaker": 1, "dialogue": ["Or spending more time in your place."]}, {"speaker": 2, "dialogue": ["Or spending more time at my place."]}, {"speaker": 1, "dialogue": ["You're not spending time in your place because it's less comfortable."]}, {"speaker": 2, "dialogue": ["there's never anything to eat in my place now that", "And Amy are gone Aries.", "Aaron is on grocery shopping.", "There's maybe a box of pasta in the downstairs area when there should be all the pasta.", "So Aaron isn't really been keeping up eating at my place would require a lot of planning and stuff and it doesn't really work when I just gotten home from work and it's like oh, yeah few hours.", "Yeah.", "That one is a problem.", "If I'm going to spend more time at my place.", "It would probably be on the nights that I don't have to work."]}, {"speaker": 1, "dialogue": ["So it sounds like a lot of your stress is coming from this question of when is there going to be dinner?", "Where is there going to be dinner?"]}, {"speaker": 2, "dialogue": ["Not always a problem.", "I guess I having a bunch of times in the last couple weeks."]}, {"speaker": 1, "dialogue": ["But you don't know when it's going to be a problem, which is what stressing you out your matching that it could be a problem because it has been a problem.", "You don't know when because it's kind of a is kind of dependent on where his roommates are would you don't have control over?"]}, {"speaker": 2, "dialogue": ["No, I really don't want of them is a PhD student.", "So sometimes she's never around and then sometimes she's always around one roommate doesn't use.", "Other three sometimes you win sometimes.", "And then I'll watch a show and then I'll end up being there for three hours watching many shows."]}, {"speaker": 1, "dialogue": ["What's the discomfort with eating with the roommates?"]}, {"speaker": 2, "dialogue": ["Vermeer for him"]}, {"speaker": 1, "dialogue": ["I guess I'm interested in both."]}, {"speaker": 2, "dialogue": ["Really?", "It's like if he's there it's nothing if he isn't there, it's me, not living there and feeling like I'm taking up their space."]}, {"speaker": 1, "dialogue": ["Has there been expressed unhappiness with the amount of time you spend there?"]}, {"speaker": 2, "dialogue": ["There was once several several months ago, but that was before they knew that Sydney had serious depression and that he's explained it to them and that they were okay with it, I guess for me.", "I'm like, okay that was several months ago.", "I'm not sure if they're still okay with it under the understanding that I'm taking care of him.", "And then I'm thinking maybe they're thinking why is he not better yet?", "Why is Georgia still around since I don't know that I haven't talked to them about it.", "I don't really want to talk to them about it because I don't want confrontation and he says it's okay.", "That doesn't really help me because I'm not looking for him since it's okay.", "I want to know whether or not his roommate.", "I don't know.", "He doesn't need his roommates or anything, but I guess it's the social anxiety thing not wanting to be around anyone or not or anyone but me that makes him not want to eat."]}, {"speaker": 1, "dialogue": ["Has that always been the case for him that he's had that level of social anxiety."]}, {"speaker": 2, "dialogue": ["I don't think so.", "I don't think it was the case before he was depressed."]}, {"speaker": 1, "dialogue": ["It's come along with the depression.", "It does sound like he's really avoiding being in the presence of others and he's kind of almost hiding in his room eating meals."]}, {"speaker": 2, "dialogue": ["Yeah, what she could do that for me.", "It doesn't really."]}, {"speaker": 1, "dialogue": ["You can do it because he doesn't feel uncomfortable eating in his room, but it does seem problematic that he's feeling the need to retreat so much and it's uncomfortable for you feeling like well when it's uncomfortable for you to kind of break this rule Pierce off of eating in the bedroom, but also because you're kind of being forced to hide as well.", "It doesn't feel good to hide in a place where you're really living."]}, {"speaker": 2, "dialogue": ["I know because my place seems unlivable to I think I just have to hold out for another two months until September."]}, {"speaker": 1, "dialogue": ["It sounds like to feel comfortable in a place you need to hold out.", "I wonder if having a conversation with his roommates might put you at ease to know what they're really thinking."]}, {"speaker": 2, "dialogue": ["I kind of really don't want to because I'm just afraid what would happen if they say, oh actually we're really pissed that you're over all the time.", "That's not much I can do that."]}, {"speaker": 1, "dialogue": ["Well, you could ask.", "Is there a way to make it more comfortable?"]}, {"speaker": 2, "dialogue": ["maybe but"]}, {"speaker": 1, "dialogue": ["If that was the case, you don't know if they're really pissed.", "But if they were is there something you could do to ease that?"]}, {"speaker": 2, "dialogue": ["other than spending more time at my place which again would require this planning or have stuff to eat because it's not like you've given others anything to eat, which is really annoying."]}, {"speaker": 1, "dialogue": ["Who does the shopping for food at Sydney's place?"]}, {"speaker": 2, "dialogue": ["Everybody has their own shopping.", "So people have different shelves on the fridge that are there."]}, {"speaker": 1, "dialogue": ["So when you do the shopping, could you stop a few Necessities just of your own that your place that wouldn't be shared?"]}, {"speaker": 2, "dialogue": ["Is there a the problem in theory the problem is that certain things?", "Like if I have pasta I really want to have cheese on it if I have cheese and I actually can bring it to my house because I have to go down to Hampton.", "So it's not like I can just"]}, {"speaker": 1, "dialogue": ["So you wouldn't be able to have everything there."]}, {"speaker": 2, "dialogue": ["Why would be my easiest meal other things would take a lot more work like practically all males?", "I could stop process that would be fine and right George on it, but I have to go to Hamden if I want anything to put on it getting vegetables.", "You can't get them that far as anything else.", "It would still require planning of Sydney wound up going to my place and having things for the morning and everything."]}, {"speaker": 1, "dialogue": ["Yeah, it feels complicated."]}, {"speaker": 2, "dialogue": ["It is the gluten-free kitchen is probably the most complicated factor that plus Aaron not really doing his job of getting food for the kitchen."]}, {"speaker": 1, "dialogue": ["And it's very complicated and it feels so uncomfortable at his place."]}, {"speaker": 2, "dialogue": ["Yeah, so really the only solution I can think of is to deal with it until September when I had a feel at home in my new place, but that still means two more months of this I survived is so far, but it doesn't really make that any better."]}, {"speaker": 1, "dialogue": ["How aware is Sydney of the impact on you?"]}, {"speaker": 2, "dialogue": ["I told him about it before he knows that I don't feel comfortable being there without him."]}, {"speaker": 1, "dialogue": ["Candy challenge himself to help you to be out there more with you."]}, {"speaker": 2, "dialogue": ["I don't know maybe maybe into degrees he could I don't know if it would work out sometimes when he gets that depressed.", "He keeps on saying that he thinks he can't do XYZ things that I think he can do, but I'm not him.", "I don't know if it is a cop out or if it's he thinks his depression makes it so he can't physically do whatever saying and I think his depression is telling him he can't do that thing, but he could get around it."]}, {"speaker": 1, "dialogue": ["Yeah, sometimes it almost is reinforcing certainly the fear has its seed in there and then he doesn't do that thing until it started brand prices in his mind that he can't he probably feels a little bit of Anxiety Relief when he avoids the things that he's afraid of that he might actually feel better.", "If you could confront some of those fears and see that actually he is more capable than he believes himself to be."]}, {"speaker": 2, "dialogue": ["Maybe I don't want to make those assumptions for him though."]}, {"speaker": 1, "dialogue": ["United Sara pist those are things that he needs to be working on with his therapist."]}, {"speaker": 2, "dialogue": ["Again, there's not much I can control in that situation."]}, {"speaker": 1, "dialogue": ["Right, you can't control him or his choices or how far he can push himself but it does sound like in some ways you're being limited by his worries his fears.", "And then they're feeding to your own worries and fears.", "You want to separate yourself in some ways so that you can be independent of what's limiting.", "And right now it does sound like a lot of your worries are coming from not being able to control him but feeling controlled by his depression."]}, {"speaker": 2, "dialogue": ["Yeah, that sounds about right."]}, {"speaker": 1, "dialogue": ["I think it's I think it's important that you're not controlled by his depression."]}, {"speaker": 2, "dialogue": ["I need time in the day to go to Hampden and make my room and have it.", "I had to move a lot of things around for the new windows that they", "Never talk to us really before he was doing at you like oh by the way, the guys are coming in to measure the today and they're coming in to install this on this day.", "I'm like, you should really spend that money changing that door between mine and Ryan's room in a walk, but I didn't actually say that"]}, {"speaker": 1, "dialogue": ["It does sound like it's getting really uncomfortable in your house, too."]}, {"speaker": 2, "dialogue": ["there's a reason I'm not there all the time.", "I was there on Friday to get some errands done.", "I think we're going there tonight so I can be there because I have to book tomorrow morning.", "And obviously my address is still my place.", "So I need to get down there to move before work.", "I think what we'll do is have dinner before we go there that's off tonight, but that isn't the rest of the week to go shopping Hamden or something like that.", "But I'm the one who has the car when I'm at work that makes things harder to I guess you could take the T in theory and get there and get back, but it would be a big pain."]}, {"speaker": 1, "dialogue": ["And there's no gluten-free Market in between here and work."]}, {"speaker": 2, "dialogue": ["There is not a gluten-free Market between here and Cheshire.", "They sell a lot of things that are gluten-free and grocery stores or rather.", "There is this one symbol that appears on a lot of cheese is that my house isn't practically speaking I can get ricotta a soft cheese has some of those will actually have a symbol that my house except those I can get at regular grocery stores.", "But anything else I need to go to Hamden is the closest place that will habit which is really frustrating."]}, {"speaker": 1, "dialogue": ["Yeah, I can understand your frustration and it's challenging."]}, {"speaker": 2, "dialogue": ["He was complaining about how his new job was going to have such a long commute.", "It's all the way out there where you see the signs on the highway and I'm like, oh like that's a third of my commute.", "I do not feel bad for you at all.", "Really?", "It does come down to not having enough time for that and still have some dinner and I'm only gotten tiny little minor things.", "I haven't really gotten to anything later yet."]}, {"speaker": 1, "dialogue": ["Well, you have two months."]}, {"speaker": 2, "dialogue": ["How 2 months I've taken June off and I think that will be a good problem.", "Maybe I'll be regretting that decision the end of August."]}, {"speaker": 1, "dialogue": ["Perhaps between now and then thinking about what it is that really needs to get done and setting reasonable goals in a timely way.", "It doesn't make sense to pack up everything now.", "There may be things you need but thinking about what needs to get done and what can get done."]}, {"speaker": 2, "dialogue": ["Considering I don't really go over to my place, but I'll find I have enough clothes live off at Sandy's place.", "That would mean that anything that's in my room could be packed right now because I need it that badly it wouldn't be in my room."]}, {"speaker": 1, "dialogue": ["So maybe thinking about sections of your room and doing a chore and getting a section done by this time by the next time and setting that time frame of those eight or nine weeks.", "However, many weeks it is before."]}, {"speaker": 2, "dialogue": ["Bible Hub a little bit.", "I think last time I did move it actually did only take me a day to pack.", "I had a lot less stuff than I have now at night."]}, {"speaker": 1, "dialogue": ["It will probably take more time."]}, {"speaker": 2, "dialogue": ["Yeah, it's all that stuff.", "Like yarn shouldn't take that long.", "I don't see what else would be so big other than all that yarn for my store and all that yarn is in big bins in the basement.", "That's pretty much packed up."]}, {"speaker": 1, "dialogue": ["So that can just move the way it is."]}, {"speaker": 2, "dialogue": ["Yeah, and I guess the.", "I spotted a dyna bunch of yarn and using my stars and I can make that more flexible."]}, {"speaker": 1, "dialogue": ["That sounds like a reasonable thing to think about and maybe setting aside time to do that dying."]}, {"speaker": 2, "dialogue": ["Who's responsible up until the point that maybe those colors might not all go together.", "And then if I have to mix up other colors usually end up with more empty containers and I started with I guess I was really purposeful and I don't care if I made a really ugly color combinations I could do it."]}, {"speaker": 1, "dialogue": ["You probably care about that though."]}, {"speaker": 2, "dialogue": ["Is it bad that I'm using it for then again?", "If it's ugly then there are some people who like really weird color combinations that I know so as long as somebody can use it."]}, {"speaker": 1, "dialogue": ["As long as it appeals to someone in your audience."]}, {"speaker": 2, "dialogue": ["Yeah, so that's not actually as bad.", "But if I'm doing more specialized things where I need certain colors, and I'm thinking about doing that before I move.", "I guess I'm doing it soon enough.", "I don't know.", "I guess the worst case scenario is going to die.", "But I'm using an East Coast thing.", "So if I had to put out 15 bands of different colors and rinse them out, it wouldn't be that big of a loss."]}, {"speaker": 1, "dialogue": ["Sometimes when you're packing up you have to erase some stuff."]}, {"speaker": 2, "dialogue": ["Yes, I think if I had to do it, that would be a big deal.", "I think it's just the fact that my room isn't my light green eyes is probably with making it seem like such a big deal if I can just put things in the bins and contain them then maybe it wouldn't feel so bad."]}, {"speaker": 1, "dialogue": ["So is there a project you could do on a day that you're home this week?", "That would help you feel more organized or more prepared?"]}, {"speaker": 2, "dialogue": ["Maybe there's a smaller been in that my mom gave me that's in the back of Sydney's car and I guess for all the Yarns that are sitting around I could put as many of them as bit in that container and there will be that much fewer yarn calculator.", "I think I could continue and I believe that I wouldn't need any of those four projects anytime in the near future or just make sure that I have lost that I", "I'm not working out anytime soon."]}, {"speaker": 1, "dialogue": ["Maybe that would make you feel better.", "That would be one project.", "You could get done reasonably quickly.", "It sounds like."]}, {"speaker": 2, "dialogue": ["Yeah, I can probably do it on Friday.", "As long as I don't help for I'll maybe I'll do it.", "I'll do more after that because if I start doing.", "I might get too disappointed if I die."]}, {"speaker": 1, "dialogue": ["Set one goal and that's the goal you check it off and you take a deep breath and you feel good about it.", "And then you said another girl the next time but you don't change the gauze you're working on it."]}, {"speaker": 2, "dialogue": ["Okay, that's the part that feels really hard because I'm like, oh I should be able to pack up everything."]}, {"speaker": 1, "dialogue": ["You can't do everything at once, but you can set one go do it and let go of it."]}, {"speaker": 2, "dialogue": ["Yeah, that's true that someone change the whole evening getting food situation."]}, {"speaker": 1, "dialogue": ["It doesn't sound like you don't feel like you can do much to change it."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["It's doing what you can to manage the anxieties that you have control over and it sounds like with the dinner situation.", "It's really about seeing if you can separate a little bit their control that the depression has on Sidney versus the control that his depression has on you and allowing yourself some independence from his depression."]}, {"speaker": 2, "dialogue": ["It also doesn't say that I couldn't go out by myself.", "Other than now I'm spending all the money."]}, {"speaker": 1, "dialogue": ["Maybe that's worth it on the nights that the option would be eating very late or eating in the room.", "It doesn't mean that you're making a decision about every night but making a decision on this night what works best for me if there is a night where you're able to do what works best for him.", "That's okay too, but not always feeling it has to be with working best for Sydney.", "Is there anything else that we should be catching up on our talking about today that we have it?"]}, {"speaker": 2, "dialogue": ["I guess the weight loss thing.", "I didn't take a break in terms of eating vegetables one day.", "I had a fruit or a vegetable."]}, {"speaker": 1, "dialogue": ["it has to be a choice to"]}, {"speaker": 2, "dialogue": ["My lunch is all 30 days of work."]}, {"speaker": 1, "dialogue": ["how did that feel?"]}, {"speaker": 2, "dialogue": ["That's all good.", "I needed to go to the grocery store and get stuff for so we can have those things on the days that I'm not having Works did he apparently is losing right now just by eating and I don't know what he did but he was like, oh, I love you.", "I'm worried that I can't do the same thing.", "I don't know what it is other than I guess you was doing a lot more overeating and I was when he was super depressed and now that I guess that isn't true.", "It's actually working you feeling less depressed and I will order last ridiculous things for 1"]}, {"speaker": 1, "dialogue": ["It's not a competition between you and Sydney."]}, {"speaker": 2, "dialogue": ["No, it's not.", "I just don't want to be this overweight.", "I guess it's just discouraging that he can do it without seemingly little effort."]}, {"speaker": 1, "dialogue": ["And that it's taking more effort for you."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I can understand that it feels frustrating."]}, {"speaker": 2, "dialogue": ["Serena and I'm adding the actual to my diet.", "Should that be helping I mean, I guess that's helping eating healthier, but I might not be helping."]}, {"speaker": 1, "dialogue": ["Are you replacing something?", "Are you using the vegetables to replace something else or are they in addition to what you were eating before?"]}, {"speaker": 2, "dialogue": ["I think they're replacing in terms of I can get away with less other things like it would normally be that if I got one of those microwave Meals one thing by itself might not be enough always fruit it is or pieces of pizza.", "I will eat less slices of pizza if I'm having fruit with that then if I'm not"]}, {"speaker": 1, "dialogue": ["And that's really the idea because you are a plate you are replacing something.", "That's probably better for you if you are calories."]}, {"speaker": 2, "dialogue": ["At least even if I don't get a coffee drink in the morning if I'm high.", "Rice cakes and I'm not having a cookie with it.", "So it's a healthier choice.", "But at least one alternative even if I'd gone to get coffee.", "I don't have a donut with it.", "I'm assuming a coffee drink has less but it's not less fat than a donut.", "I don't even know."]}, {"speaker": 1, "dialogue": ["You'd have to look it up.", "They usually post that information somewhere on the website.", "So you can check that out get a sense.", "I'm not saying count count your calories because I would prefer that you be going by whether you feel full and do you feel like you're getting a good variety?", "Sometimes it is informative to get a sense of how many calories is in a donut.", "How many calories is in a coffee drink?", "Sometimes you might be way off base from what you're guessing."]}, {"speaker": 2, "dialogue": ["Maybe they'll I'm at least eating less Donuts than I was so I think until I get less stressed.", "I might continue with the drink."]}, {"speaker": 1, "dialogue": ["I'm not saying what to eat though, but sometimes get an idea so that you have a ballpark idea of what you have."]}, {"speaker": 2, "dialogue": ["Like how much of my days calories if it's like 50% of the calories?"]}, {"speaker": 1, "dialogue": ["Yeah, just to know your limits just to be armed with the information."]}, {"speaker": 2, "dialogue": ["I definitely looked it up many many years ago and it might have changed if they put different things in it and stuff."]}, {"speaker": 1, "dialogue": ["So are there ways that you can snack sneak in maybe a little bit more activity into the day.", "It sounds like you've made some healthy changes with regard to what you're eating and the other way to burn calories is to find activity that you can sneak into your day."]}, {"speaker": 2, "dialogue": ["Even though it's really hot.", "If it doesn't take forever for me to do stuff at the bus stop like walking around for a bit until Sydney is out of his therapy today yesterday actually in the evening.", "I walked for 1/2 and intended to be a small trip and then I stayed out for a half an hour.", "I was walking for most of that."]}, {"speaker": 1, "dialogue": ["Those are good ideas.", "Yeah on a really hot day like today even walking outside for a bit.", "But you can also find ways in an air-conditioned building take the stairs things like that so that you don't feel like you're uncomfortable out in the heat, but you can still find ways to walk indoors where it might be air conditioned.", "It sounds like you're being more aware keep plugging away at it."]}, {"speaker": 2, "dialogue": ["I haven't even looked at the scale in a week or two and I don't even know if I want to look at it."]}, {"speaker": 1, "dialogue": ["And you don't need to weigh yourself very often you could weigh yourself once a month just being aware of the choice that you're making.", "You have your goal of one yarn box."]}, {"speaker": 2, "dialogue": ["Friday"]}, {"speaker": 1, "dialogue": ["for Friday"]}, {"speaker": 2, "dialogue": ["We're not meeting next Monday.", "I think it's the first."]}, {"speaker": 1, "dialogue": ["I have us not meeting that week and then meeting the week after which is the 8th at 2:30.", "Okay, so we'll set another goal that day."]}]