[{"speaker": 1, "dialogue": ["This weekend so figure out whatever it is to figure out."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["I can figure it out."]}, {"speaker": 2, "dialogue": ["Yeah, good luck."]}, {"speaker": 1, "dialogue": ["Thanks."]}, {"speaker": 2, "dialogue": ["Haha, and you know, let me know what I can do."]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["So we went to visit him at the stake house yesterday took the kids to work with her.", "She kind of she suggested that something that she thought would be nice and that morning and she's like, I'm really not motivated to go to work and I was like, you should take the kids with you a little bit Roth like Mary had been difficult or things have been difficult for her whatever anyway, and he was like not really was really fancy stuff and I don't like fancy stuff.", "Okay, so I sort of thought a lot yesterday about what we talked about on Wednesday and then kind of put it all the way out of my head.", "I think what I came to was.", "Yeah.", "I think you were really really write that like I'm saying this is how things are and kind of disavow mean a lot of the ambiguity there and a lot of the know this isn't how things always are.", "I'm not sure how much of that is coming from being angry was one of those things that is very hard to think about which I feel like probably means that there's something there, you know, I kind of like my mind certifies off of it.", "I feel like this case a lot of it is so I think I got really scared by the side that like, none of the things that usually works to help me.", "We're working and maybe it's easier to say this is predictably always the case and then it's not always the case, but I don't really know why things get so bad some days and not about other days and I don't have any way that I can to make a difference.", "One thing.", "I thought was interesting was like analogy and like it would never have occurred to me to think that people who are talking about sports all the time when it wasn't interested.", "We're like being rude like that was an echo of like, oh that makes sense.", "It was like what you know, so I don't know ya things have not been so hard the last couple days.", "So that's good."]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["Yeah, but again, like I don't know why this is where it's like most of it feels like most of the things that most of the like therapies that I was in the hospital Burberry, like coping your towards coping skills, which makes sense.", "This is where all that breaks down because I feel like I'm actually getting pretty good at that part.", "I like at saying when I do this this results, when I do this this results, like what are the ways that I can change my environment to help me like I've gotten to where that sort of high on my priority list and it's something that I work on actively and it's something that I'm not terrible and then sometimes it just doesn't work."]}, {"speaker": 1, "dialogue": ["yeah, probably most of us what we talked about exaggeration, but"]}, {"speaker": 2, "dialogue": ["Yeah, because you know if it doesn't work, but I'll need to talk to you about it.", "I don't need to plan Earth would I come in and say these are my small victories of the last days but"]}, {"speaker": 1, "dialogue": ["I can still make you feel like such a failure or so incompetent."]}, {"speaker": 2, "dialogue": ["yeah, you know and also angry at everybody else who you know both people for whom like once they learn how to use these coping skills like that actually fixes things.", "I'm not sure if those people exist but people certainly talk like those people.", "Yeah, I guess I feel like I feel like I've been set up to believe that when these things fell for me.", "That means that I'm a failure and part of me sees this as to stop by that and part of me believes that you know, sorry, I don't have to actually clean my glasses.", "I just write them on my shirt whichever shirt.", "I'm wearing which leads me to never having glasses.", "Yeah.", "I feel like I'm failed and I feel like I I feel like there's something fundamentally wrong with me.", "Like I'm deformed in some way or something similar to talk today about what", "You just asked me like how much I was talking with people about the ECT.", "Well, then, you know sort of depends on the day and who I'm talking to but actually kind of a lot which led into you know conversations about like is there a stigma surrounding mental illness?", "What does it look like?", "Like I have somewhere I was headed and I don't remember.", "Oh, yeah, I think I guess I don't think this is a very nice thought but it's something like undeserved suffering scares the shit out of people.", "How do they deal with it?", "You know, I guess I mostly see that argument made in talking about like sexual harassment raisin, like blaming the victim a lot of my Facebook friends well and art like, you know aren't readers of Jezebel.", "That's why I kept reading a lot about it and I sort of", "Go back and forth.", "It's like I don't it scares me when I don't feel like I have done something to deserve what's happening to me.", "So that's yeah, it scares me last one, you know things got to be okay again, and I don't feel like I've done anything to deserve that you somehow I sort of got over that.", "Haha or think about it last or yeah, you know, that's not really something I can like talk to people about because this sort of knee-jerk response of like that things get better for yourself and I'm like good for you.", "You should be run like hell.", "Yeah.", "I'm very proud of a lot of things but sometimes like sometimes it just happens or it feels like it just happened.", "Yeah, maybe if I look at it too closely.", "Well, I'm doing well without to make it go away where to get spices and you know on the way back there's beer there's a bar and it had some of the signs outside and it said like good news ladies alarm bar.", "Stop a single and I would like to laugh and then I was like that's actually kind of sexual harassment and I was like, I don't know until I talk to James about it and it's like well, you know I saw"]}, {"speaker": 1, "dialogue": ["I'm not sure."]}, {"speaker": 2, "dialogue": ["Think it's funny and I want to think it's funny.", "But like now I can't let go of seeing it as kind of creepy witch, you know, James can let go of those things.", "I think you know me a hard time about not being able to go because you know, he certainly knows it's really not.", "Okay, but I'm not really sure the connection is there something is like sometimes I just you know, like I want to be able to laugh at the joke or like listen to the song without that it's coming on every single radio station without actually that's really kind of a song about date rape and that's probably not.", "Okay.", "Yeah, but I also like don't want to be full of rage and exhausted better by all these things.", "I hate you ever, you know, every hour of the day, so I don't I told you about the and I want to talk with him.", "You said that becoming a field agent really helps him get in touch with the rage.", "Is that right?"]}, {"speaker": 1, "dialogue": ["I don't remember."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Yeah, you did mention it."]}, {"speaker": 2, "dialogue": ["Oh, that's okay.", "Yeah a couple months ago.", "Are like earning a PhD in theology really helps get in touch with his rage?", "I think that was"]}, {"speaker": 1, "dialogue": ["I'm sure the other one made sense, but that more obviously just like adding him getting a PD for PhD.", "In what ways do you mean that?"]}, {"speaker": 2, "dialogue": ["Yeah, I feel like it's I don't know.", "I guess I'm sort of circling about thinking about anger and some things it's like I have to sort of step back for me being angry about just because like it will make me last then I want to be your make me less of myself and I want to be like, it's just exhausting and I don't know it just has to be done.", "I guess I'm thinking mostly about like feminism right now.", "Yeah that's being angry about it gets to where it hurts me rather than helps me and then some things I don't know.", "It's like it's bearable to consider myself as somebody who's angry about things.", "That's how they used to be.", "Well, I guess the important thing I get to decide once I'm done being angry."]}, {"speaker": 1, "dialogue": ["icing"]}, {"speaker": 2, "dialogue": ["I would like when James tells me that I should be done being angry about feminism that it doesn't go well.", "That's not helpful, and it doesn't end well for him.", "I don't know."]}, {"speaker": 1, "dialogue": ["anyway, like maybe in the role of you know, encouraging you to feel whatever you feel and have your feelings and your kind of explaining to me why you want to be angry all the time.", "And if you start it can be hard to and like just make him somebody you don't want him to be to me as though it was as if I had made a case for some other way, you know, James dang.", "Well, turn it off now and saying will yeah, you should probably turn that on."]}, {"speaker": 2, "dialogue": ["I don't know.", "Yeah, I guess I feel like there's like some big gap or like something that I'm not seeing or not taking account of or taking into account when you know, since I can't see it.", "I don't know where to look.", "I don't know."]}, {"speaker": 1, "dialogue": ["a lot of like we've been talking about is bad things just happening like that Depression started to like like sexual harassment and rape and I sort of other like"]}, {"speaker": 2, "dialogue": ["Yeah, I don't know in a sense.", "I feel like you know, what a lot of the time I feel like sex is also something that just sort of happens and I like happens to everybody and we don't know how to get out of it.", "And I think about somebody like Ted this guy that I room with you.", "Like I'm pretty sure he was a sociopath like you just did not give a shit about anybody like you just did not care and I don't know.", "I don't know.", "I just I don't know how to hold people responsible for things don't I don't know so as everybody's talking about sports instead of leaving me out in this cold.", "Like, how do I hold them responsible for that?", "I don't know.", "I don't know.", "You know, I stay and I think well now you probably could hold them responsible.", "Like when you are in a social situation, it is your responsibility to like pick up on other people, you know want need out of that conversation, but like, you know, a lot of people are really really bad at that like a whole lot of people and I don't know", "Or trying, you know like to find a scope of the problem that it just not working out.", "I sort of like recognized that also is your job and you know, it's not my job to be able to fix all my problems myself.", "I'm not very good at."]}, {"speaker": 1, "dialogue": ["Also kind of being talked about being kind of like angry and sort of having strong judgment that comes in a various ways.", "Like people do this bullship saying why they find some reason why something awful should have happened or find some reason.", "Yeah.", "That's right."]}, {"speaker": 2, "dialogue": ["Find something awful should not have happened or should not."]}, {"speaker": 1, "dialogue": ["Might not have happened or it happened because of this see you.", "So obviously if that had to happen different or if you had done this, you know.", "you don't think"]}, {"speaker": 2, "dialogue": ["I don't think", "I don't think that's a"]}, {"speaker": 1, "dialogue": ["oh, okay, and you were saying like that's bullshit and that's defensive I think."]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["And it sort of seems like you and James were on one hand you want to be able to like let-go stuff that makes you angry just because you don't don't want to be burdened by it when you're just walking down the street having a nice time at the same time.", "Like he's not going to be the one to tell you."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["About why you should or shouldn't do that.", "I guess I wonder if like clearly you or I think you have kind of a degree of comfort and doing that with James like"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I don't know how you do so much with me and I"]}, {"speaker": 2, "dialogue": ["probably right"]}, {"speaker": 1, "dialogue": ["I imagine that maybe some of your feeling kind of at a loss or more difficulty than there was putting things together is because it's made you anxious to sort of feel in these ways, but it also occurs to me.", "so", "it's all right."]}, {"speaker": 2, "dialogue": ["by pointing out you make it okay for me to acknowledge.", "Sorry and Rob people sentences.", "I'm not really bad with James.", "I don't think that would be"]}, {"speaker": 1, "dialogue": ["What I was thinking was like like a bad depression and sort of doing a like post post mortem of what happened and why you're depressed and sort of doing everything.", "Well, I guess that just happened sometimes like that.", "Sounds like me, you know."]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["Maybe I'm wrong, but in some sense like the last thing what happened and I'm like the thing which you don't think was really pushing your buttons was, you know, like whatever.", "So, I guess that makes me wonder if there are things that could pointed to you and my direction without really really realizing it that I think actually was a point where you pause and forgot your saw a few minutes ago.", "But anyway,"]}, {"speaker": 2, "dialogue": ["Which direction?"]}, {"speaker": 1, "dialogue": ["Like I wonder if it's but like, you know, sometimes people talks all these stories about why you no depression happens and what the logic is this and that because they don't want to see just bad things happen.", "I don't know if that was"]}, {"speaker": 2, "dialogue": ["I don't think so."]}, {"speaker": 1, "dialogue": ["I know you consciously did not intend that but I wonder if that example of sort of bad might have been making you anxious."]}, {"speaker": 2, "dialogue": ["Thanks, because like I said that you both with you know, taking everything to pieces and also staying in like know sometimes bad things just happen.", "Like what we do is figure out how to deal with that.", "So, yeah, I don't have to trouble knowing what to do and what to think when you know, you kind of put forward ideas and then I don't know what to do when I feel like the wrong or when I feel like they don't fit because like sometimes I sit with them awhile and when they turn out to sit for a while and that's you know hard to handle.", "Sometimes they still don't fit and I fell so hard to handle and I don't it's like both really are important to me to trust my own judgment in this and also really sort of I don't know if that's increasingly hard, but it's pretty hard at this point.", "And so yeah, I don't know what to do and ends up being more or less useful because I sort of forgot about it for a while and then I end up thinking about it pretty hard and that's also useful.", "But yeah, I mean, I think there's also like I feel guilty like you are mistaken.", "I feel like", "So when I say like no this doesn't fit and then with the passing of time it comes to seem like I feel like very very ashamed of that.", "It just gets really embarrassed that I feel ashamed.", "So there's a lot of encouragement to not trust my own judgment in the first place there."]}, {"speaker": 1, "dialogue": ["IC imagine you feel ashamed mostly when that happens play because if you feel like you're kind of messed it like kind of"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["early because at times I feel like you're kind of irrational and reacted kind of with an emotional bias that in a way that affected your judgment or something and that feels crummy."]}, {"speaker": 2, "dialogue": ["Yeah, I guess that's right.", "I guess I kind of was saying like I just feel really stupid.", "I feel like I should have seen this."]}, {"speaker": 1, "dialogue": ["I see also part of why also part of why part of what for me if you should tell me something does it fit that I'm going to feel really stupid and ashamed what we should stop."]}]