[{"speaker": 1, "dialogue": ["How are you?"]}, {"speaker": 2, "dialogue": ["Didn't set my alarm and it didn't go off.", "So zorg woke me up at 12:35 saying don't you have an appointment with Chad today?", "So I may be still a little bit."]}, {"speaker": 1, "dialogue": ["Okay.", "Got to give you long enough to wake up."]}, {"speaker": 2, "dialogue": ["Pink's yeah, I think I'm awake.", "I was mostly worried about that.", "I was going to stumble out into the street and once I got outside, I was like, okay Tanya you really have to pay attention."]}, {"speaker": 1, "dialogue": ["I see ya."]}, {"speaker": 2, "dialogue": ["So I went out for drinks after church last night was sort of not the normal crowd of parishioners that I usually go to but the crowd of the pig musicians in one of the priests and some other people.", "I feel like I've been doing some more socializing recently and good but man, it just makes me just not during it actually but afterwards I can't stop picking things apart that I said and things that I said wrong and reasons for them to hate me and call that so if you'll start of paradoxical that I have had a nice evening out with some friends it is something that makes me feel sort of bruised and anxious and I don't know maybe particularly vulnerable but I don't know that's the way I am.", "So it is", "It's funny.", "I sort of was worried about my drinking and about that.", "I was drinking a lot more James and I just haven't really bought any beer in the last month like just haven't done it and I just don't really notice.", "So that makes me happy."]}, {"speaker": 1, "dialogue": ["That's good."]}, {"speaker": 2, "dialogue": ["I mean not quite as happy as I could because I would like to be drinking beer, but what I noticed I think that but most of the time I don't really notice I had some nice beer last night though.", "I'm doing good."]}, {"speaker": 1, "dialogue": ["That's probably good."]}, {"speaker": 2, "dialogue": ["Yeah, it was good.", "I felt like this morning at least I keep getting upset with James and I don't know whether it's that he's doing things differently that I'm more sensitive to the things that he says than usual or that I'm different.", "Yeah, like we're driving into therapy and the traffic is frustrating.", "So he sort of his snippy with me and it is like the most predictable occurrence in the world.", "It's not really okay, but I also told him that it's not really okay and it keeps happening and I don't want something I'm sort of willing to put up with I don't like this but it's not like that big of a deal and I know that I know what's going on and we sort of talked about that and went like, okay, that's fine.", "And you know, it just gets under my skin.", "Actually that pretty much just gets under my skin every time I try for it not to and I tried different ways of handling it but it just keeps getting under my skin.", "But on the way back I mentioned I haven't forgot 10 wanting to get a tent and"]}, {"speaker": 1, "dialogue": ["attend"]}, {"speaker": 2, "dialogue": ["yeah a tent and his immediate and the only response was yeah, we really can't afford that right now and I was like, I really know we know we can't afford it.", "I really know I just feel like I'm trying to tell you that I'm lonely and I want compact companionship and I feel like I'm being rebuked for wanting these things at all.", "And that's not really responsible a reasonable response on my part.", "It's sort of a jump.", "I feel like to ask him to see this code and what I said on the other hand, I don't think it's a jump for me to want his knee-jerk response to me say that I want something to be like we can't afford that."]}, {"speaker": 1, "dialogue": ["Especially when he knows that could or should know that he'd know that."]}, {"speaker": 2, "dialogue": ["Yes, yeah."]}, {"speaker": 1, "dialogue": ["also", "notice that you didn't start of describe.", "What happened.", "What were you saying?", "What was going on that really before?", "I guess on the way to the therapy session and that's fine.", "But I I guess what I wondered is whether you were concerned that.", "I imagine two things, but I didn't feel.", "It would just make you feel worse to explain it like it would make you feel worse about how much it bothered you."]}, {"speaker": 2, "dialogue": ["I think that's probably at that it's sort of easier to refer in Broad Strokes to this Dynamic and I feel like I've talked about before and it's also so naked.", "I feel like I'm under the impression that I've talked about it to you before but maybe not."]}, {"speaker": 1, "dialogue": ["I don't know.", "I guess not knowing what happened has."]}, {"speaker": 2, "dialogue": ["Oh, I'm like"]}, {"speaker": 1, "dialogue": ["I don't ya."]}, {"speaker": 2, "dialogue": ["James is frustrated in part and part James is frustrated with driving and we try to make a left turn off comment on to the church and we could only see the right hand side.", "I said this is your turn and he said is it I don't think is that what the sign says?", "I don't think it's my turn and I was like no, I guess that's not what the sign says, but it was actually the turn before a different Road on both sides of the street.", "So we missed it and you had to make a U-turn and he was so frustrated and I could sort of feel him wanting to make it my fault, but it was clearly.", "I was the one who said this is your turn because I remembered it.", "So there was that and then he didn't actually try to make it my fault, but you could sort of"]}, {"speaker": 1, "dialogue": ["You could feel it."]}, {"speaker": 2, "dialogue": ["I could feel it."]}, {"speaker": 1, "dialogue": ["And then we park you're looking for parking.", "And we end up in one of the spots.", "That had to have quarters instead of taking your credit card and we didn't have quarters.", "And then we had to move on move and and he was just grumpy with me about it.", "I don't remember what he said.", "I just remember him being grumpy with me.", "You know, I just he and I have sort of talked about this several times and he started made it clear when we talked about it that he's not upset with me.", "He's just pissed about the driving and the spills over and I sort of find it unacceptable that it spills over but I recognize that that's just something that people's emotions do sometimes and I don't know how much is reasonable to ask him to not indicate that he's frustrated anyway.", "Great."]}, {"speaker": 2, "dialogue": ["Because I also have a problem where if he expresses frustration, I take it as being about me.", "Even if he's not actually making it about me."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Yeah, but I feel like I actually think it that bad but I think my expectation was that if I described it that it will be sort of freshly painful and will be like reliving it and be freshly painful.", "Whereas if I just sort of allude to it or talk about the dynamic then that is something I have more control over."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Yeah, I was feeling like a big bruise today and I don't really know why.", "Yeah, I'm not sure why."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Pretty tough.", "Actually, you know I'm in."]}, {"speaker": 1, "dialogue": ["I mean not in any external way.", "I mean, I don't have crowded though anything obviously bad happened or any one said anything mean."]}, {"speaker": 2, "dialogue": ["Oh."]}, {"speaker": 1, "dialogue": ["Nothing like that."]}, {"speaker": 2, "dialogue": ["Sounds really fun.", "It's sort of like after I came home and it started getting tough."]}, {"speaker": 1, "dialogue": ["Yeah.", "bears", "there's I know this sort of I'm not quite sure.", "What do you do with this?", "You mentioned kind of feeling bruised after last night.", "You mentioned James getting under your skin this morning and you mentioned feeling like one big bruise.", "We talked about cutting last week and that was on your mind a lot.", "I think what I know."]}, {"speaker": 2, "dialogue": ["Yeah, I also did self-injury today."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["It's like a superpower."]}, {"speaker": 1, "dialogue": ["Guess unwittingly.", "I read it reiterated a little bit of my x-ray vision."]}, {"speaker": 2, "dialogue": ["I love it.", "No, that's okay.", "There's something else too."]}, {"speaker": 1, "dialogue": ["Sue and maybe this is making something out of nothing but", "Complicated my thought was a strict.", "I was shocked when you said it's like a superpower because maybe I'm saying something interpretive but you know.", "What it's like to be interpretive you've interpreted a lot of things I mean more."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["You know."]}, {"speaker": 2, "dialogue": ["Maybe I'm a little more comfortable being the one doing the interpreting."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Maybe I just want to feel like I think it's one of the reasons I take all of this sort of therapy.", "It's kind of like stuff.", "I'm quite familiar.", "It makes sense to me."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["But it's comfortable."]}, {"speaker": 1, "dialogue": ["Right, it's okay.", "I guess here's me."]}, {"speaker": 2, "dialogue": ["I also don't."]}, {"speaker": 1, "dialogue": ["Yeah, go ahead."]}, {"speaker": 2, "dialogue": ["I'm sorry, it's just it also doesn't it continues to surprise me that I am interpretable that in that way."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["It shouldn't but it does."]}, {"speaker": 1, "dialogue": ["Yeah, this is sort of it's like there's some kind of NBA going on where it's sort of I think the idea that what you're trying what you're saying or presenting is interpretable or that there's something that's already on the surface.", "There's just something about people getting under your skin or getting a little bit into you that seems to be getting reiterated and made and where maybe this is it actually seems to be", "I guess I imagined that maybe there is something a little bit defensive about framing it that way what I have in mind is"]}, {"speaker": 2, "dialogue": ["About framing it as getting under my skin."]}, {"speaker": 1, "dialogue": ["yeah, like", "like maybe it's kind of more out there already than you sing.", "Then you like to think that it is, you know, maybe like maybe James just pissing you off, right?", "You know what I mean?", "I", "I know what you mean understand that.", "And that one is big and I never would have gone anywhere with it.", "But like it sort of makes it less like you should necessarily be in control of it, or you should expect yourself to be in control of it if we think about.", "It is like James getting under your skin or it's if I have a super super x-ray vision and then it's not like it's kind of out there already and what you're saying.", "Or that you know it in a way unconsciously maybe even wanting me to know or trying to communicate it."]}, {"speaker": 2, "dialogue": ["Ya know it's always the trouble of the part of me that really wants people to know and part of me that really doesn't."]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["so"]}, {"speaker": 1, "dialogue": ["I am just about out."]}, {"speaker": 2, "dialogue": ["no, it's okay.", "I don't know if you'll send me like I never stop thinking that I should be able to control it.", "But like there's not a way that I could phrase it that works.", "That would make me feel like it was incumbent on me to keep it.", "So to say like yeah, sometimes things are just out there is to say like I've really failed in some way."]}, {"speaker": 1, "dialogue": ["I see and I imagine that", "s'more in your own eyes and on your own behalf and say it's not mine."]}, {"speaker": 2, "dialogue": ["I'm sorry."]}, {"speaker": 1, "dialogue": ["I imagine that since the failure is in your own eyes and on your own behalf rather than like as you feel it in mind in other words.", "I don't think you're imagining.", "I think you feel so much and as you're feeling like according to you, this is not how you're supposed to be."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["That's one of those things that yeah, I know.", "That's that that's not the way that you feel and it's not the way that everybody feels and maybe I do still feel that pretty much everybody that I need thinks.", "I should keep myself under control."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["I don't know.", "It's sort of hard hard to tell.", "I was waiting for a train yesterday and somebody was yelling cunt and it sort of surprised me like like how afraid that makes me feel.", "It's like seriously come on, but still sort of freak out."]}, {"speaker": 1, "dialogue": ["Yeah, I think the way you're describing is actually feeling more connected to and reacted to people.", "That you would like to be or that then you like to be."]}, {"speaker": 2, "dialogue": ["Yeah.", "Sort of a way of thinking about the it had not occurred to me.", "I mean because like I want to be connected to people but it's hard for me to exceptionally being connected to people means that the things they do want matter to me and I won't just be able to absorb that."]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I think it's also it also sort of an explanation.", "Anyway for what you're saying before about how you also want people to know."]}, {"speaker": 2, "dialogue": ["You know, I can't far to figure out why I would think that people knowing that I cut myself is why I would think that think of that is shameful thing or really like that.", "It bothers me when James is snippy with me, but that is something that I'm ashamed of.", "I don't know, you know afraid and also ashamed"]}, {"speaker": 1, "dialogue": ["I think that it seems less obvious than you would the same like it's easier to"]}, {"speaker": 2, "dialogue": ["Yeah.", "It feels sort of like so I write this blog, you know, like once every two or three months.", "I'll write something and it's a public blog and I will post a link to on Facebook and it never fails to sort of surprise and terrify me when people read it.", "Like what is wrong with me?", "I don't know.", "I wonder why I'm I'm not sure about this, but I wonder whether I'm ashamed of not being able to keep things under control or ashamed that I want to tell people about these things.", "I don't think I want people to know."]}, {"speaker": 1, "dialogue": ["Are both kinds of Shame related to how much people matter?"]}, {"speaker": 2, "dialogue": ["I don't know.", "Yes."]}, {"speaker": 1, "dialogue": ["I mean I guess like you know", "you know start of an intermediate", "sort of way like it just shouldn't make that much goddamn difference if James is being snippy if you know that he does this", "and you know what the context is and you brought it up with him before like you just shouldn't matter so goddamn much in the morning in the moment and what he's saying so literally shouldn't want people to know much know so much people shouldn't be that important that you care that much to tell them something", "I don't want you to sit back.", "Of course if the right people matter a lot, but I guess I'm wondering if there's somewhere if there's somewhere another way."]}, {"speaker": 2, "dialogue": ["Yeah, I think it feels like I just shouldn't we live these things from people relieve these things from people?", "Like I shouldn't need James to be nice to me as much as I do.", "So yeah, I get that.", "I can."]}, {"speaker": 1, "dialogue": ["I can because I think you always feel a lot of Shame when you feel like you need people are not always but those two seem to go together."]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "Sorry, I've been sort of.", "Getting upset and I don't know what I'm about like being here talking to you.", "And so", "I don't really know what to say about that, but it happens."]}, {"speaker": 1, "dialogue": ["I see through the last few minutes."]}, {"speaker": 2, "dialogue": ["Sorry."]}, {"speaker": 1, "dialogue": ["Do the last few minutes?"]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "Yeah, it's scary for me to think about how much I need to be here how much it helps.", "I know.", "Yeah, I just feel sort of unbearable to say it."]}, {"speaker": 1, "dialogue": ["haha", "makes you feel both really ashamed and also really afraid that.", "Not even my knowing that."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["we", "you know, it seems like that's really kind of.", "The main thing or one of the main things that you were shame and worried about me and how that would like drive me away.", "And the way you deal with that is to be like you shouldn't or you should know more about the doctor thing Mark no more of the doctor thing.", "Sometimes you feel like you don't like it's on you if you're not more in control of how your affected by someone you need to you need or you're not more in control that you tell them."]}, {"speaker": 2, "dialogue": ["Yeah, I feel like one of the things that is very scary for me about this relationship as well.", "Like the things that I do to start of State control of the situation.", "Don't really work very well."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Which I know is the point."]}, {"speaker": 1, "dialogue": ["That's really terrible.", "Absolutely.", "I understand."]}, {"speaker": 2, "dialogue": ["It also feels like there's a relationship.", "There's probably a relationship between the things that I do to stay in control the situation not working and how much I need to be here and that's a little scary."]}, {"speaker": 1, "dialogue": ["and I guess somebody that running kind of unclear like historically it's not hard to imagine where I came from but in terms of your actual", "unclear why it's so bad to need Arturo or rely on someone how you imagine that causes them or us to leave.", "I mean history.", "historically", "in a general way it's not hard to imagine where it came from, but there must be some sort some way in your mind that that works in that part at least me is clear."]}, {"speaker": 2, "dialogue": ["Yeah, it sort of feels like a connection.", "That's so obvious that why would he pick at it to me?", "I guess not."]}, {"speaker": 1, "dialogue": ["Why we should stop."]}]