[{"speaker": 1, "dialogue": ["Well, what's happening?"]}, {"speaker": 2, "dialogue": ["I don't know where to begin.", "So probably best place is present moment, which is just trying to figure out where I'm at present moment wise, which is probably going to the course or the session where I'm at.", "This morning is Lieutenant Dane strapped to the mass of the boat raging Against The Storm."]}, {"speaker": 1, "dialogue": ["Why?"]}, {"speaker": 2, "dialogue": ["That's where I'm at."]}, {"speaker": 1, "dialogue": ["It's a good thing that I get the movie reference because whenever I find whenever I use movie reference in classes, all of mine are from the 90s and the 80s.", "So that's pretty I got that one.", "That's my jonra."]}, {"speaker": 2, "dialogue": ["I mean, it's like there is nothing more Robin Lieutenant Dame Sans screaming at the storm.", "So yes, and I'm remembering a sentence from a few sessions back.", "How would I know you're angry?", "Well, I'm not sure that I'm in this place physically showing it but it's possible."]}, {"speaker": 1, "dialogue": ["I can see it what's been happening?"]}, {"speaker": 2, "dialogue": ["Why don't you take me if you can can you take me back to where we lost our last session?"]}, {"speaker": 1, "dialogue": ["Well, we were talking a lot.", "I mean you kind of surprisingly told me that you had a discussion with your wife and you talked a bit about being unhappy and she acknowledged that but then it was kind of dropped.", "I also remember that she had an opportunity to continue the conversation when you went to go see your kid at Indiana University, right and she chose drive with a friend instead.", "And so I think that's where we were."]}, {"speaker": 2, "dialogue": ["Yes, okay.", "Yes, so that weekend that weekend.", "I went to see the kids so I had an opportunity to see my son Harry in.", "Monroe and he had a conference.", "I stayed over with him lovely lovely evening went out to dinner or went out to breakfast went to out to dinner when my daughter came over.", "So we had I had an opportunity to connect with all of the kids."]}, {"speaker": 1, "dialogue": ["And was it just you?"]}, {"speaker": 2, "dialogue": ["It was just me because my wife at the conference with her friends and then we all we all converged at Indiana University Sunday afternoon.", "My son was in a show.", "I didn't know the show the show was A Little Night Music."]}, {"speaker": 1, "dialogue": ["Okay, I'm not familiar and I'm a musical.", "I love musicals."]}, {"speaker": 2, "dialogue": ["Yes, me too.", "And I said there's a Stephens hold that I've never seen."]}, {"speaker": 1, "dialogue": ["Interesting, okay."]}, {"speaker": 2, "dialogue": ["So it's where the song send in the clowns comes from?", "Okay, and it's all about these love triangles of people in unhappy marriages and Mistress of Mistresses.", "And there's my son playing me on stage and I said, oh God, this is really the irony here is too thick for me to even sit in."]}, {"speaker": 1, "dialogue": ["Tell me about it."]}, {"speaker": 2, "dialogue": ["yes, I don't know if there's much more to tell other than that but hearing send in the clowns will never sound the same again, so it's just like"]}, {"speaker": 1, "dialogue": ["It's like a punch to the gut."]}, {"speaker": 2, "dialogue": ["Yes, yes and then yes, so it's recognizing the lid it's just coming off with the pressure cooker other image that I have is I am I don't know it's terribly unpleasant but just vomiting up emotion and it's the best that I can be is restrained, but I recognize that I've been having these physical reactions.", "I can feel it.", "It's like being with the sensations of the body and"]}, {"speaker": 1, "dialogue": ["What physical reactions are you having?"]}, {"speaker": 2, "dialogue": ["Just a lot of tension.", "I recognize the closer I drive.", "To going home.", "It's just this build-up of tension.", "It's just such a yes.", "Virtual feeling.", "So give me a second to try and pull up together, but I'm trying to remember a series of events so that", "So that was the weekend.", "I think that I'm just going to throw stuff out there at this point.", "It feels like no Ruby movie reference, but just a visual of I got these puzzle pieces and I'm throwing them on the table.", "Like I don't know what so there's a sense of okay.", "It's not unreasonable to want to have a relationship emotional and physical intimacy.", "This is crazy.", "And there's just all this anger just kind of building up and"]}, {"speaker": 1, "dialogue": ["It's all the anger.", "You've been holding back for a long time."]}, {"speaker": 2, "dialogue": ["Oh my God decades and it's probably anger that.", "Create my marriage.", "I don't know and then yes, I don't know if I can really remember if there were other significant events of that week but the weekend for Christmas this year, we decide knots by guess we ended up buying a season subscription to Broadway on Detroit.", "So we got tickets and we end up going to the first one of those shows on Sunday night and we ended up going to dinner ahead of time and I was just in this place of kind of of now kind of of this but we're in this public place and it doesn't take a brain surgeon to know that there's something wrong.", "So she's asking me what's going on and I say recognizing that I am trying to jump back into those old patterns of I'm not saying the words, but they're right there.", "There's nothing wrong.", "I'm fine, but I'm not going there.", "So I'm just sitting with it and there's maybe some awkward silence, but I was finally and again, I'm not going to be able to give the Serbian them or anything like that, but I was able in probably choppy senses and language able to get out expressing all this anger that I am feeling about.", "And again, I wish I had my recorder so I could have gone back and replayed.", "What was that we you were really able to say but I know that words probably like the bullet point that you could have used for the 6 News was I was able to say a third person relationship and I'm the odd man out.", "I did say seven or eight years ago.", "You called down the flag from the flagship and you transferred it to Lisa's house and you left me here with nothing."]}, {"speaker": 1, "dialogue": ["That's amazing and very powerful."]}, {"speaker": 2, "dialogue": ["And so I know that was kind of like where I may or call other things that I was able to stay but for me it was like, okay and the point that I'm trying to I was saying it but there was I don't know remember the sense of being out of control.", "It was more a sense of there was almost just calm determination.", "I'm saying this I just kind of learned leaned into it a little bit and it was okay.", "And as a matter of fact it was like wow."]}, {"speaker": 1, "dialogue": ["Wow is right."]}, {"speaker": 2, "dialogue": ["You know the anticipation of saying that was far worse than saying it."]}, {"speaker": 1, "dialogue": ["So what not only enables you to do that, but what enables you to do that and then what reaction did you get?"]}, {"speaker": 2, "dialogue": ["Wooden table mean I think just the work that we've been doing questioning the canoe sitting with this.", "I think coming to some kind of resolve but I don't know when that happened but I got to this point and I remember saying it out loud.", "Damn it.", "I'm going to have to get intimacy back into my life.", "And this is not an unreasonable thing for me to want.", "So I got to do something.", "I got to take some action to make this happen.", "I'm recognizing not sitting on my emotions and being dishonest with myself is not going to get me there."]}, {"speaker": 1, "dialogue": ["What reaction did you get?"]}, {"speaker": 2, "dialogue": ["I think initially there was a sense of being there was some talk about kind of where this is coming from but it's kind of like the process I'm talking about that's true work.", "I'm doing within individual counseling and stuff like that.", "There was the sense of like, oh really?", "So happy for you and you're doing this and it will be not those were the words but the essence was it will be so great when you finally get all fixed and come back and everything will be hunky-dory and it was just that that was like throwing gasoline on the fire and I said,"]}, {"speaker": 1, "dialogue": ["Oh, yes sure.", "That made it much worse.", "I can see that."]}, {"speaker": 2, "dialogue": ["Oh my God."]}, {"speaker": 1, "dialogue": ["yes, well, it's patronizing you go do your job and you just get that fixed with your little counseling program over there, and when you're all fixed come back and we'll go back to The Way We Were"]}, {"speaker": 2, "dialogue": ["Right and it's just I recognize just that kind of inflamed the torch where the fire and then I also recognized that the other kicker in that was that whenever we talk about intimacy."]}, {"speaker": 1, "dialogue": ["you and she"]}, {"speaker": 2, "dialogue": ["Yes, it's like we're not talking the same language and she says she's starting to get a little defensive and then the tears are welling up and that kind of thing and she says.", "All of the things that I do for you to show you how much I care my love and affection for you and all the intimacy that I give you your just not there for that.", "I said well tell me what that looks like because I believe that's what you're going you're trying to do but I don't know what looks like that and she says well I give you a kiss in the morning on my way out the door when I tell you I love you and it just came out of my mouth and I said, yes, but you know what that looks like to me.", "It's just a reminder of all the things that I don't have in my life.", "It's just like well, this was probably not the most sensitive thing to stay in the moment, but it was"]}, {"speaker": 1, "dialogue": ["It was deeply honest."]}, {"speaker": 2, "dialogue": ["I got a pack on the head and that's it."]}, {"speaker": 1, "dialogue": ["right", "and Lisa gets the emotional intimacy that you're missing."]}, {"speaker": 2, "dialogue": ["Yes, and then it was kind of I recognize that.", "I recognize that was as far as she could go with that moment and she kind of went into this place of and it was almost time for us to move to the show, but then it became mine was conversation about this and that and she was fiddling on the phone and looking at Facebook and telling me about this not I was just like before though I was saying that we were talking about physical intimacy so that conversation then spilled into whatever we were talking about about intimacy is automatic.", "It's about sexual intimacy.", "And you said you're not hearing me you're not hearing me and I get it I get her fear of sexual intimacy is so deep that that but she started talking about our sexual intimacy in terms of past tense is incompletely past tense."]}, {"speaker": 1, "dialogue": ["Give me some verbage."]}, {"speaker": 2, "dialogue": ["We had a really wonderful sexual intimacy in our life.", "We have three wonderful kids, not necessarily.", "She said these words, but it's", "That's over now and I can't go there anymore.", "And it's kind of like it's sort of happened at the moment.", "But the stone that kind of got pushed over there.", "It took a while before that all started to roll into a Avalanche and it's like wow.", "Okay, that's been my experience for the last 7 years, but that's never been stated that's never been stated like yeah, it's completely over."]}, {"speaker": 1, "dialogue": ["And how did you react to her sentence?"]}, {"speaker": 2, "dialogue": ["I have this image that I'm the guy that's been sitting at the rear well station for the last 7 years waiting for the train to show up and I said dude, what a dumbass this train is not even coming back and you're still sitting at the chain at the station."]}, {"speaker": 1, "dialogue": ["You said it the station for some very good reasons?"]}, {"speaker": 2, "dialogue": ["Yes, I get that.", "But I mean that's where the anger is at in this morning.", "It was I don't know."]}, {"speaker": 1, "dialogue": ["Go ahead."]}, {"speaker": 2, "dialogue": ["Well, I'm trying to decide if that's the chain of events."]}, {"speaker": 1, "dialogue": ["Even out of sequence.", "It's okay."]}, {"speaker": 2, "dialogue": ["So I get this back that all of this emotion is out there and I know it's not it's got to be scary the living Jesus out of her because I'm programs and it's in a pretty big way and I recognize that may not have been my intent but I don't want to hit the plunger but there you go.", "I put the nuclear option on the table.", "And again, where did this conversation fit into it?", "I'm not 100% sure but I was able to say, you know what I need physical and emotional Intimacy in my life, and I'm no longer willing to live without it."]}, {"speaker": 1, "dialogue": ["Good for you."]}, {"speaker": 2, "dialogue": ["And that was a conversation that happened around the kitchen table, maybe yesterday or the day before I'm not sure.", "I don't know it all started to and I recognized it this emotional Rage or whatever that I'm in right now and I just started puking up junk and I'm sorry."]}, {"speaker": 1, "dialogue": ["Emotional honesty, it's not junk Sheamus."]}, {"speaker": 2, "dialogue": ["Yes, I know."]}, {"speaker": 1, "dialogue": ["It's not junk.", "It's a truth that's always been there that she has ignored because it was convenient and you've been trying to ignore so you didn't have to have the conversation.", "So although I imagine it's a deeply painful space.", "It's a cathartic space because this is all the stuff that you've been holding it in and it's in some ways.", "It's unfair that you are the one who has to hold it in and she lives from the benefits of your holding it and you shouldn't have to hold it anymore because you're not asking for anything unreasonable."]}, {"speaker": 2, "dialogue": ["Well, I can't I can't and it's coming out and I get that is painful for me and her and everybody else.", "It's just like"]}, {"speaker": 1, "dialogue": ["But it needed to happen."]}, {"speaker": 2, "dialogue": ["I'm done at some point.", "I don't know why but it is just and I have kind of Shut Out music a lot in my life over the past seven years, and I don't know why."]}, {"speaker": 1, "dialogue": ["I know you know why?"]}, {"speaker": 2, "dialogue": ["Well, I shut down everything."]}, {"speaker": 1, "dialogue": ["Well, not only that but you guys met around music music is white.", "Sometimes pulls her away from me.", "Sometimes pulls her away from you.", "I mean, I"]}, {"speaker": 2, "dialogue": ["Okay, you know what?", "Okay."]}, {"speaker": 1, "dialogue": ["Yes, I mean and so and whenever you are forced to connect it's forced to connect instead of wanting it's around music or her concerts or her deciding what you're going to do so I get it."]}, {"speaker": 2, "dialogue": ["The music of course touches emotional cores.", "So why the hell put yourself there?", "Whether it's classical music or country music or whatever.", "I fired up an old Johnny Cash the last Johnny Cash album.", "He did a cover of Tom Petty.", "I don't I won't back down and I just like playing that and then it bumps up against his cover of Nine Inch Nails Hurt witches is just so incredibly raw that I'm like, okay.", "I'm not sure if I can even go here today."]}, {"speaker": 1, "dialogue": ["So you said to her I'm not going to put up with this anymore.", "And how what did she how did she respond to that?"]}, {"speaker": 2, "dialogue": ["Oh, yes, and again whether this is all out and doesn't matter.", "I mean, it's how memory works this is why you can ask me 9 different people would happen up a seen the incident and they're going to get nine different explanation.", "But at some point something well, you know what you're asking me you're asking me to choose go to someplace where I can't go or you're leaving and I didn't all I said where those words and that was her interpretation of that."]}, {"speaker": 1, "dialogue": ["Did you take any of that kind of guilt inducing statement into yourself?", "Because that's not actually what I'm hearing that you said that maybe what she heard you're stating your own needs and she's received it.", "Yes."]}, {"speaker": 2, "dialogue": ["You know, I think that was the really amazing part of all of this.", "All I can feel is anger not feeling the guilt."]}, {"speaker": 1, "dialogue": ["Okay, good good."]}, {"speaker": 2, "dialogue": ["Yes, I get that you're hurting and I know that would have done to me in the past and I'm not backing down and I know that there's going to be an onslaught.", "I mean, this is a fucking fire swamp.", "I mean this is just going to be this is going to be and I get it.", "This is, this is the path that you set up a long time ago intentionally or unintentionally.", "It doesn't make a difference.", "It's all the damn Domino's that you set up.", "You can't talk about your feelings.", "You can't do this.", "It's 27 years of this.", "So here's what happened.", "Here's what happened after 27 years of setting up those Domino's."]}, {"speaker": 1, "dialogue": ["Well, okay, but this is a two-person issue."]}, {"speaker": 2, "dialogue": ["Oh, I know but I'm going to take responsibility for me."]}, {"speaker": 1, "dialogue": ["Sure, but you're not.", "Yes and my guess is there were times in the marriage you did try to talk about your feelings and you were shut down and maybe her as well.", "That's usually what happened.", "Somebody teaches you how receptive they are to what you think and feel but you're not able to do that anymore and you're not asking anything unreasonable.", "What is a call and emotional intimacy?", "That's one of the reasons why people get married and have romantic relationships in the first place those two things.", "So this isn't anything that's unreasonable.", "It's a game-changer right?", "Because you're married kind of in name only and she's okay with that because she's getting her emotional needs met elsewhere, but you're not okay with it anymore.", "I mean, I'm very proud of you, even though I recognize that it said deeply painful experience, but it almost needed to happen because you're not good at being honest with you."]}, {"speaker": 2, "dialogue": ["I'm not good at being honest with me."]}, {"speaker": 1, "dialogue": ["You're not good at being honest with you you can do it, but"]}, {"speaker": 2, "dialogue": ["I think I've been doing it for a long time."]}, {"speaker": 1, "dialogue": ["Yes, but it's taken its toll.", "Yes and what you're asking the complement that's missed is I want to be close to you.", "That's not what she heard but in some ways."]}, {"speaker": 2, "dialogue": ["But I don't guess you know what?", "I don't think that's there."]}, {"speaker": 1, "dialogue": ["Well, I and I hear what you're saying, but the idea that I want intimacy and this is your expectation.", "I don't know if you guys can do that or have that given all the damage that's been done.", "I don't know what that you can't have it but I don't know and I don't know if that's what you're seeking from her but stating that expectation there still an inherent complement and it is this is what I've been looking for.", "This is what I need."]}, {"speaker": 2, "dialogue": ["Yes, and if anything, the only thing that I can hold onto right now is that I can say that to me I can say that to me.", "It's okay say another event had happen is Insurance some of this with a friend there was this image that came back to me in some work that I had done a long time ago in the terms of like the inner child kind of thing.", "And this is back when I was doing my masters in religious education.", "I did a pro golf thing journaling class.", "So you're doing this imagery stuff and you're going back and revisiting past hurts and that kind of thing.", "But this in this friend had talked about about the stream Where She rescued this child from the real City hotel.", "There was this child in there someplace and she went in and", "Did this child?", "It seems like a really powerful image to me.", "I just kind of sat and with that for a while.", "I kind of Envision the CD hotel and I'm walking down the hallway and at the end of this hallway open the door in front of me my childhood home.", "I find myself the five-year-old self who's hiding in the bushes.", "And I remember the scene but the hiding from a couple of neighborhood boys who were laughing at me at the time.", "I don't remember why but that was what was going on and I had this Vision or have work with this image before and it was like always liked you go and talk to the child and tell her child.", "It's okay what ever it was blah blah blah blah and this time there is no talking.", "I was just grabbing up this five-year-old image of myself.", "And it has been hugely powerful thing because he had hasn't left me."]}, {"speaker": 1, "dialogue": ["Tell me what the image means to you."]}, {"speaker": 2, "dialogue": ["Images just this deep sense of giving myself some love just like cradling those parts of me."]}, {"speaker": 1, "dialogue": ["I can see that it's painful for you.", "Can you tell me what you're feeling right now as you're telling me about it?"]}, {"speaker": 2, "dialogue": ["The sense of all those years of.", "Be able to do that all those years of this foolish child who just had been alone and hurt or whatever that is."]}, {"speaker": 1, "dialogue": ["having to hide even"]}, {"speaker": 2, "dialogue": ["Yes and can't speak and interesting enough.", "There's this mask.", "I'm wearing The Lone Ranger mask and a little cowboy hat."]}, {"speaker": 1, "dialogue": ["the five-year-old"]}, {"speaker": 2, "dialogue": ["Yes, this fight world and I got rid of all that stuff.", "You don't even need to have this on."]}, {"speaker": 1, "dialogue": ["So you saved you comforted you hugs you?"]}, {"speaker": 2, "dialogue": ["Yes, so I do meditation in the morning and I got this meditation bench.", "So the", "the pastor that I have is you kneeling on the floor in this bench and this 5 year old is just right from me and it's just it's really powerful imagery right now and it's that's really"]}, {"speaker": 1, "dialogue": ["It's almost like and part of my interpretation if it's not correct, but it's almost like I'm kind of walking with you through this image, but I imagine for the first time in being honest about your feelings.", "Not only do you validate them, but you comforted yourself.", "So in some ways you provide the intimacy that you needed because you believe that your feelings are true honest and valid and before you had been dismissing them."]}, {"speaker": 2, "dialogue": ["Yes, and I really do feel like there's a sense of commitment to that.", "There's a sense of power to that.", "There's a sense of I know there's been no way that I can go back to whatever that was.", "So that's what a powerful game-changer for me sitting on Matt and Claire Carson's Workshop."]}, {"speaker": 1, "dialogue": ["How did that go?"]}, {"speaker": 2, "dialogue": ["It was good.", "The thing that I brought out of that was working with man is working with a deep sense of Shame some of the pieces started to fall together there."]}, {"speaker": 1, "dialogue": ["Tell me about the pieces."]}, {"speaker": 2, "dialogue": ["My issue with having this mild deformity in my penis or my penis is this huge shame that has been the major defining defended kind of thing that's going out of my life and recognizing the power of that shame my God."]}, {"speaker": 1, "dialogue": ["Well, it's almost like you've been multiple ashamed in multiple areas.", "So the penis is a symbol of manhood that for you is a source of Shame men.", "I was just having this conversation with my husband and this is what makes me crazy about our society how we how boys don't feel nana be a man which I think are the most destructive messages.", "You can give another human don't feel and if you feel you're weak or vulnerable and on so many levels.", "You've been told don't be don't be don't be you don't feel and in some ways.", "That's not even who you are.", "And so I'm doing all this damaging messages takes a long time."]}, {"speaker": 2, "dialogue": ["Yes, so I'm really trying to be patient with myself because yes."]}, {"speaker": 1, "dialogue": ["Well, damn, I mean you some amazing work in a short amount of time.", "It's paperwork, but for"]}, {"speaker": 2, "dialogue": ["Well, I'm not running away from it and I'm not backing down from it."]}, {"speaker": 1, "dialogue": ["No, you're not."]}, {"speaker": 2, "dialogue": ["I got this really hugely Watershed stuff, and it's"]}, {"speaker": 1, "dialogue": ["It can either be painful ending or a new beginning or both."]}, {"speaker": 2, "dialogue": ["Yes, it's already both and I just don't know what the new beginning is, but whether whatever was ending a long time ago and it's just recognition, but that was over now.", "Whatever comes out of what I don't know at this point.", "I still washed out to the mass and I'm screaming there ain't no love and there ain't no compassion and until that Tempest that dies down.", "There's going to be no reasoning with this right now."]}, {"speaker": 1, "dialogue": ["What's it go ahead?", "Sorry."]}, {"speaker": 2, "dialogue": ["No, I was just going to say yes, it was yesterday because we had the snow yesterday that I was in this place and she was home from school.", "I was trying to get some work done and then it was so we had this conversation talking about trying to go down that road of talking about intimacy and recognizing that were talking to complete different languages and I recognized in just sitting there trying to knock it into counselor mode, but really just trying to deeply listen to what you were saying.", "I feel and hear that she was so completely petrified of moving down the road of"]}, {"speaker": 1, "dialogue": ["physical intimacy"]}, {"speaker": 2, "dialogue": ["Yes, that's there's just and she's just screaming against it and yelling at me."]}, {"speaker": 1, "dialogue": ["yelling at you physically"]}, {"speaker": 2, "dialogue": ["oh, yes, I can't go there and if I had some kind of thing that like if I was in a car accident and I was", "quadrilingual and you would stop loving me then to and I get you know, I get this is a very real thing for her and she says fine if intimacy is if that's so important to you then just go find somebody and have yourself a good lay and then so she's just yelling."]}, {"speaker": 1, "dialogue": ["And then and then what?"]}, {"speaker": 2, "dialogue": ["Yes, I don't know and be happy or something.", "She can understand she can't hear what I'm saying."]}, {"speaker": 1, "dialogue": ["Sure, because she's coming from her own place of fear.", "But again, it's unfortunate that she's not hearing what you're saying because for her it's about you're going to ask me to do something that I don't want to do and what it's certainly not unreasonable that married people have sex regardless of whatever age across the lifespan."]}, {"speaker": 2, "dialogue": ["You would think so it would be."]}, {"speaker": 1, "dialogue": ["Yes, but it's most married couples have sex."]}, {"speaker": 2, "dialogue": ["Well not according to her."]}, {"speaker": 1, "dialogue": ["Well, but research shows differently."]}, {"speaker": 2, "dialogue": ["her research, however"]}, {"speaker": 1, "dialogue": ["Yes, but she's not be able to hear the emotional intimate piece physical intimacy is an outgrowth of the emotional intimacy typically in a marriage, right?"]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["What was it like for you to kind of say these things to her and then get yelled at or not be heard."]}, {"speaker": 2, "dialogue": ["You know, I think again it was just pouring more gasoline on the Fire."]}, {"speaker": 1, "dialogue": ["Yes, I almost hear that your needs were diminished.", "Like if you just want sex you go out and find it not just sex and sex is actually pretty important."]}, {"speaker": 2, "dialogue": ["She can't hear that.", "She's never been able to hear that and I get that now I get that probably all the way to the beginning of a relationship relationship, but that's not the way the relationship started which is still completely confusing because she was the one that initiated everything in the beginning and I"]}, {"speaker": 1, "dialogue": ["sexually"]}, {"speaker": 2, "dialogue": ["Yes, and so that was so all the sudden we got this completely upside down relationship."]}, {"speaker": 1, "dialogue": ["How do you think that having sort of the physical deformity and her cutting off sex 7 years ago?"]}, {"speaker": 2, "dialogue": ["Oh, that was huge."]}, {"speaker": 1, "dialogue": ["Yes, how do you think those things kind of have impacted you?"]}, {"speaker": 2, "dialogue": ["Well, it confirmed my worst fears that I wasn't lovable."]}, {"speaker": 1, "dialogue": ["Even though that's not true."]}, {"speaker": 2, "dialogue": ["Of course and even though that wasn't what she was saying all of that aside deep down inside the story that I was really listening to that and that happened prior to seven years ago that happened."]}, {"speaker": 1, "dialogue": ["Sure.", "Are you familiar with the narrative therapy at all?"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["You changed your narrative."]}, {"speaker": 2, "dialogue": ["Oh, I know."]}, {"speaker": 1, "dialogue": ["We're in an alternate story hear you change the dominant narrative."]}, {"speaker": 2, "dialogue": ["Well, tell me what you're hearing."]}, {"speaker": 1, "dialogue": ["Yes, well the diamond tip.", "The dominant narrative is what we've been looking at this whole time all these messages of inadequacy these messages about your worth and keeping your feelings but you as of last week or two weeks ago now just change the narrative completely like I don't want that anymore.", "We've been talking about the old scripts and how they weren't true and how your kind of really talented man who can pick up and do all three careers and do them well and how you're sort of a very deeply feeling man, even though.", "It's been told you've been told that's not okay.", "And you got rid of that negative narrative.", "It's brought you to a painful place but a very honest place and a place where so I'm hearing her kind of saying these things and diminishing your needs, but I'm also hearing that you did not take that in and say, you know what?", "You're right.", "Maybe I should but you would have", "That's how we know that the narrative has changed.", "You would have gone.", "Okay, you're right.", "Maybe I shouldn't want sex which is insane.", "It's insane."]}, {"speaker": 2, "dialogue": ["Yes, it's insane.", "And that's what I did for a long time."]}, {"speaker": 1, "dialogue": ["Well, same thing hurt is if your expectations were unreasonable, but they're not unreasonable their normal healthy expectations or a marriage."]}, {"speaker": 2, "dialogue": ["Yes, I can see if I'm only if my only expression of sex was.", "sado-masochism"]}, {"speaker": 1, "dialogue": ["Sure, exactly.", "Exactly.", "And I mean, yes, it's her own Terror and things like this.", "I get that and have a lot of experience working with individuals of sexual abuse.", "I get that but the fact that it's a surprise that you need these things is troubling."]}, {"speaker": 2, "dialogue": ["It's not a surprise."]}, {"speaker": 1, "dialogue": ["No, she's surprised that you are saying you need these things."]}, {"speaker": 2, "dialogue": ["Maybe not.", "I mean this is always been an issue and she's always it's always been this kind of thing.", "Like you can just love me for who I am.", "You got to have to have sex."]}, {"speaker": 1, "dialogue": ["Okay.", "Can you take me back then before the kind of 7 year absence.", "Past the beginning part of the relationship you had three kids.", "You've had to have sex to have three kids."]}, {"speaker": 2, "dialogue": ["all three times"]}, {"speaker": 1, "dialogue": ["Yes, exactly.", "Yes at least three times.", "But so how was this what was being conveyed in your marriage?", "Let's say 15 years ago actually about sex."]}, {"speaker": 2, "dialogue": ["same story same story.", "I'm not sure what point the honeymoon ended.", "It didn't last long and I'm sure after the kids kind of like the sense of okay, I got three kids were done."]}, {"speaker": 1, "dialogue": ["So sex was always an issue."]}, {"speaker": 2, "dialogue": ["Yes, I don't know and I don't know if it's difficult to go back, but it's been a very long time."]}, {"speaker": 1, "dialogue": ["And always the message was you always want sex.", "You always want sex."]}, {"speaker": 2, "dialogue": ["Can't you just love me for who I am?"]}, {"speaker": 1, "dialogue": ["Wow, that's a pretty loaded message.", "You know what it says.", "You're not supposed to want this from me what's wrong with you that you want me to have sex your depraved or whatever, which is completely not the case."]}, {"speaker": 2, "dialogue": ["But that's the but that's the relationship in overtime overtime and eventually got to the place where we couldn't have sex at home anymore.", "So sex was relegated to maybe it free or four times a year by going away for the weekend."]}, {"speaker": 1, "dialogue": ["And then was it awkward or was it always initiated by you?"]}, {"speaker": 2, "dialogue": ["I was pretty much always initiate by me and we got to the point that the only way you're going to have sex as if you had two or four drinks beforehand.", "So you had to get in the self-medicating state before you go there."]}, {"speaker": 1, "dialogue": ["And how is sex after the medicated state?"]}, {"speaker": 2, "dialogue": ["4 functionally probably not satisfying whatever.", "Yes, you kind of just recognize this and it's just ugly ugly to call out of the garage out.", "But yes, I think that I got to the point that"]}, {"speaker": 1, "dialogue": ["Well, no wonder you stop having sex if you could told that something's wrong with you basically, or why can't you just love me for who?", "I am pretty soon.", "You're like it's not worth it."]}, {"speaker": 2, "dialogue": ["Well, I think yes, I think between Matt and for at least 10 years she had these premenopause migraine.", "So I mean if it's not a headache or working or the kids or whatever, there is no time when it's like wow, there's just no time.", "There's no time and then"]}, {"speaker": 1, "dialogue": ["You know what?", "I wonder sorry to interrupt you.", "It's almost like and obviously I don't know your wife, but it's almost like you know what their real fear might be about for her finding out.", "There's something wrong with her."]}, {"speaker": 2, "dialogue": ["Oh, yes.", "I know that."]}, {"speaker": 1, "dialogue": ["Yes, right.", "And so"]}, {"speaker": 2, "dialogue": ["Because there's nothing wrong with her."]}, {"speaker": 1, "dialogue": ["Yes.", "Well, so instead I say there's something wrong with you.", "There's something wrong with your expectation, but deep down.", "I wonder because I don't know.", "I think it's pretty common knowledge or maybe because I teach the human sexuality class but most married couples have sex around once a week younger married couples have sex more middle-aged couples usually has sex about one time a week.", "This is not anything that's unexpected out of the norm.", "It's really not and so I wonder if the fear is you're asking me to give you something.", "I can't give you I'm not capable out what's wrong with me.", "So it's just a lot easier to say what's wrong with you that you even want this.", "Well, of course he would I mean it's a healthy knead absolutely normal.", "Nothing wrong with it.", "It's the expectation that you would be having sex with your wife.", "What does of course sex is the smallest piece of this?", "This is not about sex sex is just a way to communicate emotional intimacy."]}, {"speaker": 2, "dialogue": ["Right in this and the conversation always gets derailed around this we end up talking about this and it's like okay.", "We're missing the point missing the point completely."]}, {"speaker": 1, "dialogue": ["And if you could tell her right now what the point is in a sentence, what would be your point?", "But would you want her to know?"]}, {"speaker": 2, "dialogue": ["You got some serious hurts and you're going to need to get them fixed and there's no hope for intimacy until you can fix that and I don't know."]}, {"speaker": 1, "dialogue": ["How would you define intimacy to her?"]}, {"speaker": 2, "dialogue": ["Intimacy is the ability to completely learn about the other person and right now I know that I can't go there.", "I've never been able to go there with her because there's such a huge part of her life that I recognize that I can't bring my word ability to because that's like, okay.", "Well, I'm going to be completely open and burn a bowl with you, but you don't have to be"]}, {"speaker": 1, "dialogue": ["But in some ways you did by putting your feelings out there and by being honest even through anger, right?", "So you go from a place of not expressing your feelings to expressing your true feelings.", "Whatever they are in some ways he did.", "I mean, that's the amazing part about this.", "I'm not throwing that word around because I like it.", "I mean, it's amazing what you did after years of feeling stuck and silence and not being able to do this.", "You were dead honest unflinchingly about how you feel and what you want despite the fact that you've been told for so long that that's not okay some part of you doesn't believe that and you put it out there making yourself vulnerable and then refusing to take in any guilt about it or refusing to take in and this was not unkind.", "This is just really honest refusing to kind of continue in this place of being stuck.", "You're certainly not stuck anymore."]}, {"speaker": 2, "dialogue": ["No, no, and it's like screw it.", "I'm getting I'm putting my intimacy into my life."]}, {"speaker": 1, "dialogue": ["well what do you think about this idea being thrown in your face of just go and find someone if that's important to you"]}, {"speaker": 2, "dialogue": ["You know what to ascertain agree.", "I feel like I made this commitment to myself whatever a week ago 2 weeks ago and I said, you know, I already have friends.", "I already have friends.", "I have friends that care about me and I recognize some things about me who the hell says.", "I can't have relationships friendships.", "Can I just explore that?"]}, {"speaker": 1, "dialogue": ["She meant sexually though."]}, {"speaker": 2, "dialogue": ["I know she did and I'm not ready to go there."]}, {"speaker": 1, "dialogue": ["No, and I'm not suggesting or encouraging you to do that.", "But I'm saying what do you think about her throwing that out you what did you do with that piece?"]}, {"speaker": 2, "dialogue": ["It made me feel really cheap.", "It made me feel really angry like God."]}, {"speaker": 1, "dialogue": ["That's why I was concerned about it was designed that comment was designed to minimize your sexual needs and to make you feel cheap, but it shouldn't."]}, {"speaker": 2, "dialogue": ["I didn't accept it.", "I mean I feel that and at the time I was in this place of listening to it, but I wasn't in a place of reacting.", "I went quickly to this place of you know what I can sit here and listen and I can just be in the moment and listen and that's all I can handle and I'm not feeling like not that I am having down my emotions, but I feel like at point.", "I'm just giving her the gift and allowing her to get it out."]}, {"speaker": 1, "dialogue": ["Sure.", "Sure.", "So where does all of this leave you it's a lot?"]}, {"speaker": 2, "dialogue": ["Well this morning and I recognize that for I don't know how many years I showed up Faithfully to Wednesday night choir practice and she goes out with the girls every once in a while.", "I go home after choir practice I go home and whatever watch a series.", "I've been watching on Netflix or whatever so last night.", "It was screw this I'm not going home anymore.", "I'm tired of sitting in front of the God damn television and wasting my life.", "So I asked him the guys.", "I don't want to go to the bar.", "But how about Starbucks?", "Do you want to grab a Starbucks?"]}, {"speaker": 1, "dialogue": ["Sure, and you did?"]}, {"speaker": 2, "dialogue": ["I did."]}, {"speaker": 1, "dialogue": ["Good for you.", "How did that feel?"]}, {"speaker": 2, "dialogue": ["It was okay.", "I recognize I started listening to Graham Brown.", "Are you familiar with that name?"]}, {"speaker": 1, "dialogue": ["No."]}, {"speaker": 2, "dialogue": ["in type Brianna Brown, it's in that spelled b r e n e Brown and she got some TED talks on shame and vulnerability and they're hitting me in a hard place, you know, right kind of stuff and one of the things there was a little 5 minutes segments and you get to", "You get to the Ted Talk and there's a little five minutes segment where she's talking with Oprah, you know, it was just like a little segment of 6 people.", "You shouldn't share your inability with people who don't deserve your credibility and I recognized in the mist of this last night going out with this guy was like", "we're not going there."]}, {"speaker": 1, "dialogue": ["Right, right.", "Well and that's okay."]}, {"speaker": 2, "dialogue": ["And that's okay."]}, {"speaker": 1, "dialogue": ["You did it to get yes."]}, {"speaker": 2, "dialogue": ["I did it I said okay.", "I got to go now."]}, {"speaker": 1, "dialogue": ["What would it be like for you to not go to choir practice anymore?"]}, {"speaker": 2, "dialogue": ["Oh that's coming instead of going out with the girls last night.", "She went home, but she didn't tell me she was going home.", "So I get this text.", "I'm almost home.", "I get this text.", "So are you?", "Okay?", "Where are you?", "I came home after choir practice and you weren't here and I just I could have just started to feel it bubbling up."]}, {"speaker": 1, "dialogue": ["it what it"]}, {"speaker": 2, "dialogue": ["Rage anger and I said this all about clean now.", "This is all about recognizing that I put the goddamn nuclear option on the table.", "And now after 7 years are finally going to pay some attention to me.", "It's just it's just"]}, {"speaker": 1, "dialogue": ["I can see physically.", "It's like this early."]}, {"speaker": 2, "dialogue": ["And then I have ever seen in the morning.", "I have a routine in the morning for years and this has been spoken about its known I wake up very slowly in the mornings.", "I have and half hour to 45 minutes meditation routine exercise.", "I have to go walk the dog and I move I get up very early in the morning because that's my time.", "She got up this morning at 5:30 and she's out there making breakfast and"]}, {"speaker": 1, "dialogue": ["pissed"]}, {"speaker": 2, "dialogue": ["And I'm getting up and I went out and I walk the dog.", "We normally walk for five minutes, but I just walked and I was so in touch with one of the other episodes where I was where I was that angry and I just ended up walking down the country road for about 3 miles and I wasn't coming back.", "It was just like I'm and I'm still"]}, {"speaker": 1, "dialogue": ["And do you know why you're so pissed?", "I mean, I think I get it, but do you know why?"]}, {"speaker": 2, "dialogue": ["it's just too little too late."]}, {"speaker": 1, "dialogue": ["Yes, well, it's so intimacy.", "It's like putting a Band-Aid over a gunshot wound."]}, {"speaker": 2, "dialogue": ["Exactly.", "So then"]}, {"speaker": 1, "dialogue": ["So you're going to make me breakfast now?"]}, {"speaker": 2, "dialogue": ["interesting those words to me.", "So what I feel is I'm putting all this intimacy out here and you're just pushing me away, and I said I can't just turn it on like a spigot."]}, {"speaker": 1, "dialogue": ["Sure sure, and it's still another representation of the fact that she doesn't even get what you're asking."]}, {"speaker": 2, "dialogue": ["She doesn't get it."]}, {"speaker": 1, "dialogue": ["Like if I just come home from choir practice and make you breakfast, then we'll be okay and we can go back to what we were but you weren't going back that's not possible and it's not about breakfast right maybe a decade ago.", "It might have been about breakfast and talking over breakfast, but we're far beyond that point.", "It's in some ways.", "I would imagine it minimizes what you feel."]}, {"speaker": 2, "dialogue": ["I was sitting there and I'm physically felt like I was going to vomit and I was shaking I could barely talk.", "I was able to tell her that I'm feeling such anger and rage right now that I can't even function."]}, {"speaker": 1, "dialogue": ["Good for you."]}, {"speaker": 2, "dialogue": ["And at that point I just got up.", "I just whatever I was doing.", "I was getting I recognized I didn't shave I barely remember to get my books.", "I said, oh man.", "I'm such a place here this morning.", "I can barely payment."]}, {"speaker": 1, "dialogue": ["Yes, because you can't live with the dishonesty anymore.", "I'd that's dishonest.", "You cannot live with the hypocrisy anymore.", "And there it is looking you in the face."]}, {"speaker": 2, "dialogue": ["It's all fucking around and I said yes sitting around in choir practice last night.", "I said, I'm so fucking tired of this.", "I'm living this lie.", "I'm done.", "I'm done with this shit."]}, {"speaker": 1, "dialogue": ["I hear that."]}, {"speaker": 2, "dialogue": ["Done with so I recognize that this is a huge it's going to be we're not talking like I don't know."]}, {"speaker": 1, "dialogue": ["Who else can you talk to you about all of these things?"]}, {"speaker": 2, "dialogue": ["Well, I have one friend and I think at this point, unfortunately, I don't know.", "I don't know if it's fortunate or unfortunate, but we're both really kind of in the same boat right now."]}, {"speaker": 1, "dialogue": ["Okay, that might not be a bad thing."]}, {"speaker": 2, "dialogue": ["But I think we both recognize how needy we are how what the needs are for boundaries in this.", "So I think we're trying to really work on that but I feel so out of control."]}, {"speaker": 1, "dialogue": ["very raw right now"]}, {"speaker": 2, "dialogue": ["And I'm just I don't want to hurt anybody else."]}, {"speaker": 1, "dialogue": ["Sheamus I don't think you're going to hurt anybody else.", "I don't think you need to worry about hurting other people, but you might think of other people even people who you might not have known long maybe even students in the program who you have a connection with"]}, {"speaker": 2, "dialogue": ["You know, I do have a connection with some people and I feel like I've got people I've got a network of people here.", "Thank God.", "I've got a network of people here in a little bit here in a little bit there."]}, {"speaker": 1, "dialogue": ["Use your network."]}, {"speaker": 2, "dialogue": ["Yes, and I recognize that there's some professional boundary things that I've got to be really concerned about in that kind of thing."]}, {"speaker": 1, "dialogue": ["Probably less.", "So with some of the students in the program given.", "They're in the same place.", "You can share a piece with a person and a piece with and that's one of the things I typically find with students in the program with students who support other students typically really good at doing that but you were processing this so you're in the middle of it.", "Like I said, I'm really proud of you even though I know that this is a really painful place, but I also know I mean, I want you to think about how much the stick out of you.", "I mean, I want you I guess I want you to know how Brave you are.", "This is an act of Bravery because if we went back to and we can because they're all on tape earlier sessions, even my mentioning the idea of your anger.", "You said I can't go there.", "Even the idea of thinking about talking to your wife brought up all this anxiety and you just busted through that in such a short amount of time."]}, {"speaker": 2, "dialogue": ["Yes, I know and I know and I guess it's just the the way I don't know.", "I suppose if I sat and reflected on it, I suppose that that's kind of the way I do things."]}, {"speaker": 1, "dialogue": ["Okay, it's been a long time coming."]}, {"speaker": 2, "dialogue": ["Like planning and planning to build a house in finally.", "Boom.", "We're going to make it happen planning and planning to start your own business and it's like, okay.", "This is it.", "So I suppose that that's the way I do things.", "I don't know."]}, {"speaker": 1, "dialogue": ["Well, if anything comes up and you need to talk, even though we're on spring break next week.", "If you send me an email, I'll call you and I don't offer if I don't mean it.", "So if you say and it's the best way to get in touch with me because the phones right there.", "So if you say can you give me a call?", "I'll say yes.", "What time do you have?", "I'll definitely give you a call.", "That's never a problem."]}, {"speaker": 2, "dialogue": ["Thank you."]}, {"speaker": 1, "dialogue": ["so if you still need to process this or if something happens and you need to", "Kind of explorer that please go ahead.", "And again, I will say I will never offer that if I don't mean it, so if you email me I will give you a call."]}, {"speaker": 2, "dialogue": ["Yes.", "No, it's yes.", "It's pretty in from earlier place."]}, {"speaker": 1, "dialogue": ["Yes, I don't think you have to be afraid of it though."]}, {"speaker": 2, "dialogue": ["No, it's just looking at yes looking at the consequences of everything."]}, {"speaker": 1, "dialogue": ["I don't know in some ways.", "I think you've made the decision not to waste another day."]}, {"speaker": 2, "dialogue": ["Oh, yes, that was definitely set."]}, {"speaker": 1, "dialogue": ["So you're not stuck?"]}, {"speaker": 2, "dialogue": ["No, I'm not stuck."]}, {"speaker": 1, "dialogue": ["You've changed the course of what this could look like for you."]}, {"speaker": 2, "dialogue": ["yes, it's just that I've put in motion of getting some names of a couple counselors, but"]}, {"speaker": 1, "dialogue": ["I know some good ones.", "So let me know."]}, {"speaker": 2, "dialogue": ["I'll take suggestions, but I remember talking to someone who's this couples counselor.", "She said yes, I work with a couple it's just that I asked them up front.", "Are you with me on this and all the times?", "I get a lot of resistance you least give me 25% you're in on this and I got nothing.", "I'm bringing nothing to the table and I'll give you what I I will go but there's just absolutely nothing but today anger and rage.", "I I've got no compassion today."]}, {"speaker": 1, "dialogue": ["Sure.", "Well, I the only person you need compassion for right now is yourself because you've not given you much compassion over the years.", "So right now I hope you are most compassionate with yourself."]}, {"speaker": 2, "dialogue": ["I can do that.", "Even though I'm getting the message of you being incredibly selfish."]}, {"speaker": 1, "dialogue": ["Yes, I don't see it that way.", "Not that I'm an expert on such things.", "But I guess if I thought that there was some unreasonable expectation then I'd say let's look at your expectations, but I hear a very normal healthy expectations for a marriage nothing that's not nobody's perfect, but wanting physical and emotional intimacy from and with your wife stating that as a need is absolutely normal."]}, {"speaker": 2, "dialogue": ["It does sound pretty ridiculous just to be saying that in this room, doesn't it?"]}, {"speaker": 1, "dialogue": ["it doesn't sound ridiculous, but"]}, {"speaker": 2, "dialogue": ["It sounds ridiculous that I would be thinking that and that would be acceptable."]}, {"speaker": 1, "dialogue": ["Well, I think you've been told for so long.", "So you will give me a call next week if you need to or send me an email and I'll give you a call right back.", "Please do."]}, {"speaker": 2, "dialogue": ["I will."]}, {"speaker": 1, "dialogue": ["And I'm glad that we were able to get in today for sure.", "Let me know.", "We're back to our regular Tuesday time the week after next."]}, {"speaker": 2, "dialogue": ["Right not next week."]}, {"speaker": 1, "dialogue": ["Not next week, but the week after next."]}, {"speaker": 2, "dialogue": ["Yes, and she has a 3-day thing.", "She's going up with the band at the beginning part of next week.", "So."]}, {"speaker": 1, "dialogue": ["So some relief there."]}, {"speaker": 2, "dialogue": ["I'll get a little bit of a respite."]}, {"speaker": 1, "dialogue": ["Yes, don't watch that movie now.", "No, I don't think you need to do that."]}, {"speaker": 2, "dialogue": ["I don't want to get watch that in the in the first place."]}, {"speaker": 1, "dialogue": ["Yes, well, I don't think we need the movie anymore."]}, {"speaker": 2, "dialogue": ["Yes, and now I'm feeling like what I'm going to be dealing with is this clingy Behavior, which is all I'm going to be like"]}, {"speaker": 1, "dialogue": ["Maybe"]}, {"speaker": 2, "dialogue": ["inflaming things"]}, {"speaker": 1, "dialogue": ["as long as you are honest and your feelings and in your words, whatever her behavior, if you find that objectionable, you can say why."]}, {"speaker": 2, "dialogue": ["Yes, I suppose I can."]}, {"speaker": 1, "dialogue": ["And so then you will find her behavior less objectionable because you're being honest about why it triggers you.", "So so as long as you're honest in your feelings and your behavior,"]}, {"speaker": 2, "dialogue": ["Astro I'm going to stay with that"]}, {"speaker": 1, "dialogue": ["You have to stay with that because then you can be honest about why the cleaning is like nails on a chalkboard why that's not okay.", "And again, I think that's a pretty accurate accurate response not reasonable.", "Okay.", "Take care of yourself."]}, {"speaker": 2, "dialogue": ["I will I can."]}, {"speaker": 1, "dialogue": ["And let me know let me know."]}, {"speaker": 2, "dialogue": ["And thank you."]}, {"speaker": 1, "dialogue": ["No, it's I really enjoy working with you Seamus think of yourself as Brave incredibly Brave."]}, {"speaker": 2, "dialogue": ["I think of myself as"]}, {"speaker": 1, "dialogue": ["Yes for sure for sure."]}, {"speaker": 2, "dialogue": ["You seen The Lego Movie?"]}, {"speaker": 1, "dialogue": ["No, The Lego Movie.", "Is that a modern movie?", "That's out because I am so out of touch with modern movies.", "Do I need to see that?"]}, {"speaker": 2, "dialogue": ["I don't know.", "I'm identifying with this little character.", "Who's the main character in the movie?"]}, {"speaker": 1, "dialogue": ["Okay.", "I'll have to look that up.", "Okay.", "Take care.", "Alright.", "Bye.", "Bye."]}]