[{"speaker": 1, "dialogue": ["Hey."]}, {"speaker": 2, "dialogue": ["So I made the mistake of looking into my voicemail yesterday."]}, {"speaker": 1, "dialogue": ["Sorry to hear that."]}, {"speaker": 2, "dialogue": ["I hadn't realized how long it had been since I really listen to it and I all those I was going to delete a whole bunch of messages.", "And so it made me listen to them before I could listen to anything else.", "So there were two messages from this guy with the ambulance company has been this whole thing where Blue Cross said, they weren't going to pay for any of the ambulance from one of those times one of the times I was in the hospital because it was like a non-emergency thing and even though so we had to write a grievance to them to say while I didn't have the option of refusing to take the ambulance.", "Yeah."]}, {"speaker": 1, "dialogue": ["This is like an ER to the hospital or something.", "Yeah."]}, {"speaker": 2, "dialogue": ["And so that's been sent in and they've received it.", "Hopefully they'll pay for some of it at least but I had forgotten that that was sent in that we actually did that because I can't remember anything.", "So I just thought I'd been ignoring this guy from the ambulance company and then another message was I actually didn't make it through all the messages because I was freaking out too much.", "Yeah, I had to hang up.", "So I applied for this job as a substitute teacher in the city with the public schools like back in January or end of December.", "So I had a message from when I was in the hospital in January offering me a job interview.", "So that didn't happen.", "So, you know, I'm started freaking out just telling you about it.", "It was really freaking out listening to it.", "I got home and kind of fell apart and you know Jim's comforted me and everything.", "And that was the rest of the day like this happened right after my appointment with you yesterday and all I could do for the rest of the day with sit and read my book because every time I stopped and you know tried to actually get some work done or do anything I would just fall apart again.", "Yeah, I don't know how to live like this.", "It's like I spend so much of my energy not thinking about things while I mean, I can't deal with problems and then I don't have", "The attention that I ordinarily would have because you know a huge portion of my energy is going toward staving off this Panic that's there all the time.", "This morning was going okay, but I talked to Amanda on the phone and that was going okay, and she said she really thought that James and I should move to San Antonio and made a pretty good case for it just in terms of having a community, but I just couldn't handle that.", "I'm kind of trying to talk about anxiety and I feel like I've been trying to act like it's not as much of a big deal as it is, but it's just really devastating for me.", "I feel like it's crippling me.", "I'm so scared.", "I don't even know what I'm scared of.", "I'm just so scared."]}, {"speaker": 1, "dialogue": ["Yeah.", "I think some of what you're scared of is like an intensity of your anger at yourself for not being able to handle things.", "You feel like you should be able to handle."]}, {"speaker": 2, "dialogue": ["Yeah, I do."]}, {"speaker": 1, "dialogue": ["I think now sometimes you do want to kill yourself for that or kill yourself so you don't have to feel that."]}, {"speaker": 2, "dialogue": ["Yeah.", "I feel like I'm constantly on the verge of just getting into huge trouble over something.", "I never know what it is.", "I'll have forgotten about that turned out to be really important."]}, {"speaker": 1, "dialogue": ["Well, you probably don't remember this because it was sort of in the throes of the stuff that we had talked about.", "how not being able to remember things can feel like having", "feel like not having control over things in the way you feel you should"]}, {"speaker": 2, "dialogue": ["I don't remember talking about that."]}, {"speaker": 1, "dialogue": ["yeah, and so it can be something you blame yourself alot for I think."]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "James you know at the end of the day, thank me for taking care of myself, you know for actually just saying well, I'm not going to be able to get anything done today.", "I just need to take a day off."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Play felt so bad.", "I hate that.", "Yeah, I hate myself when I'm like that.", "I don't know why I can't just get over it.", "Or push through it or something.", "Yeah, I don't know what's going to happen the rest of the day.", "I really hate this.", "But I hope I mean at some point I have to listen to the rest of my messages and I hope I'll be able to do that soon, but I don't know.", "I know it's not that much to deal with but it feels like too much.", "My dad's coming home tomorrow.", "We'll see how that goes.", "Like I just want to hide."]}, {"speaker": 1, "dialogue": ["I think you might worried that I won't react.", "Well if you hide for a little while."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And then I'm going to say something to you that puts some other Demand on you or limitation or burden that you can't bear."]}, {"speaker": 2, "dialogue": ["No, not really.", "I just don't really have anything to say.", "I don't worry too much about you.", "I don't know.", "I'm not having much to say I think it's working pretty hard not to lose it right now.", "So I'm not really sure why.", "I mean, it's just because my nose runs so much."]}, {"speaker": 1, "dialogue": ["That's okay."]}, {"speaker": 2, "dialogue": ["Just why is this happening to me?", "Why is this my life?"]}, {"speaker": 1, "dialogue": ["I'm so sorry that it is."]}, {"speaker": 2, "dialogue": ["Thanks.", "There's no reason for me to be so scared of everything.", "I just am.", "Shear I really don't want this.", "Going to go home, and I'm just going to keep going.", "It seems pretty bleak right now."]}, {"speaker": 1, "dialogue": ["well", "I think", "As far as sort of the Dilemma that you're in which is on the one hand to be inclined to say things like maybe not in an existential sense.", "But in other senses know some of the way things are.", "Like this now is on what's making you feel so so bad."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["And so is how one particular thing sort of happened.", "They affect you in a in a pretty waste it on the other side.", "I'm inclined to I'm in line not to say so much about", "because you seem pretty maxed out with what you can bear and I think that probably", "pretty well reflects a dilemma that you're in which is the things that could help weather is understanding or tasks.", "Sort of things or work often feel like way too much."]}, {"speaker": 2, "dialogue": ["Yeah, we went to dinner with Franco.", "In Franco's friends, and I went really well and I felt better while we were there, but I really didn't want to go.", "Yeah.", "Yeah, I really do want to hear the reasons because that wasn't really a rhetorical question and I feel like I want to know and in other ways I feel like they're not going to give any reasons that are good enough.", "Yeah, nothing adds up.", "So I just want to stay away from it.", "I must have read 400 pages in the last 24 hours.", "And in other ways understanding doesn't necessarily help.", "It's interesting.", "It's distracting sometimes.", "It's hard for me to think about just the possibility that greater understanding wouldn't be helpful.", "I mean, I feel like it's kind of one of the foundational principles of life, but like knowing is better knowing will help."]}, {"speaker": 1, "dialogue": ["I think when it comes to this stuff, I think you want to think knowing won't help because I think you don't want to know.", "We kind of know where a bunch of the bodies are buried at this point.", "I mean, there's a lot more to learn."]}, {"speaker": 2, "dialogue": ["But know you're right."]}, {"speaker": 1, "dialogue": ["I feel like we sort of a bunch and a thing in a number of things.", "I have become really intolerable for you and some of Y.", "And it's really hard to keep that in mind.", "I think I mean like the phone messages I think are actually maybe just the right metaphor like, you know, they're there and it's terrifying because you know, you may not be able to Bear hearing them.", "and if we wanted to think about it for a few minutes because probably getting much more particular about what would be hard about hearing them the message that you had a job interview, you know, and you never got", "Not far from stuff we talked about.", "Again, I don't have a complete understanding or I'm sure that there's a lot of important contacts that I don't have."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["But yeah, I think you also.", "I have no doubt that are moments when you're totally overwhelmed and upset.", "It feels like you have no idea what's going on or why it's happening but"]}, {"speaker": 2, "dialogue": ["No, you're right.", "I know I know why I reacted the way I do.", "Yeah.", "Yeah."]}, {"speaker": 1, "dialogue": ["If you pretend you don't you don't and then anybody who cares any things that there could be reasons clearly doesn't know."]}, {"speaker": 2, "dialogue": ["Heck yeah.", "Yeah, but I don't want to be like that.", "fix"]}, {"speaker": 1, "dialogue": ["I really want to run with that.", "I don't think you do this too much intentionally, but I think it's sort of related.", "I think that a lot has happened recently more historically in your life that sort of in reality as the impression that anybody who sing who thinks they have reason doesn't know what they're talking about.", "Like it may not be I'm just going to throw it out there.", "So anyway and won't think about it.", "So there may be times when you're feeling when your feelings are so intent and you come on in your kind of subtle way.", "So strongly with them that you", "we're kind of nearly empty assurances from somebody who are sort of anxious and have a sense of your need and don't know what to do.", "And that confirms your impression that they clearly have no idea what's going on or what to do."]}, {"speaker": 2, "dialogue": ["I have no idea.", "I can't see you're wrong."]}, {"speaker": 1, "dialogue": ["And certainly a lot about the mental health establishment plays right into that two completely apart of you."]}, {"speaker": 2, "dialogue": ["Yeah.", "I mean, yeah, I want people to tell me it's going to be okay and I'll feel better.", "But you know, how dare they"]}, {"speaker": 1, "dialogue": ["Well, we should stop for now."]}, {"speaker": 2, "dialogue": ["Okay.", "Thanks."]}]