[{"speaker": 1, "dialogue": ["How are you?"]}, {"speaker": 2, "dialogue": ["I'm okay.", "I think I don't know.", "I'm kind of not sure I feel okay today.", "I don't know.", "I think I'm definitely kind of mildly depressed or something.", "I feel tired.", "I was just a crazy.", "I was already feeling a little bit off before all of this shit happens.", "So"]}, {"speaker": 1, "dialogue": ["What was it like for your Friday?"]}, {"speaker": 2, "dialogue": ["it was crazy was definitely traumatizing.", "There's no question."]}, {"speaker": 1, "dialogue": ["Oh my goodness.", "This was a night you mean?"]}, {"speaker": 2, "dialogue": ["Thursday after they killed that cop and got chased into Chest Tire.", "I don't know it's going to take some time.", "And then what was it 20 hours?", "I don't know.", "It's hard to put into words that kind of hair because at that point your life.", "Well, this guy has nothing obviously he knows it's over they didn't care about dying or killing other people.", "So it would just make sense if I was that person and", "and that insane then it would only make sense to just knock my", "Someone's door take a few more people out and just blow yourself up.", "There are no words to explain it to feel like that could happen.", "I mean, yeah, there were armed.", "But all that takes is a second if he knows he's going to die.", "Anyway, just do it.", "It was a fucking it was just you know, I don't know."]}, {"speaker": 1, "dialogue": ["the starting point of hearing the noises and then seeing them I would think that alone is"]}, {"speaker": 2, "dialogue": ["Oh, yeah, I just like the sounds were so loud.", "It was clearly there was no confusing.", "I mean it was surreal.", "It was surreal.", "Suddenly.", "It sounded like there was a war going on.", "The horrifying part the first thing I thought because it sounded like it was so much noise.", "It didn't sound like two or three people.", "I was horrified that they come to Josiah and there was some kind of group.", "Do you know what I mean?", "And that there was suddenly 30 insane people waiting fully armed for me.", "I don't know what that was horrifying horrifying."]}, {"speaker": 1, "dialogue": ["Because you don't know what's happening at that Quinn at all."]}, {"speaker": 2, "dialogue": ["No idea no idea."]}, {"speaker": 1, "dialogue": ["How many are there had you been asleep?"]}, {"speaker": 2, "dialogue": ["No, I was wide awake.", "I had just walk down that way.", "Night.", "It was a nice night since I already wasn't feeling that great that week.", "I was like, you know, I'm just going to take a walk.", "I walked right where all went down like around 11 and then I got home and I was talking to my friend in Phoenix.", "So we were talking I had the window kind of open and I saw all these cops flying down the street and I thought that's weird.", "The cops were going really fast.", "I was like, yeah, this is not normal then by the time I told grgo", "Giorgio I heard two loud noises and then I hung up."]}, {"speaker": 1, "dialogue": ["You went down to get your mom."]}, {"speaker": 2, "dialogue": ["Yeah, I grabbed Cecilia.", "I grabbed my shoes.", "My mom was already awake.", "I was like we're going right now.", "We're getting in the car and we're going but then for whatever reason I thought to call 911 when I told them my address and stuff and they were like just turn off all the lights and don't go near the windows.", "Definitely do not leave your house lock all the doors.", "It was crazy on the other hand once it was over.", "I also felt a tremendous.", "Amount of I mean, I've never been prouder to be from Chester between the corporation of citizens and law enforcement.", "That's fucking amazing.", "We're going to get the 911 guys just fucking Han hunted them down like dogs.", "It's kind of weird.", "I don't know when I think it felt like a police state.", "It was a police state that was kind of weird.", "I don't know how you get around that if this is the world we're going to live in", "You're going to have to give up some civil liberties.", "So when it was all over it did feel good.", "I went out with people thinking cops and that felt pretty amazing.", "They were doing all these sweeps.", "They came over to her house several times one of the times on Friday before they get called this guy.", "The police on the Block knocked on the door and went down and it was casually very moving because when I open the door suddenly, they became very human.", "They were like, hey, we're just doing a door-to-door.", "We want to see how everyone is doing.", "Are you guys doing?", "Okay?", "That was very moving actually, but then it's depressing because I know this is going to happen again.", "I'm surprised it doesn't happen more often.", "It's just very depressing.", "It's a big country and there a lot of people just random just freaks over all I guess.", "I'm okay.", "I just feel tired.", "I definitely kind of", "I definitely feel kind of depressed.", "I don't feel very motivated.", "I've been feeling a little bit sick to my stomach.", "I was telling my mom everything would be okay, but in my mind I was like well, what are the chances of him coming in the house?"]}, {"speaker": 1, "dialogue": ["They cut up."]}, {"speaker": 2, "dialogue": ["Yeah, but then I was like what are the chances of anything of any of this is happening.", "It is happening in my backyard and all of our backyards and that neighborhood so or anyone", "Love isn't very well Cloud could it's not like we don't know where they're all apps, but when it's like what are the chances they're going to end up at my house, but one little lie, there's a major event klusterfuk clearly.", "It could happen.", "It's here."]}, {"speaker": 1, "dialogue": ["He's going to end up in somebody's yard or house."]}, {"speaker": 2, "dialogue": ["exactly"]}, {"speaker": 1, "dialogue": ["It's very very scary.", "I thought of you even with the police knocking on people's doors.", "I mean, I know they're there for a good reason and they're there to help and protect but just police alone have been have been a form of trauma."]}, {"speaker": 2, "dialogue": ["Yeah this time with that.", "I don't feel that this time.", "I felt good that they were around but I just can't put it into words.", "It was surreal.", "It was beyond or suddenly there would be a commotion at one of the houses around us where they be surrounding the house yelling to my peoples come out bizarre.", "I don't know why those houses usually the people that would come to our some white old ladies that just drives home that he could be hiding anywhere here."]}, {"speaker": 1, "dialogue": ["Even that though, it's not just that he could come to your house you're watching this happened.", "He could be right there."]}, {"speaker": 2, "dialogue": ["Right, right and really where he ended up is."]}, {"speaker": 1, "dialogue": ["Not far, right?"]}, {"speaker": 2, "dialogue": ["Yeah.", "It's weird that only accentuated how was already feeling so now Everything feels really weird and discombobulated.", "It's just strange going back to our routines.", "I guess all in all I'm doing okay, but yesterday I was like, wow, do I need to see doctor Carlton again?", "Maybe do I have some kind of low-grade depression going on even before all this happen?", "I wasn't feeling awful, but I just I'm just so tired."]}, {"speaker": 1, "dialogue": ["Before all this happened you would been in a space for a week or a week and a half where it was like coming down off of slow of tremendous energy about the two sites connecting you've been pushing and pushing and working and actually been productive and staying up late you had your hand and so many things moving for how could you keep that pace forever impossible?", "You got sick a little bit you got tired just letting your body be compressed.", "And then as you are decompression, you're aware that there's just a lot of other stuff their feelings about relationships were talking about Kelly and Bethany going back and forth and just feeling really confused.", "I think about what you're feeling and what happens the closer you get to somebody and makes you makes you then sort of look elsewhere.", "You think a lot of confusion as new things we're getting open.", "Apps for the first time and then this happens I could see in the state but this just added fuel to the fire being totally turned upside down and inside out for a while."]}, {"speaker": 2, "dialogue": ["Yeah, it's funny because last night Kelly came over and we just hung out at home.", "It was really nice, but I don't know what it is.", "I just it's like there's a part of me that just wants to reach tree and just wants to be alone.", "I just don't know."]}, {"speaker": 1, "dialogue": ["Maybe a metaphor about being let out of prison and again The Coincidence of this event happening right now as you're really getting into this process.", "I think more opening talk about what happens when you you're really known to another person whether it's me, whether it's Kelly as a relationship grows deeper and you're actually being your whole self and not just editing and picking and choosing what to say and who to be she's being her whole self.", "But this event in a way it is filling you with a massive amount of hair again, that's something else in a way, but that's what's there's working right now.", "This is going to be terrifying I will get hurt if I get close to her the way I think you have been in the past in your childhood."]}, {"speaker": 2, "dialogue": ["Or will I hurt her?"]}, {"speaker": 1, "dialogue": ["Will you hurt her right?", "Are you the terrorists are you going to get terrified?"]}, {"speaker": 2, "dialogue": ["Because right now there's something in me that feels a little bit Reckless like flirting with other girls.", "There's something in me.", "That's whatever."]}, {"speaker": 1, "dialogue": ["There's so much of your life because of your relationship with your mother.", "That is given you those two options either you get hurt or you hurt someone else and if that's the choice hurting someone else is in some way preferable to getting hurt but it's like there's nothing else in the middle of those two."]}, {"speaker": 2, "dialogue": ["Yeah, I don't know.", "I just feel drained.", "My appetite is back, but I just feel off."]}, {"speaker": 1, "dialogue": ["I also get the feeling that there's a lot of feeling, you know, you say sometimes you hit these moments where you're watching something and there's a feeling comes out like a release amount and then you feel better.", "It has that feeling to me that there's something jammed up inside."]}, {"speaker": 2, "dialogue": ["probably"]}, {"speaker": 1, "dialogue": ["Even just from what you went through Friday."]}, {"speaker": 2, "dialogue": ["Well, I did have one of those moments Friday when they came and they said how are you doing when I lock the door.", "That was the one time I just completely broke down."]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["Yeah, yeah, you know it was good or I think there was another time when I was petting Cecilia or something."]}, {"speaker": 1, "dialogue": ["12 * it's feeling kind of being cared for."]}, {"speaker": 2, "dialogue": ["Yeah throughout this whole thing.", "I did have moments like that where I cried there will always be more good people.", "I'm so proud to be from here.", "I don't know any of I don't know of any hate crimes so far or just in general people opening their homes or giving people rides or whatever.", "It might be.", "It's amazing.", "Even the law enforcement as much as I don't like cops in this case.", "God bless them.", "Unbelievable.", "I think the problem though is this just highlights and build up the exit essential stuff that I feel it's just all absurd and random things happen.", "It's overwhelming."]}, {"speaker": 1, "dialogue": ["And yet you also feel something when you're thinking about the good outweighing the bad."]}, {"speaker": 2, "dialogue": ["No, definitely."]}, {"speaker": 1, "dialogue": ["But has an ethic and meaning to Beyond life is meaningless, and we could all die tomorrow."]}, {"speaker": 2, "dialogue": ["No, no.", "No, it's not a life is meaningless saying it's more I think just the Melancholy in us.", "That's exactly it that's not meaningless.", "But that very absurd some senseless thing happened and they hurt people and you never know when or where or who it's going to be."]}, {"speaker": 1, "dialogue": ["but your dad"]}, {"speaker": 2, "dialogue": ["And then today is the commemoration of the Assyrian genocide.", "That's so funny.", "You normally to me, it's likely my it's like my dad.", "I just think about it.", "And anyway, you don't need one day to come right commemorate millions of people but there is something ironic about happening in chest higher.", "It's weird."]}, {"speaker": 1, "dialogue": ["Friday to bring up your father."]}, {"speaker": 2, "dialogue": ["Oh, yeah, it brought up lots of things, you know in a way.", "It just shows that life is sure.", "It's more like trying to beat the clock the shit that I'm juggling and trying to get done.", "It's just"]}, {"speaker": 1, "dialogue": ["Workwise it makes sense in relationship.", "I think it feels more confusing.", "What kind of threat lost conflict."]}, {"speaker": 2, "dialogue": ["Yeah and relationships.", "I don't know.", "I don't know what to make of it Kelly and I hung out Sunday.", "We went to Mystic when I'm with her.", "It's great.", "But also, I don't know what to make of some of my superficial feelings.", "Like I wish you were skinny.", "She's very pretty but I don't know there's that I'm a little confused.", "I'm just confused.", "It definitely feels like a rollercoaster.", "Now, you know what, I mean, like earlier today.", "I was feeling good and now I feel like shit."]}, {"speaker": 1, "dialogue": ["And then what happened?"]}, {"speaker": 2, "dialogue": ["Probably coming here.", "There's just so much."]}, {"speaker": 1, "dialogue": ["You feel good coming in, though."]}, {"speaker": 2, "dialogue": ["I was walking around it was beautiful outside.", "I had a nice walk with Kelly to get coffee and I'm sitting here I Feel That Fire and it's in a little bit of sick in my stomach a little headachy."]}, {"speaker": 1, "dialogue": ["You feel so sad to me."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["It isn't even an appearance thing.", "It just feels like there's just a weight of the world on your shoulders right now with this whatever.", "This is is stirring around your father like the whole family history of genocide and Trauma and torture.", "There's a lot in this Brian.", "It's hard enough just to be trying to remember in here in this process and kind of your pace getting yourself through a real thing actually just happened in a real-time and this is like other things.", "It's not all nevermind you and brings you back to feelings of these other experiences, but other another one you're experiencing right now, like all the feelings after your father's death that led you to cut yourself off and being meter lost in the world.", "To the world out to Oregon just aimless and Associated I can imagine that hopefully on a smaller scale and hopefully caught that kind of what we're here to do and help you but I can imagine that being a piece of what's happening right now.", "You have enough work under your belt and that there's this other life that you have going on that feels like it's yours in your attending to it.", "But how could this not be triggering for you for of some of the pretty dramatic feelings about to mention where you were right before this happened in the process?"]}, {"speaker": 2, "dialogue": ["and the funny thing is that I knew that the", "not that was happening even before like when the bombings happen.", "I knew that something triggered.", "It's just like what the fuc the only two things I keep telling myself is that one?", "It's not just me.", "It happened in a whole neighborhood and number two.", "People died in those families people are named.", "and", "a number to at least I have this one to come to also this is an opportunity to instead of becoming so disassociated.", "That's where work can ground you.", "I just have to find a way to regain some energy right now.", "That's what it is.", "I just feel like I have no energy.", "I just feel kind of sick."]}, {"speaker": 1, "dialogue": ["I think what I say, of course in no wonder as part of just trying to say the part of you thinking that really gets anxious about where you are today.", "And what would be weird if you were there today given your history."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["You can go back to Doctor Carlton.", "I don't think this is something that we should medicate.", "This is what you would do.", "If something like this happened, it's starting to happen after Monday and you come out of this probably actually sooner than you think."]}, {"speaker": 2, "dialogue": ["Yeah, yeah, right right.", "I've been in mining myself of that too.", "That's where I was trying.", "That's what I was saying.", "I'm actually handling it better than"]}, {"speaker": 1, "dialogue": ["Totally I share you that's what you're saying.", "These are the things I keep trying to tell myself.", "It's part of what you're doing."]}, {"speaker": 2, "dialogue": ["Yeah, like you said I'm just kind of waiting to feel those things instead of telling myself those things."]}, {"speaker": 1, "dialogue": ["Even being interested in what your experiences of this instead of judging it."]}, {"speaker": 2, "dialogue": ["Right.", "I'm trying not to be so hard on myself."]}, {"speaker": 1, "dialogue": ["You're surrounded by judges as a kid so many judgements from your mother and from your mother's whole side of the family these these things are either good bad.", "Good bad good bad not just interested in your experience.", "I think that's why so often you moved to wanting to judge yourself.", "Like this is bad that this is happening to me and then you say but the good thing is that I'm doing this.", "It's like things have to be judged as good or bad and there's something kind of comforting and familiar familiar and knowing whether it gets to go on it in the good column or if it gets to go in the bad, I just think that what's your family did but it's not about knowing who you are.", "It's not about knowing it's about categorizing and black and white kind of thinking.", "What are you thinking?"]}, {"speaker": 2, "dialogue": ["Nothing specific.", "I was all over the place."]}, {"speaker": 1, "dialogue": ["To where?"]}, {"speaker": 2, "dialogue": ["I don't know.", "I was thinking on the one hand what sucks now is I'm full of anxiety.", "But what is the next thing that's going to happen?", "Like what's the next bad thing that's going to happen.", "Today I was like I could try to write about this but then of course I was thinking yeah.", "Well, that's what I say about a lot of things and then I don't actually do anything."]}, {"speaker": 1, "dialogue": ["You're trying to gather it into the all of your trauma."]}, {"speaker": 2, "dialogue": ["I'm not doing it."]}, {"speaker": 1, "dialogue": ["meaning writing or not getting people together"]}, {"speaker": 2, "dialogue": ["Yeah, I know.", "Not really.", "It's a curse to be so ambitious and must be nice to just not be as much I have all these things on my plate.", "No one put them there.", "I am paying them there, but I can't help it."]}, {"speaker": 1, "dialogue": ["I think waiting for the next bad thing to happen is trauma.", "This is a symptom of being traumatized.", "There's this hyper Village Inns is it happens many different for it takes many different forms expectation that something really bad is going to happen and just waiting for its in some way adopted way of being if you're used to really bad things and keep happening to you if you're at least prepared for them and that's what it's meant for in any way.", "But again, why would you not be waiting for that right now and why also for example would not freeze you up from reading a regular underarm life and", "That's also what happen when you were twenty if horrible horrible things happen your whole system starts to responding as if you were there for survival and waiting for the next blow.", "It's not about that.", "It's not about then forward-thinking and productivity and planning and being a proactive person reactivity.", "It's what's important when you're in trauma for safety, I could see also this feeling as you look down on yourself that you're not", "Doing it.", "That's what happens when your brain is preoccupied with staying safe and your brain became very pretty occupied with staying safe as you became really Psycho-Pass Matic after your father's death all of the fears about not me.", "I'm not having I'm having a hard now me.", "I'm now having a heart attack.", "I'm getting am I getting cancer as a form of hyper Villages waiting for the thing that's going to go wrong in your own body.", "I think you have a rationality to in your relationship with your mother before your father's death.", "She looks at a picture and says, oh she's beautiful and then oh, but she has a big mouse.", "It's like there's there's a bad thing coming from the relationship.", "There's a dagger that you could be waiting for with Kelly or else we waiting to go out to Talia.", "That's feels better.", "And I'm here.", "I'm am I going to hurt you or are you going to hurt me?", "As you've gone closer to people you've gone to hurt one another or another in your early life."]}, {"speaker": 2, "dialogue": ["You know that comedian Margaret Margaret Cho.", "Do you know what I'm talking about?", "She has a thang on salon.com.", "Children why she's ambivalent and she's pretty sure she doesn't want them.", "There's one really good part towards the end where she's like in the end.", "I don't think what it is is that I don't want to love anything.", "Much and I've something that I know is in me.", "I don't want to I was like, wow, that's such a simple way to say it.", "I know exactly what she's talking about.", "There's something reverse Leaf ring and not going there completely.", "I think she even says something like not letting something that much even myself.", "I was like, yeah that makes perfect sense."]}, {"speaker": 1, "dialogue": ["That makes perfect sense when you love that much.", "You got hurt."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["That's very very sad tomorrow."]}, {"speaker": 2, "dialogue": ["Okay, 12:30.", "Alright.", "Thanks.", "See you."]}]