[{"speaker": 1, "dialogue": ["Come on Inn."]}, {"speaker": 2, "dialogue": ["Morning."]}, {"speaker": 1, "dialogue": ["Morning."]}, {"speaker": 2, "dialogue": ["So I wrote a check for you and I forgot to bring it.", "So I'm very sorry about that."]}, {"speaker": 1, "dialogue": ["It's okay."]}, {"speaker": 2, "dialogue": ["So we ended the last session you sort of talked about Siri and what we're doing here in your construction of it.", "So I'm that I do not have anything to say, but I guess I want to say thank you and I appreciated you talking about it.", "It it it took me a few minutes after I left to sort of sort out my feelings, but I was very grateful for you to you were talking about it just it was it was interesting and also comforting and sort of reassuring.", "Like you were saying that not only is it essentially okay that I interact with the world and a particular fashion, but it is necessary that we construct their use to make sense of our reality.", "I also felt like you were sort of I don't want to say casually dismissive of like particular strengths of theory and I like that and anyone who is an expert at something.", "It's nice because it's sort of I mean, I got bogged down and sort of questioning everything.", "That's not always necessary.", "That's nice."]}, {"speaker": 1, "dialogue": ["when you say casually dismissive of"]}, {"speaker": 2, "dialogue": ["I so you started said that you know that Psychotherapy gets a bad rep and deservedly so we're focusing too much on everything comes from your childhood.", "But then you go to develop the second order of theory of it's important but it's important because of the way you construct Lincoln trucks theory is about how one exists and continues to do so your time.", "So but you know that sort of casually dismissive of that string theory", "Oh."]}, {"speaker": 1, "dialogue": ["Oh not even casually."]}, {"speaker": 2, "dialogue": ["Sorry, I meant offhandedly."]}, {"speaker": 1, "dialogue": ["taken"]}, {"speaker": 2, "dialogue": ["but fair enough"]}, {"speaker": 1, "dialogue": ["well, there's certainly that contract for some people make is very meaningful, but I'm less interested in some specific structure of it and the fact that the structure is important that", "The importance of having a structure but the particular kind of structure being wed to a particular kind of structure I think is problematic."]}, {"speaker": 2, "dialogue": ["I'm I'm not at all surprised to hear you say that.", "But it's sort of like we've been doing this for a long time and it's not like we have talked about.", "What we're doing, but you're also providing in some ways more details here than you have at other times or makes more sense in these last two discussions is also nice because I feel like you you're talking about what you do and it's important to you.", "I find that interesting so"]}, {"speaker": 1, "dialogue": ["Well, and I'm sharing with you how I think about things."]}, {"speaker": 2, "dialogue": ["Yes.", "Yes.", "Thank you for that."]}, {"speaker": 1, "dialogue": ["And that I have reasons in so in some ways I have very clear ideas about how I think about things.", "It's not random."]}, {"speaker": 2, "dialogue": ["What was that last part?", "You said?", "It's not random."]}, {"speaker": 1, "dialogue": ["That it's not that I have that not only am I sharing it but that you're sort of your seeing that there are certain areas that I have been clear have very clear ideas about like something that I have thought about in developed.", "It's not random or like maybe this or maybe that", "no, I want to know what you're thinking, but I think maybe", "I even if I'm thinking about why I even said that I about well, I think that you know knowing you that this is something you appreciate and there's sort of a lot of forethought into how someone goes about doing something."]}, {"speaker": 2, "dialogue": ["Yes, you're very proposed Civ and what you do and that and some ways that has been very clear.", "So you're sort of saying yes, of course and it's in this particular fashion.", "Yeah.", "I mean that's also reassuring but I guess I was sort of sitting here wondering why you would say that but you just answered but I'm also wondering whether I have like suggested to you that I think what you do is random because I don't I don't think that's how I think about it, but"]}, {"speaker": 1, "dialogue": ["No, I don't think that way either but I was just the thought came to my mind was maybe this could be more generalized.", "But certainly, you know, when Tanya when she was sort of in and out of the hospital you were sort of meeting with people and you thought do they actually know what they're talking about.", "It was very scary and enraging at times do they actually know do they actually have an idea what they're talking about?", "Maybe more generally like this concern like do other people in charge know what they're doing."]}, {"speaker": 2, "dialogue": ["Yeah, and in many circumstances the answer is sort of I know you sort of you push on that idea before and suggesting that I perhaps undervalue the extent to which the people who are doing things are doing them for a reason that might be true.", "But so in that instance another thing that I found very frustrating about it was that sort of goes through the same sequence when they need Tanya so it was like they hear her story and they seem to start constructing essentially a similar sequence of series as if while securing the history in which she is talking about seeing a whole bunch of other people and who do their job they are recognizing that the other people will have constructed the thing theories and at their first conclusion has probably already been tried that sort of", "So it's sort of like, you know, you were giving in many ways a very complex level of theory and to you, you know, it's I guess it's simple and that it's it can't be expressed simply but it's all so yeah, I guess I feel like at the As I understood what you were saying.", "You would say something like well, obviously these things that have been that have happened in Chinese life are important but at least as important as she has responded to them.", "And the sort of responses she has constructed internally and the narrative she has constructed internally to explain what is going on in her life.", "Maybe everyone in your discipline feel the same way or believe the same things or I don't even feel so many things but that's not at all clear.", "So yeah.", "This is also related to trust more generally there is a there's a sense in which I seem to look for probably something this is probably some specific marker, but I don't know what I could articulate what all of them are that indicate that there's a forethought into what's going on and that an understanding of both what's being done and the effects that is having because most organizations have a structure and mow structures do something to the people in them and not just something to the final product also."]}, {"speaker": 1, "dialogue": ["Well, and you're acutely aware that all organization organizations.", "I was going to say most but all organizations are far from perfect and not difference between how you feel.", "They ought to run and how they actually run.", "Is this appointing.", "I think sometimes you're not sure what to do with that disappointment like whether you should trust them at all then."]}, {"speaker": 2, "dialogue": ["Yeah, and that disappointment is related to this you suggested I have a tendency to despair.", "Is go ahead you agreed like you were going to say something."]}, {"speaker": 1, "dialogue": ["well", "Hublot the disappointment slides into that"]}, {"speaker": 2, "dialogue": ["Yeah.", "That's right.", "And so, you know, I've been working on it describing that as of thing that happens is has been helpful.", "And also you we spend a lot of time talking about things could be non-ideal and still okay and still even good.", "Yeah, I think in a general sends, it seems helpful to have the non-ideal ideality be acknowledged.", "But there are unhealthy ways of doing that people will say things like well nothing is perfect.", "That's true.", "But that's you know, that's the if my view of things is not ideal and therefore bad it's naive then the converse is also naive nothing's perfect.", "So anything is okay is equally ridiculous.", "Really?"]}, {"speaker": 1, "dialogue": ["Well, that's sort of a promotion a blanket permission then that's the problem."]}, {"speaker": 2, "dialogue": ["That's yeah, and I often feels that way to me.", "It's like well, you know, we can't make it perfect so we might as well just not try to do anything at all."]}, {"speaker": 1, "dialogue": ["Well, and you see that perfectionism in Tanya although it typically manifest and more in relation to herself.", "I mean she feels mostly we and then most dramatically when she feels falling short of being perfect, but the issue of perfectionism is definitely like I think you can relate to that just it's not sort of you don't hold yourself to the kind of virginity she does.", "Are you confused by my comments on Earth?"]}, {"speaker": 2, "dialogue": ["No, nomadic infused.", "We're doing something different today than we usually do.", "I'm pleased by it.", "So so"]}, {"speaker": 1, "dialogue": ["How do you mean what what things are we doing differently?"]}, {"speaker": 2, "dialogue": ["I feel like you're talking a lot more and I also feel like you're it's as if you're pushing and some specific Direction, you're continuing to bring us back to some set fixed.", "I don't know if my I don't know how the I don't know how it's working on your end.", "And I feel like I have now Disturbed if I talk about it, but"]}, {"speaker": 1, "dialogue": ["Then.", "There's certainly intentionally you're in putting the I'm I'm not feeling like I'm going into a particular direction directions consciously, but"]}, {"speaker": 2, "dialogue": ["Yeah, that's fine.", "Yeah, I guess I yeah, that's fine.", "Anyway, yeah, thank you.", "You're keeping things moving in a particular line of some of the things that we've talked about before to continue the conversation.", "We're having to present.", "It's not that you don't do that ever, but you several in a row anyway, so Tanya perfectionism me not the same internal rigidity.", "Yes, and it yeah and it's really problematic.", "I'm like, I understand the desire for your Perfection, but you know, I don't think you and I talked about", "But she and I and dr. Janice talked about.", "Talk to a couple weeks ago about anger and the sense in which one of them not the only but one of the causes of herself injury and suicidal suicide is her utter inability to deal with the anger from anyone else or herself.", "That's my description of it.", "There is not theirs but", "she'll get angry and she's not allowed to express the anger by herself.", "She does not allow herself to express the anger because any expression of anger is bad because I don't know.", "I don't follow the logic of it.", "It's a particular motion or traumatic logic, but it's not okay to express anger.", "And so she internalizes it something like being angry because she is angry of becoming angry at herself for being angry at someone else and wanting to express that and buttons up and self-injury and if it goes on long enough course particularly acute suicide, so, you know now I guess you were talking about ways that I can understand and relate and I'm talking about now the piece that I really can't relate to buy.", "Now I have the sense that by talking about what we're doing.", "I've just I've Disturbed it.", "I know that that's not strictly true, but"]}, {"speaker": 1, "dialogue": ["Disturbed what we were doing and talking about it like you ruined it somehow.", "Yeah, really interesting choice of"]}, {"speaker": 2, "dialogue": ["Yeah, it's a really interesting choice of words.", "Yeah lost is the word that comes to mind more than ruin.", "But yeah, there's a sense of yeah, I guess there is a sense of Ruin to it just isn't that you know, I understand why you ask a question before is sort of resume the word does does that make sense?", "So or sometimes the opposite happens?", "It's like very much.", "Yes, and then also like yes, I can see why you were asking that question make some kind of particular sense.", "Yeah, yeah like by talking about it.", "I made it go away.", "So yeah, there's a sense of ruined.", "I think of course, there's also a you know by asking the question you were also demonstrating that wasn't really true.", "So kind of an interesting, you know, I feel like a question is about how I interpret the world and sort of us are really fundamental way in a conversation that we're having that's about how I interpret the world but I also feel like one of the things that you sometimes suggest is that I interpret the world for lack of a better world incorrectly.", "Like I am not ruin this conversation in any real sense.", "I prescribed it in the sense of every time one of us speaks a conversation is altered by that's the meaning of conversation so"]}, {"speaker": 1, "dialogue": ["They're the sort of Truth router sessions.", "There are sort of X in the session where it seems like your kind of attentive to your thought process and there are times where it seems like you're kind of acutely aware of sitting in front of you and dealing with that.", "That this moment."]}, {"speaker": 2, "dialogue": ["Yeah, yes."]}, {"speaker": 1, "dialogue": ["And I'm not sure what you know, it's certainly not one thing.", "Maybe it's to some extent unknowable, but it's still interesting what creates those shifts."]}, {"speaker": 2, "dialogue": ["I think I think there's a difference in I mean like I don't have an answer but I feel like a large part of what we're doing here is struggling to interpret or understanding what's going on in my life for me.", "When we get to a point where I feel like I understand something and often my focus will shift to talk to you in some sense.", "It's like that's where we start the session is, you know, I am acutely aware that your present then I come back to that when I feel like I have things in hand or something like that.", "But that maybe that's a good description because that's also somewhat true emotionally.", "So the couple of times we sat largely in silence for periods of time you suggested during one of those.", "But you thought it was very important to give people space.", "That's just a thing that was missing from our culture more generally.", "So years ago I used to be able to like look at a person and think while I was doing it.", "Somewhere.", "I don't know early in my Ph.D program.", "I stopped being able to do that.", "I don't know exactly why something like being acutely aware of what's going on with you Enterprise my thought process so I it's not helpful by my advisor who has like very bright blue eyes and sits very attentively like like a Pleasantburg, but it was just like has a very intense gaze and we'll wait for you to talk."]}, {"speaker": 1, "dialogue": ["like a pair of puss"]}, {"speaker": 2, "dialogue": ["In many ways.", "Yeah, but much more expected Lee.", "I feel like especially you and you sit and I feel like there is an expectation that I will speak but your gaze is not particularly expecting if that makes sense.", "Like you're not staring at me like okay.", "What are you going to say now?", "It's your turn to talk.", "Whereas in some ways that suitcase Gerard has I don't think he I think she both realizes it and doesn't not realize it.", "It's the gays he has after he's asked if there are questions in the class or ask a question.", "She will look around the room and wait for someone to respond.", "He seems perfectly content to wait for long periods of time or some it has the effect of when there are actually question.", "Someone will eventually ask a question but"]}, {"speaker": 1, "dialogue": ["So do you think that's continent or what was ashlea?"]}, {"speaker": 2, "dialogue": ["Cozumel"]}, {"speaker": 1, "dialogue": ["Call Zenobia."]}, {"speaker": 2, "dialogue": ["I have no idea.", "I observed it both, Kurt.", "I think you know as an explanation, so I've read recently.", "So I ride wrestler recently at that old people are not any dumber than they were when they were young.", "We cannot 70 they just have a lot more information to process.", "And so it takes them longer to find a particular facts."]}, {"speaker": 1, "dialogue": ["interesting"]}, {"speaker": 2, "dialogue": ["I don't know if it's true, but it was I found a whole lot in the last several years.", "Axe.", "I find when I'm learning a whole lot all at once like", "this is longer process individual thing.", "So I think these two things happening at the same time pulling into it and maybe make sense in this context for one way of describing.", "Why is that I can't process all of what's happening or happened.", "So"]}, {"speaker": 1, "dialogue": ["I think that's why people come to therapy and general sort of the fireworks.", "They have for processing that aren't working.", "There's too much new experience to incorporate and it's not fitting into the you know, the pre-existing constructs.", "It's not simply intellectual.", "It's emotional when is overwhelmed by information the information can be feelings and it's not just facts.", "But often is feelings are usually feelings and you know, maybe cognitive information.", "That's just overwhelming the system."]}, {"speaker": 2, "dialogue": ["So I have I have a son.", "So I have I have a sense of how one eventually make sense of facts, but do you feel like one makes sense of emotions in the same way over time?", "Is there a different set of contracts or tools are features about oneself that allow him to process emotional or emotions feelings?"]}, {"speaker": 1, "dialogue": ["I don't know how to answer that off the bat.", "What do you think?", "It sounds like you had some thoughts behind at in terms of just even constructing a the question as you did."]}, {"speaker": 2, "dialogue": ["Yes, I have the experience of Ozzy were talking about it.", "You know you were talking about it and it made good sense.", "Then he sort of sad but also not intellectually, you know, it's not just facts.", "It's also feelings.", "Yeah, of course, but I have much less clear sense of how do you sort out feelings?", "Yeah, and I guess one of the ways that I do that is I reject them into the fox say so but I recognized we talked and that in a sense identifies and tags feelings and particular Trends in my feelings.", "Any monitor those when they're happening that allows me to continue to experience them as feelings, but also recognized that's part of a repeated thing in common in some sense.", "This is I feel like things are ruined.", "It's okay.", "They are not ruined.", "They not only they are ruined they're probably not very damaged and at this point things are still likely to get very salvageable.", "That's you know, some line like that is sufficient to", "Get into the space where I can where I have sufficient agency do think so."]}, {"speaker": 1, "dialogue": ["yeah, I guess then my answer to that after hearing you're saying is that I don't think of facts and feelings as a sort of having separate structures, but their links their Associated so I mean there's facts stick out because there are feelings touchless facts and so by processing the fox you can also be processing the feelings because about thought of things aren't ruined has a feeling Association to it much more pleasant than", "The fax things are ruined."]}, {"speaker": 2, "dialogue": ["Sure.", "Sure.", "Yeah this point I'm just sort of curious and that I've sort of described a way that I process feelings.", "It's certainly not the only one I don't think but it's very important in that kind of Time.", "How do other people process feelings?"]}, {"speaker": 1, "dialogue": ["What's my name?", "I don't know how to answer that question.", "It's so broad.", "I would say that you're giving an example of one way you process feelings.", "You probably process feelings a lot of different ways.", "That's not the only way you process it.", "But that was an elegant example of one way of processing them.", "So when you say other people probability probably the way other people process that you process them to", "But it would be hard for me to articulate that leavensworth comes to mind at the moment.", "I'm with my"]}, {"speaker": 2, "dialogue": ["What do you do while I'm thinking over here?"]}, {"speaker": 1, "dialogue": ["do in terms of what do I think about?"]}, {"speaker": 2, "dialogue": ["I you don't have to think about anything.", "I was that particular formulation of the questions opposes an answer.", "And so but I really meant what do you do do you think about", "other things as a you know anything or because there's a real sense in which like I am engaged in something else.", "I have no idea what you're doing."]}, {"speaker": 1, "dialogue": ["So this is not a question to invade that question, but I'm serious about this.", "Do you think about and other situations as well when you're with other people or is it just we tend to not beat we're not exactly.", "Interactive in a weigh-in at moments.", "It's in that makes what makes you here it is.", "In the way that it could be less likely in order another social situations for that to happen."]}, {"speaker": 2, "dialogue": ["You know, I didn't think it that there is an element in which it's like it's a particular feature of like we are here having a conversation and I think about something else for a while, but that's a that's a feature of a meeting soften one person is usually stalking.", "Usually there's lots of other people who are not talking so they're doing something it's also a feature of like dinner with more than one person.", "So and I do Wonder like what other people are thinking about my other contacts also, but sometimes I have a clear sense of what they're doing and I do here so like in a lot of meetings I know which of my colleagues", "Are spending most of the time on their phone because they really don't want to be in the meeting and we're hardly engaged when they were looking at him.", "So I don't ask them like what they were doing because I know if that makes sense."]}, {"speaker": 1, "dialogue": ["Well, that's yeah, I have two different thoughts.", "My first thought is direct answer is I see what happens not just like what happened between us I see what happens in me where my mind goes I'm feeling and then try", "As it happens to reflect on what could be what that could be about but some I guess then doing two things.", "I'm both trying to tell something evolved inside me.", "And then also try to think about that at the same time.", "Sometimes I'm doing more than more of one than the other which is why in situations.", "I have a lot of things to say because I'm not thinking very much about what's going on.", "Sometimes I'm letting things.", "I don't know Ashley have any words for it.", "But so I don't have anything to say I just don't want to talk for the sake of talking.", "But so that that was one thought is a direct answer.", "But the other I had is we talked about it all along we talked about it today, but it's sometimes sort of similar to the foreground of just sort of acutely aware and sensitive you are about with the people.", "You're around your very end in on them."]}, {"speaker": 2, "dialogue": ["Yes to the last part.", "I have not a lot to say there but I think that's probably the place we should the thing we should talk about.", "But thank you for the direct answer.", "Also, that was very interesting in it very much matches my experience of like how you interact with me, you know, you often say something like this came to my mind, which is entirely consistent with what you just said that is you know, so thanks for sharing.", "I appreciate now what's going on?"]}, {"speaker": 1, "dialogue": ["I do we're going to need to stop James but I do I do agree that this is sort of the sensitivity you have, you know, this is sort of acute sensitivity.", "This is to talk about and to think about together, but there's a lot there, but we do not need to stop for today.", "So I'll see you next week."]}, {"speaker": 2, "dialogue": ["Alright.", "Thank you."]}, {"speaker": 1, "dialogue": ["Okay, great.", "Take care."]}, {"speaker": 2, "dialogue": ["U2"]}]