[{"speaker": 1, "dialogue": ["Hello there.", "I'm one of the new physicians in the practice.", "First of all.", "What would you like me to call you?"]}, {"speaker": 2, "dialogue": ["Oh June sign."]}, {"speaker": 1, "dialogue": ["Okay, right.", "So what is it about that brought you to see me today?"]}, {"speaker": 2, "dialogue": ["Well, it's the same thing that I've seen Doctor Jones about it's my heart."]}, {"speaker": 1, "dialogue": ["Yeah, yeah, I understand that.", "You've been in to see him a few times over the last few months.", "Would you mind if I asked you to go over again what the problem is perhaps in your own words so that I can get an understanding of it."]}, {"speaker": 2, "dialogue": ["No, not at all.", "It's just I keep getting these situations where my heart starts to really really race.", "Like boom.", "Boom, right I get chest pain.", "I can't catch my breath.", "It's making me feel feel funny talking to you about it.", "Right and so my heart starts to race.", "I can't get my breath and then I get chest pains and I get very afraid.", "I'm going to have a heart attack."]}, {"speaker": 1, "dialogue": ["Right and you're feeling a little bit anxious just here with me."]}, {"speaker": 2, "dialogue": ["I am okay.", "Yeah, just talking about it.", "I can feel it starting to come up."]}, {"speaker": 1, "dialogue": ["Right take your time.", "So your heart starts to race.", "It really beats fast.", "And you feel like you can't catch your breath.", "Is that right?"]}, {"speaker": 2, "dialogue": ["Yeah, that's exactly it."]}, {"speaker": 1, "dialogue": ["How long is this been going on for?"]}, {"speaker": 2, "dialogue": ["I think it's probably about six months.", "Basically.", "Yeah."]}, {"speaker": 1, "dialogue": ["Right.", "Okay, and can you remember what happened to start it all off?"]}, {"speaker": 2, "dialogue": ["Well, I think we've had some problems at work.", "I've felt more stress about work than I normally do and basically I was just trying to get into town one day on a off day and it was very hot.", "One of those funny hot days.", "It just happened my heart started to race and race and race and I couldn't get my couldn't get my breath.", "I was just like gasping for breath.", "Then I started to get chest pains and it was just awful and I'm managed to sit down and call my husband and he came out.", "He actually left work to come and get me."]}, {"speaker": 1, "dialogue": ["Laugh sounds like quite an unpleasant experience for you at the time."]}, {"speaker": 2, "dialogue": ["It was awful it really it was really really frightening."]}, {"speaker": 1, "dialogue": ["And when was that happening to you?", "Oh and when that was happening to you when you were in the middle of town, what was it that you thought was going on?"]}, {"speaker": 2, "dialogue": ["I thought I was having a heart attack.", "I am only 25."]}, {"speaker": 1, "dialogue": ["You thought you were having a heart attack?"]}, {"speaker": 2, "dialogue": ["I really did.", "Yeah, and each time.", "It happens.", "I'm so afraid that that it is that is what's happening."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["So, you know, I started to try and avoid situations where I might get like that basically."]}, {"speaker": 1, "dialogue": ["Right.", "So what kind of things are you finding yourself avoiding?"]}, {"speaker": 2, "dialogue": ["I can't get into town now without my husband taking me cuz because my husband has to take me to and from work and I also thought I shouldn't do anything to put any strain on my heart at all.", "So I don't do much exercise or anything at the moment and other things as well."]}, {"speaker": 1, "dialogue": ["And other things what sort of other things are you not doing?"]}, {"speaker": 2, "dialogue": ["Well, just some personal things."]}, {"speaker": 1, "dialogue": ["Personal things okay.", "I guess I'm wondering if you're talkin about your sex like there."]}, {"speaker": 2, "dialogue": ["Yeah, right.", "I just feel that I shouldn't, you know do anything like that because it might put too much strain on me."]}, {"speaker": 1, "dialogue": ["Right.", "So you're avoiding sex and a case that it puts your heart rate up."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["Okay, how's that affecting things between you and your husband?"]}, {"speaker": 2, "dialogue": ["It's not I mean, yeah, my husband's getting really fed up with it to be honest doctor.", "He's been really really kind and really supportive but I think it's starting to affect his life quite a lot.", "Now you wanted me to go to the pub last week and I absolutely promise that I would because I've begun to stop wanting to go out because I'm so afraid it's going to happen and I promised and promised him I go to the tub and then know when it came to to it, I just couldn't I just sat on the sofa and it started happening to to happen again, right?", "And then I was worried if I went to the pub I'd actually get it'll in the pub and then it'd be really embarrassing for everyone.", "So I just", "Said I couldn't go and I think he's getting a bit to the end of his tether now because it just seems to have come out of the blue and I've never suffered from anything like this before."]}, {"speaker": 1, "dialogue": ["So it sounds like he's getting to the end of his tether.", "But it also sounds like you're pretty fed up with the whole thing as well.", "Is that right?"]}, {"speaker": 2, "dialogue": ["Yeah, I am actually yeah, yeah."]}, {"speaker": 1, "dialogue": ["Okay, so just so that I've got the story straight this all began about six months ago before I that had you had anything like this."]}, {"speaker": 2, "dialogue": ["No, not at all.", "I mean, I think we had a new manager at work.", "I work in a bank actually and then we had a new computer system put in so it became much more stress stressful for all the staff not just me and I can sort of see you.", "I was under a lot of pressure right that could be affecting me."]}, {"speaker": 1, "dialogue": ["So just to make sure I've got the right way around it if you can 6 months ago pressure work."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["You went to town you had the first of these attacks and then since then you've had some more of them."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["And now it's kind of got to the point where you don't want to go out."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["You don't go out to town by yourself."]}, {"speaker": 2, "dialogue": ["No, I don't want to risk it to be honest."]}, {"speaker": 1, "dialogue": ["Right, you're not going to the pub.", "You're not socializing like you used to."]}, {"speaker": 2, "dialogue": ["No, no."]}, {"speaker": 1, "dialogue": ["And you're avoiding things like exercise and things like sex and that's having a bit of a taking its toll on your relationship."]}, {"speaker": 2, "dialogue": ["It is a bit.", "Yeah."]}, {"speaker": 1, "dialogue": ["Okay.", "Okay.", "I'm looking at you.", "I know you've had an ECG."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["What have you been told about the results of that?"]}, {"speaker": 2, "dialogue": ["Well, I was told that it was okay and there was no problems and you know, I did feel relief, you know, because obviously there has been heart attacks in my family.", "My dad died of one, you know, I 72 so I'm thinking of must be my heart.", "There must be something wrong with it.", "Right and I did feel pleased with the doctor said that but on the other hand nothing's changed, you know, I'm still getting exactly the same problems right?", "Nothing.", "You know, I'm not getting any help with it.", "I just feel a bit like well, so I haven't got a bad heart according to the experts, but I'm still getting all the symptoms and they're getting worse and worse."]}, {"speaker": 1, "dialogue": ["So even though the doctor told you there's nothing to worry about with your heart.", "Do you still worry that there might be something wrong with your heart?"]}, {"speaker": 2, "dialogue": ["I do.", "I just can't understand it.", "What do you think?", "It is Doctor?"]}, {"speaker": 1, "dialogue": ["Well, I think I'd agree with the doctor.", "I don't think there's anything wrong with your heart.", "The reason I say this is that you had an ECG which is come back perfectly normal.", "And usually if there was a problem with the heart that you said you would pick something also you got none of the risk factors really for heart disease because you don't smoke your blood pressure from what I gather from your notes has always been fine.", "You're fairly young before this you're pretty sitting active.", "And also I know you're worried about your dad haven't had a heart attack, but actually he was a lot older than you are and so you're not really in the same respect as he would have been so I don't think that there's a problem with your part.", "I guess what I'm wondering is whether actually what's going on is a little more with the doctors thought weather actually.", "This might be the anxiety that's giving you a lot of these symptoms.", "Have you ever thought it might be something else rather than a heart problem?"]}, {"speaker": 2, "dialogue": ["I think I've been thinking more recently.", "It could be because my friend has panic attacks and I've discussed it with her and she said to be honest.", "It just sounds like that.", "I've always thought it was my heart and what I can't understand is how my brain is making my heart start racing like"]}, {"speaker": 1, "dialogue": ["Right.", "Okay, the anyone explain to you about anxiety and panic attacks."]}, {"speaker": 2, "dialogue": ["Not really.", "No."]}, {"speaker": 1, "dialogue": ["What we have on top of our kidneys is to little glance and they're called her adrenal glands, right and they produce a hormone called adrenaline.", "Have you heard of that?"]}, {"speaker": 2, "dialogue": ["Yes, I have heard of that."]}, {"speaker": 1, "dialogue": ["Okay, and when adrenaline does is It prepares us for situations of fight or flight.", "Is that a Charmy perhaps remember for biology at school?"]}, {"speaker": 2, "dialogue": ["I do I do.", "Yeah, I do remember that."]}, {"speaker": 1, "dialogue": ["Do you remember what we need my fight or flight?"]}, {"speaker": 2, "dialogue": ["I think like if you're in a scary situation you either fight or run away, basically."]}, {"speaker": 1, "dialogue": ["Yeah, your body starts of chiggers.", "To do it.", "That's exactly it and what's released to allow you to do.", "The fight or flight response is the adrenaline right?", "So when your body needs you to get ready to do something it searches out of a lot of adrenaline and the adrenaline basically gets you ready for action, right?", "So it does things like a guess your heart rate up.", "I guess you're breathing speed up so that you're ready to run and can sometimes make people feel as though their mouth is dry.", "It can sometimes make people feel a little bit light-headed.", "Are those the kind of symptoms that you get"]}, {"speaker": 2, "dialogue": ["yeah, definitely.", "Definitely all those actually"]}, {"speaker": 1, "dialogue": ["Okay, what often happens with people with panic is that the first time it happened the first of gentle and release occurs out of the blue and perhaps it time to stress and you mentioned that there was stuff going on at work you feeling a bit stressed out and in town.", "It was a bit hot.", "So that may have been what it was behind that first attack.", "What happens if people is that once they've had one panic attack, they're going to have more and the reason that is that once you had something like that happen to you.", "You're kind of their thinking will this happen again?", "Is that something that you do?"]}, {"speaker": 2, "dialogue": ["Oh, absolutely.", "I've started to really monitor monitor my heart and when it starts to race I start to get worried and then it starts getting faster and faster.", "So it does feel."]}, {"speaker": 1, "dialogue": ["You're describing it exactly.", "That's what we call hyper-vigilance.", "So you're their kind of keeping a bit of an eye on your heart."]}, {"speaker": 2, "dialogue": ["Yeah, definitely."]}, {"speaker": 1, "dialogue": ["And for most of us are heart rate will go up and down all throughout the day but most of us don't worry about it because we don't notice it but because you had a panic attack your there thinking what's my heart doing?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And then there the minute it starts to change you clock it you notice it and then you start to get anxious thoughts.", "So you might start worrying."]}, {"speaker": 2, "dialogue": ["I really do start wearing.", "Yes.", "So I keep thinking it is going to be now, you know, you know is my heart going to stop breathing."]}, {"speaker": 1, "dialogue": ["Right, so you get these kind of anxious thoughts."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["And they're very frightening.", "And because you're thinking Goodness Me could my heart stop that's making you more anxious and that causes even more adrenaline to be released and that makes the symptoms even more pronounced and that makes you believe even more that there's something wrong with you.", "Does that make sense as to what that might be happening?"]}, {"speaker": 2, "dialogue": ["It does make sense doctor."]}, {"speaker": 1, "dialogue": ["One of the things that you have been doing which is something a lot of people do with anxiety is that you started to avoid doing things that trigger at all."]}, {"speaker": 2, "dialogue": ["I have ya like not walking to town or anything.", "I just won't do it anymore."]}, {"speaker": 1, "dialogue": ["Exactly and Willis in the short-term that alleviate your symptoms because you don't have to get panicky what's happening as at the more you avoid to do things the less likely you are to ever get around to ever finding out whether or not anything really happened."]}, {"speaker": 2, "dialogue": ["Right.", "Yeah, right."]}, {"speaker": 1, "dialogue": ["Does that make sense?"]}, {"speaker": 2, "dialogue": ["It does it does make sense."]}, {"speaker": 1, "dialogue": ["Well, if we are starting to tackle this as if it were an anxiety problem.", "The number of approaches we can think about tables we can think about other kind of talking approaches.", "There are pros and cons to those and side effects that we need to discuss.", "So I'm just slightly watchful of the time.", "We seem to be coming to the end of today's discussion for the appointment."]}, {"speaker": 2, "dialogue": ["Alright, okay."]}, {"speaker": 1, "dialogue": ["What I wonder is whether we should meet again, perhaps next week and look again more carefully at some of the treatment options and think together about which might suit you best.", "How would that sound?"]}, {"speaker": 2, "dialogue": ["Oh, that's fine.", "That's fine."]}, {"speaker": 1, "dialogue": ["Any other questions before we finish?"]}, {"speaker": 2, "dialogue": ["No, I'll make an appointment to see you next week."]}, {"speaker": 1, "dialogue": ["That's fine.", "I'll see you next week."]}, {"speaker": 2, "dialogue": ["Okay.", "Thank you doctor."]}]