[{"speaker": 1, "dialogue": ["Hi."]}, {"speaker": 2, "dialogue": ["Yesterday went a little better eventually."]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["Sometimes I have something to start with in my head and I have a couple of likes cars running in my arm.", "That we're almost faded into my arms are getting tan and I've gotten much darker and that's bothering me.", "But oh, well, I don't know what I'm going to do.", "I feel like when I want to hurt myself the knowledge that like that is not going to go away necessarily doesn't actually isn't enough to keep me from doing it away from us, but like well socks and I have scars all over me sort of preoccupation about it.", "You know when I think that I like some things in life are never going to go away.", "It's just going to be what I look like then I feel like I should either find some way to get comfortable with them or find some way to talk about them about like I've got two although it's never going to go away.", "So there's not much Orijen see about that.", "I just find it embarrassing because like I self-insure and I'm kind of embarrassed about it like it's just you and I must, you know thing I've ever done and I can't sort of like pretend I have done or I don't know because it's right there in front of me all the time.", "I guess.", "I just worry that people like will always see it as unstable in the way it has been.", "Guess I'll just have to wear sunscreen.", "I was at a party with and"]}, {"speaker": 1, "dialogue": ["is that a"]}, {"speaker": 2, "dialogue": ["White wires and so there were a lot of kids running around everywhere and there was a kiddie pool set up until it was like everybody putting our bathing suits and sunscreen in the whole process and somebody told me like the pre pre Tanya time.", "For damage that would lead to skin cancer in life is like 0 to 5 anyway, so I'm screwed.", "I don't think I put on sunscreen until I was at least 10.", "Oh well.", "I mean, I guess that is good that I actually am thinking about myself in 20 30 50 years, but not necessarily that hopeful peaceful thoughts.", "So my church has decided that this coming year is going to be like the year of the Bible and they're going to focus on actually reading the Bible which actually could do that much and especially like the Old Testament because there seems to be a general consensus that no one really knows what is in there anyway, and it makes them kind of embarrassment, So, you know, I think that's a good idea and I've been anxiously turning over in my head whether it should offer to help in some way because I actually do know a lot about that Old Testament."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["And I don't really know it's a big church still like program like these have like amazing hierarchies in bureaucracies.", "And it kind of like said that this was we're going to do and no one said anything else.", "They're not like going to start it up in September and I don't know if I'm ever going to be here on September 3rd of excuse I hear myself making", "but it's really anything involved with the church.", "I felt like two days working myself up to sending an email telling the priests you preach this week that I like to Sturman and I'd be like now he's really not going to be upset about like to hear that.", "They do things.", "Well, no, it's fine Tanya.", "It's a little weird going.", "So my the church I grew up in is also called calorie, which is weird because Calvary I think is kind of weird, but it's like whatever but I was not liking some place.", "I felt comfortable like the space.", "I was really comfortable in like both in like Sanctuary like the church in Shelton like all like the whole area.", "I just played there a lot because we let literally across the street from it.", "And so we just ended up playing like in all the storage closets and things which I'm sure we really fine for the people who actually wanted the store thing there but whatever.", "But like I never really felt comfortable with any of the people that I remember it was weird.", "So I'm not really good at about remembering people's names as a child.", "And so there we were like this whole the third of the congregation.", "I never knew their name and I saw them every week and I known them for years and I was supposed to know their names and I don't know their names and I couldn't say who is that person without I basically solve that problem by leaving town and now I just I like fuck it.", "I'm not going to be embarrassed about it.", "Like I'm asking people's names when I forget that because otherwise I'm screwed.", "We're going to have a year-long relationship and I don't know who they are."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I don't know.", "It's like how I know some parts but like how much bridge and a congregation run like really intimately in some parts to scare the shit out of me like talking to other people, you know, it's really nice to feel like I really know people in the car when I go home and not talk to anybody else cuz that scary."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["you know and also because like worship is usually a pretty like emotionally heavy time for me and it's so it's hard for me to"]}, {"speaker": 1, "dialogue": ["I imagine it matters to you."]}, {"speaker": 2, "dialogue": ["snap out of it.", "Yeah.", "I'm trying to remember like anyplace this world come from and I guess I remember like the Cavalry I grew up in the congregation as being very cool in some ways."]}, {"speaker": 1, "dialogue": ["You said cool."]}, {"speaker": 2, "dialogue": ["You know when you grow up in a vest Street not best rated Vestry is a place where people that are the executive order in the rectory, which was across the street, which is belt.", "I think in like to 1810 so it's like a big old plantation style house Scott.", "I like a dog run and it was just like sort of a shuffle actually it was maintained well at all in some ways it was fine.", "And in some ways it was not fine and like, you know, there was really no, you know, it was a really old house.", "There are no central air cleaning up all of course.", "I like it would get so hot in the summer and my bedroom is on an additional.", "So if you have much hotter than the rest of the house because it was like it was either brick or stone that the house is much cooler than it had any right to be in general.", "My room is like 5 degrees hotter than anywhere else and I would guess so hot that I set up a fan right at the end of my bed and it would still be so hot that I couldn't sleep.", "So I get a bowl of ice and just like there was no fan in the bathroom.", "So there was a mold all over the ceiling and I got to be this very heavy intricate pattern mold and I remember just being in the bathroom looking at like who this is interesting look at the pattern.", "Eventually at some point Maya.", "What I realize that most people's bathrooms like when that happens just repaint but that's isn't really what happened for us like our dog.", "That was a German Shepherd was deathly afraid of thunderstorms was like, I like tired of answering a thunderstorm last couple of banister rails and like that never got replaced ever.", "So water made me throw up."]}, {"speaker": 1, "dialogue": ["drinking water from the top"]}, {"speaker": 2, "dialogue": ["Yeah, it took me a long time to notice the connection that if I drink a whole lot of water, I would throw up a couple times.", "I minutes afterwards and I like Scott.", "With everything but that was because it happened to Tim not because I happen to me because it was said and that wasn't really listen to it all and it was because we had well water and the wild Hunt contract or like wasn't be maintained properly.", "And then right before we moved out they sound like it was like a storage place in Fond Du Pre much every year and they're like, oh there's dangerous bull down here.", "We need to fix it because boys meet you and I was like, that's where we used to play in the summer because it was too hot upstairs.", "You know, I think part of that and the thing is the housing block on my dad belongs to the street and they weren't responsible for the upkeep."]}, {"speaker": 1, "dialogue": ["They were responsible."]}, {"speaker": 2, "dialogue": ["Yeah, typically apart of the priest salary.", "I mean these days this year we're from those message and they have included a stipend for housing.", "But it kind of like traditionally the priest lives in the rectory and then the Vestry use directory up or the church does the church's responsibility and so like I don't feel so good about that, you know, they started doing repairs the last couple years we lived there but I think it was because I started to realize that my dad was going to be there forever and I needed"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["But you know, my dad's part of me says that.", "Was also the way he was raised like that was the way his parents like his parents house was like that but much worse except the house.", "I lived in as far back as I can remember was newer so they didn't have stuff like the structural kind of things but none of the dishes were ever clean sort of thing.", "Well if you just didn't notice", "no, no, he should not have noticed.", "So like going to church is really important to me being a part of a church or something.", "That's a little more not necessarily a Caring Place."]}, {"speaker": 1, "dialogue": ["Yeah, they can look after protect you."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And then here, you know, I can't really look after I text you from any of these things that happen when you're talking about that."]}, {"speaker": 2, "dialogue": ["I mean your job is sort of the opposite.", "There's a phrase from gaudy night, which is when I really like"]}, {"speaker": 1, "dialogue": ["Who wrote it?"]}, {"speaker": 2, "dialogue": ["Dorothy else tires.", "It's a mystery novel from the thirties.", "The female protagonist has been anxious with the mail Pro, you know, she's sort of in love with this guy but like he doesn't want to get married because she doesn't want to be in a position of being limited for a limited by your husband which looks like protecting and is afraid after a letter she gets that he was being about as protective as a can opener.", "I like that a lot."]}, {"speaker": 1, "dialogue": ["That was pretty evil kind of actually."]}, {"speaker": 2, "dialogue": ["Yeah, she's a great writer."]}, {"speaker": 1, "dialogue": ["There's a famous quote from the 60s early 70s who said about analysis that like it's the job of people sort of stand there pain, which was in direct opposition to what the rest of the medical profession was doing."]}, {"speaker": 2, "dialogue": ["I like that."]}, {"speaker": 1, "dialogue": ["I think what a demonstrate about the can opener.", "Well a bunch of things.", "The first one is very solid."]}, {"speaker": 2, "dialogue": ["Yeah, I guess so."]}, {"speaker": 1, "dialogue": ["I mean, especially in that context."]}, {"speaker": 2, "dialogue": ["I'm sorry I'm trying to take this seriously and it's getting increasingly difficult yeah I read that book a whole lot probably 10 times and I don't think that ever occurred to me"]}, {"speaker": 1, "dialogue": ["I mean, it's not just a metaphor about the context."]}, {"speaker": 2, "dialogue": ["absolutely"]}, {"speaker": 1, "dialogue": ["He's going to a guy."]}, {"speaker": 2, "dialogue": ["yeah yeah it's like the correspondence is important for the character that she realized this is part of her being like she like basically one of the questions of the book is how do you reconcile the life of the mind with relationships particularly with your woman and your so basically like she sent him like she's a detective but she's the one who has been commissioned to solve this mystery she likes him a letter saying hey I'm working on this problem and it's like getting increasingly dangerous to see how it goes and he writes back and says basically well it seems like you're doing really good work let me know if I can help and that was the opposite response than she expected"]}, {"speaker": 1, "dialogue": ["Which is something about his sort of like."]}, {"speaker": 2, "dialogue": ["Let me step in and take care of this for you."]}, {"speaker": 1, "dialogue": ["And also feels like me."]}, {"speaker": 2, "dialogue": ["Sorry."]}, {"speaker": 1, "dialogue": ["I can also be like me."]}, {"speaker": 2, "dialogue": ["So as soon as I said that I was like, oh wow next to talk about the context and that's going to happen up a open up a whole can of worms."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["Oh, I know.", "I don't know.", "I don't know.", "Like I'm not sure how much the contact carries over for me."]}, {"speaker": 1, "dialogue": ["I think there's quite a lot in that in the other thing that makes me think of it is your scars."]}, {"speaker": 2, "dialogue": ["So I don't have to have this reaction where you say something in the conversation where I'm sort of like well, I don't know if that's true.", "But that's just really elegant whether it's true or not seems to be really secondary 200.", "That's a really good idea.", "I guess I'm sort of dodging the question now."]}, {"speaker": 1, "dialogue": ["No, my impression is that what's going on is what we are reenacting or image for a little bit and then I'm saying things I feel a little like uniburners, you know."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And you feel not protected or safe but anxious and kind of cut into in some way.", "Answers to have a feel of when we are talking a while ago like them or contraction and yet I think you were stepping back and Away saying that's not what's going on.", "But I think in terms of how it feels to me, it's kind of like that."]}, {"speaker": 2, "dialogue": ["I don't think well see here's the thing.", "I don't think talking about this guy is like I think the analogy breaks down or the image breaks down because like I caught myself so I don't have to do this.", "This is my Charter and more painful.", "I don't feel like cutting myself is to exert some control over the situation and I feel like this conversation is filing rap for the out of my control."]}, {"speaker": 1, "dialogue": ["I think part of what you're saying is that all this feels the same the damage that you're describing including the Sun including the moldings winning the other things from when you were small and they're cutting herself and talking about it.", "I think part of what you're saying is it all feels the same like it's supposed to be protective.", "It's supposed to help you feel better.", "Like when you were a kid, you're supposed to be protected you weren't I feel those things go together, but I", "The church was supposed to protect you from all sorts of things in your father was supposed to protect you and look out for you and how and said it was sort of the opposite.", "They dangerously neglected you and The Cutting is supposed to be like that as well as supposed to sort of provide relief and I know that in a way it does."]}, {"speaker": 2, "dialogue": ["but now I have to deal with the scars that open the app to"]}, {"speaker": 1, "dialogue": ["Yeah, exactly the kind of thing that you were trying to avoid by cutting yourself, which is sort of exposure examination question.", "And here's you you came for help and was stuff like I mean I moments like this."]}, {"speaker": 2, "dialogue": ["yes.", "But in some ways it's like and so this is where I like to see the masculine plays until like in some ways.", "This is also like this kind of discomfort is very familiar."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Well, it hurts a lot.", "So I must be doing something right."]}, {"speaker": 1, "dialogue": ["Yeah, right."]}, {"speaker": 2, "dialogue": ["Yeah, and then some sense you kind of arranged it that way really?"]}, {"speaker": 1, "dialogue": ["How do you mean?"]}, {"speaker": 2, "dialogue": ["Well, you consciously would choose the cutting as a way of coping something that has a kind of narcissistic quality or experience that you may not choose consciously, but as like a can opener like I think you're exactly right that there is because what feels familiar is what gives you the impression for some reason that you're doing something right?", "I don't know what the alternative is."]}, {"speaker": 1, "dialogue": ["I mean in practice there are tons of Alternatives.", "Can you use some of them for example cutting isn't the only way you could"]}, {"speaker": 2, "dialogue": ["sometimes I just stare at"]}, {"speaker": 1, "dialogue": ["sometimes you just stare at my point is that"]}, {"speaker": 2, "dialogue": ["what's what I like I meant by not clean specifically but like I don't it's hard for me to like imagine if we inhabit the mental space to somebody that didn't think that way I didn't have this whole approach to wanting help and wanting comfort.", "I can't imagine what it's like for other people.", "Which I'm usually pretty good at that sort of thing."]}, {"speaker": 1, "dialogue": ["It really is not in the capacity of like sort of the Neurosis or something in the way that this all praise for you.", "It's hard to as opposed to your not being imaginative.", "I think the thing is that arranging things in this fairly optimistic way, usually with the kind of immediate and sort of kind of naive hope that it would just make things better.", "But that's what I've also makes it hurt a lot and an expensive problem with having there is sort of like some of the other ways you roll it something you seem to do like when you were tracing"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["It seems also the part of it involves a sense that the other person your church or your dad or me, like in the immediate moment.", "The feeling is what we're supposed to be there to help you so that you can come out looking.", "Okay.", "You don't really get what's going on or what we're doing to you and your kind of usually the way you arrange Things become out looking.", "Okay.", "This is a lot"]}, {"speaker": 2, "dialogue": ["Yes.", "You know, it's a little more challenging for you that is when it's in the other for like other people in like but it's pretty clear to me that you have a better sense of what's going on in that for instance.", "My dad ever did or ever will."]}, {"speaker": 1, "dialogue": ["haha"]}, {"speaker": 2, "dialogue": ["So it takes a lot of transfer unit trust an assassin."]}, {"speaker": 1, "dialogue": ["We should stop for now tomorrow."]}]