[{"speaker": 1, "dialogue": ["Is 90 out there, right?"]}, {"speaker": 2, "dialogue": ["The heat index is 105."]}, {"speaker": 1, "dialogue": ["Oh my goodness."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["start", "you start today."]}, {"speaker": 2, "dialogue": ["I was there Monday."]}, {"speaker": 1, "dialogue": ["Monday good"]}, {"speaker": 2, "dialogue": ["I was there Monday.", "Yeah, it's good.", "I know some like Facebook I sent out an email whatever whatever, you know, I've got an interest, you know, so we'll see so far so good.", "I'm going to try to do like a weekly blog, you know that way.", "So yeah, it's good.", "I mean it felt good.", "I was there Monday and it feel like I don't know.", "I just got comfortable or so weird, but I don't know.", "Yeah, it's cool.", "I mean it's going to take time but the fact that I've already gotten some feedback interest questions, you know, it's really good my friend Penny, so I didn't know it was some kind of life coach.", "She does like wellness her diet, or I don't know what she does but she got in touch with me.", "She's like, you know, we could totally work together.", "Like I will refer you to people probably so that's good so far."]}, {"speaker": 1, "dialogue": ["That's great."]}, {"speaker": 2, "dialogue": ["Yeah, the woman at the Museum where I had my event that Assyrian Museum the director son.", "I guess he's like 17 17 18.", "I guess he has like a DD issues or I'm not sure exactly what but she got in touch with me just like, you know, I don't know if there's something you think you could I was like that depends.", "I don't know how serious it is.", "But yeah, I don't know.", "So meanwhile I decided just to just kind of start like I looked into programs courses because I can't afford it, you know right now, but honestly, like I've just been watching YouTube all those lectures are on their, you know intro to psycho-analysis, you know methods of psychotherapy, you know watching those", "Use me."]}, {"speaker": 1, "dialogue": ["Brazil"]}, {"speaker": 2, "dialogue": ["Think you looking at their syllabi and I'm going to buy some of the books, you know, I might as well just at least educate myself, you know, I don't know neither mean I'm smart enough to figure out some of the basics until I can actually, you know, take an actually it'll help me that way, you know.", "I won't feel like I'm playing catch-up with the with psychology Majors.", "So yeah doing that then I decided what I'm going to do is start a non-profit, you know, the writing remember I was saying why don't I just do poetry workshops.", "Yeah.", "I'm going to do that.", "But here's the trick.", "I'm going to create a nonprofit that way that way it's not just some poet trying to make money for her.", "Yeah, because you know nonprofit to make money.", "They just have to be for a specific purpose or cause or whatever.", "So what I'm going to do is a non-profit where you know, I'm going to be going to pay myself or whatever we do these workshops whatever but then a portion always goes to like a local literacy things, you know, anything that has to do with like literacy books for schools.", "Anything that has to do with like writing books literacy do that because I've been researching that and it's fucking ridiculous and I seen some like writer workshops.", "There's one in San Diego.", "That's a nonprofit.", "It's called San Diego.", "Really nice website.", "I mean the people that are doing it they're fucking kids for Christ's sake it's not like they can't do it.", "But I mean that means that I can definitely do it.", "I mean they're charging like 495 for like a 10-day.", "I mean come on.", "So yeah, so I'm going to do that.", "So I figured between that and this, you know, just a year maybe whatever just kind of really works at it.", "Maybe it'll start you know, so yeah."]}, {"speaker": 1, "dialogue": ["sounds like you feel excited and"]}, {"speaker": 2, "dialogue": ["Yeah, I do.", "Like I feel like these two things are very doable.", "Yeah, I think that's what it is.", "I feel like wow, I'm doing things like I'm it's an incredible feeling to do your own things.", "Do you know what I mean?", "It's like wow.", "Yeah.", "I yeah, it's a great feeling to be it.", "Is that kind of slightly entrepreneurial, you know, it feels great to Just Be Your Own Boss and you know not answer to anybody but yourself, you know, but also do things that I don't feel half asked about you know what I mean?", "I don't have that foggy feeling where I'm just kind of just getting sucked along into some pass it I'm only got about halfway through or something, you know, so yeah, that's a very nice feeling.", "I mean that's you know, I don't know and then that grow Luma is here from Delaware.", "She's here till tomorrow she came to visit and it was cool.", "I mean, you know, I don't know what to make of her.", "It's very interesting like yesterday.", "I think because it's very genuine with her.", "I was almost like I was feeling very sexual.", "I don't know.", "I'm assuming it was bad.", "Maybe it was like that part of me was like because this feels so real I'm not going to get you know, just shut down or something.", "I guess.", "I don't know."]}, {"speaker": 1, "dialogue": ["not going to", "you're not going to get what do you mean what?", "Shut down."]}, {"speaker": 2, "dialogue": ["Well like yesterday, wait what?"]}, {"speaker": 1, "dialogue": ["I hear what you're saying that it would get shut down, but I don't know your sense of why."]}, {"speaker": 2, "dialogue": ["My sense of why because it's like it's not just a sexual thing.", "It's a real, you know, there's a lot of depth to it.", "So maybe because of that, you know, there's something I don't know but the things we talked about and you know, it was great.", "I was very honest.", "I just told her because I mean we were in a hotel I didn't want to I don't like those awkward.", "I don't want her to wonder like why isn't he making a move or what?", "You know what I mean?", "Yeah, so, you know, we're just laying there very comfy or whatever, you know, we were kissing and stuff and I just told her I was like, you know, I'm sorry like I've been a little bit and it is true.", "I mean I've been feeling way less sexual, you know.", "I think I mentioned it in here.", "Yeah, and I was like, you know, it's just I literally am in a very good way.", "I'm having trouble shutting off my mind about all these things.", "I'm doing, you know, I mean, that's just a fact I can't I'm constantly thinking now about business and now about this writing like I'm just you know, so I was just telling her, you know, some of that and some of just I'm not I'm just going through so many changes or something.", "I don't know.", "I just feel less it's not a bad thing.", "I think it's a very healthy thing."]}, {"speaker": 1, "dialogue": ["It's not a very bad thing at all.", "I think it's just sort of understanding what that what you started to say was because it's more real just as a different reason."]}, {"speaker": 2, "dialogue": ["I'm just wondering if that's also maybe a little part of it.", "I don't know.", "You know what I mean?"]}, {"speaker": 1, "dialogue": ["and by that"]}, {"speaker": 2, "dialogue": ["Because obviously I've been having not often but I've hooked up with you know, I think it's just because it's functional.", "You know what I mean?", "I don't really have to hang out with them.", "I don't really have to invest anything other than just having sex really and some chit chat.", "So"]}, {"speaker": 1, "dialogue": ["there's nothing complicated."]}, {"speaker": 2, "dialogue": ["Yeah, yeah, so that way I don't have to feel like I'm going on a limb or vulnerable are this or that are like, oh my God.", "It's a relationship.", "I don't know."]}, {"speaker": 1, "dialogue": ["And with her, do you feel that way or you saying like it gets split off somehow when you're taking a relationship seriously?"]}, {"speaker": 2, "dialogue": ["No, no, what was her?", "It's like we definitely have a real connection and she's you know, she's like a classy chick, you know, I mean, I don't know how to like she we've done that.", "We you know, but it's not about that.", "You know what I mean?", "This is a real thing, you know girls coming all the way here from Delaware.", "I mean, you know"]}, {"speaker": 1, "dialogue": ["Like you're valuing other parts of the relationship."]}, {"speaker": 2, "dialogue": ["exactly"]}, {"speaker": 1, "dialogue": ["As much if not more than the sexual part right now."]}, {"speaker": 2, "dialogue": ["Exactly.", "Exactly.", "Yeah part of his also maybe self.", "I don't know not so protected.", "I mean she doesn't live around.", "I mean, I think we're both kind of trying to figure out we talked about that last night.", "It was very honest like she's like, do you ever wonder like what the hell were doing?", "Like we just talked I was like, yeah I do but I was like, I guess I don't think about it too much because I figure it is what it is.", "And we enjoy each other's company.", "We both have a lot going I said in some ways.", "Honestly, it's kind of perfect, you know, so I was like quite frankly.", "I'm really just enjoying spending a lot of time alone.", "I don't see a lot of my friends very often.", "I've got a little routine.", "I just need a couple of my Assyrian friends.", "I do this, you know and other times I'm just really focused on continuing to improve things.", "You know, that's causing me to want to be alone a lot.", "You know, I'm having less patience just hang around and like make conversation, you know.", "I think it's great.", "It's not in a bad way."]}, {"speaker": 1, "dialogue": ["Yeah, it's almost like not being as distracted."]}, {"speaker": 2, "dialogue": ["And that's what I told her I said."]}, {"speaker": 1, "dialogue": ["even by sex"]}, {"speaker": 2, "dialogue": ["exactly"]}, {"speaker": 1, "dialogue": ["Which can be seductive and alluring In the Heat of the Moment, but your mind is focused on.", "More on other parts of your own life right now."]}, {"speaker": 2, "dialogue": ["Yeah, and this was the first time I told the women that very like honestly I just told her I was like, you know in the past I'd always want to be hanging out with people I needed stuff to do sitting rice every way wise.", "I was like, you know, it was just all folett all filler, you know, it was just all yeah and I was like now I could care less.", "I look forward to going home and being with Cecilia and cranking up next Netflix and just cruising the internet doing my research.", "You know, I'm up at like 1 in the morning looking up nonprofits.", "Like how should I do that?", "How do I do that?", "How do I register that or for the business?", "Am I supposed to be an LLC?", "Should I you know, what am I supposed to do?", "There's that someone who's not thinking about boobs, you know in a way it's just become a functional thing.", "It's not that I don't want to have sex.", "I don't she's not that kind of girl.", "I don't want that thing with her, you know what I mean?", "And she's totally I mean she was like, you know, we're very similar just like I've gone through a lot of that to blah blah blah blah blah.", "And also I told her I was like, you know, so you lost your dad, you know, so I do want to be like, I think it's good the way we were just not there's no pressure.", "There's no we have a great time.", "Enjoy.", "We don't we enjoy we don't put pressure on each other in anyway.", "I was like, you know, I know what it's like you lost your dad and even though you're very healthy you're handling things really well, but I also know that the first few years are very, you know,", "Can be handling it.", "Well, then suddenly for a month.", "You're not or whatever.", "I mean, I just takes a long time so."]}, {"speaker": 1, "dialogue": ["When did she lose?", "So so pretty recent."]}, {"speaker": 2, "dialogue": ["Over a year ago.", "Yeah pretty recent.", "Yeah, but I mean she's very grounded.", "She's a very overall like very together mature cool person, you know anyway so so yeah, but yeah, like I can't lie though.", "I mean I do kind of like it's weird like I'm almost looking forward to she she's leaving tomorrow so I can just go back to my routine.", "You know, it's like that's just the way I feel right now, you know, and I haven't told her that, analogy, you know, and it really is like that.", "I think that's part of it too.", "It's like if you just fucking woke out of a coma woke up after 20 something years and you probably are going to want a lot of time to just you know, you know what I mean?", "I I need my personal space and like, you know, I just want to be I don't want to be alone all the time but a lot of the time I want to be alone."]}, {"speaker": 1, "dialogue": ["it's interesting because", "there's that there and then there's also a feeling of loneliness."]}, {"speaker": 2, "dialogue": ["I do I guess."]}, {"speaker": 1, "dialogue": ["Like how those go together."]}, {"speaker": 2, "dialogue": ["I don't know.", "They're kind of they butt heads.", "I don't know."]}, {"speaker": 1, "dialogue": ["I mean in some ways you may be developing a greater capacity to be alone in a way.", "It used to be that you filled up the loan with people with sex.", "It's masturbation or a person or you know, all the holes were just getting plucked so that you felt less alone.", "It feels like now you're feeling the loneliness more and aware of", "And thinking about the feeling.", "It but it's not so intolerable.", "You have to come outside as much and in fact, there may be some comfort and what you're feeling inside yourself by yourself."]}, {"speaker": 2, "dialogue": ["Exactly.", "Yeah.", "Yeah, and also that I mean I told her this too I was like, you know now I'm playing catch-up except now, it feels really healthy catch up.", "You know what I mean?", "Now?", "I just feel like I'm just fucking focused.", "So you know what?", "I just don't I don't know.", "I'd rather be focusing on that even"]}, {"speaker": 1, "dialogue": ["like getting your life together and then they'll be room relationship starting to feel like"]}, {"speaker": 2, "dialogue": ["Yeah, exactly.", "Like it's not calibrated yet.", "You know what?", "I mean right now.", "I'm just focused."]}, {"speaker": 1, "dialogue": ["this isn't where you land."]}, {"speaker": 2, "dialogue": ["Yeah, right.", "Now I'm just focused on making shit happen because I feel like it's long overdue.", "So that part of me just won't let it go.", "Like I can't it's not that I can't relax.", "It's a good thing.", "Like I'm just you know, I'm excited about things and I just want to see results.", "I just want to get it going, you know, and I think you have to be that way.", "I think any people that start to work for themselves.", "That's 24/7 a lot of times.", "They're just that's what they're focused on, you know, and especially someone like me I've been pain top, you know exerting energy and all these things like", "Just you know what?", "I mean like to finally be focused do Lucid have things that I know are absolutely doable and feasible, you know, that's huge for me.", "You know what I mean?", "So it's like I just want to it's like I'm savoring it almost you know, I think the other thing too, I realized you know yesterday there was that I don't know if it's now they're saying it might be a hoax.", "I don't know there was that story about the 8 year old girl."]}, {"speaker": 1, "dialogue": ["I didn't hear it."]}, {"speaker": 2, "dialogue": ["There's some story about an eight-year-old girl in the Middle East who is married off to a 40 year old dude and on her wedding night.", "She died from an internal sexual things.", "I was fucking I mean everybody was fucking outraged but I mean I was just you know, but you know, I started thinking about why am I not why am I so outraged but like I started realizing something else and this is maybe why I'm not married also like why I feel like I do have some of my uncle's like I think I've always felt like I'm meant to do something greater, you know what I mean?", "And for a while I would just focus on music in a Marvin way.", "Do you know what I mean?", "But now I'm starting to realize it's not all about that even with music whatever it's about like I just have always felt like I meant to reach more people and somehow affect people, you know what I mean?", "So that might be part of this whole thing to is that I just some of that needs to be channeled to", "That's what I'm feeling.", "I just need to you know, it's important to me."]}, {"speaker": 1, "dialogue": ["I wonder what about that story something poignant about the story?"]}, {"speaker": 2, "dialogue": ["I think it was already this had already been on my mind a little bit, but that was just such an extreme thing.", "Yeah, I don't know."]}, {"speaker": 1, "dialogue": ["Like when you connect that with wanting to reach people angry about that."]}, {"speaker": 2, "dialogue": ["Well, just because like I was just thinking about how like when children are so helpless 1 Americans are so because I was also thinking about because I went off like I was just like I don't give a fuck what religion or culture you belong to but anything that allows that and that you don't actively try to stop you're just uncivilized animals.", "I'm sorry.", "I don't give a fuck what religion you belong to but then I was thinking I was like, yeah, but then that see then the problem is from the states when you say shit like that.", "That's so quickly.", "It's just such a jingoistic bullshit.", "These Packers don't know anything that's coming from someone who understands that most Muslims are totally normal people, you know.", "The one that made me think about like just seem that's because people don't know.", "I don't know that just made me think about like connecting to people and helping people just think whatever.", "I don't know what the specific thing is, but I think that that's music right?", "All these things are about thinking right.", "That's all it is.", "Really, it's not I want people to read my book of poetry and be like, oh I get the sky.", "It's not about I want them to have their own experience, you know, so I think that's just in general.", "It's just a general kind of just a way to get people to be critical thinkers, you know, so that's why I was like, well, you know what?", "It's fucking perfect on this nonprofit, you know, that would be a great way, like maybe part of the nonprofit would be like an Outreach, you know, I can go to schools and talk to kids are weeds and poems or have them right?", "I don't fucking know something.", "But those are all ways to help people think about things, you know, but also bettering myself, you know what I mean?", "Yeah, it's for I also want to make a living and I want to be comfortable and all that but there's no reason why you can't do those things and also do something beneficial."]}, {"speaker": 1, "dialogue": ["And do something that just adjust the drive you feel people understand about themselves."]}, {"speaker": 2, "dialogue": ["Right, right."]}, {"speaker": 1, "dialogue": ["make connections"]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, and it's funny because that's all it it really has come back to like, how come he never thought to be a psychologist.", "They really make sense.", "Now.", "It's like wow my whole life really that's what it's about.", "You know.", "I mean, that's why I feel like I can do this job.", "Because if you're spending your whole fucking life reading Play-Doh and cameras poet it doesn't matter all these things are about who are we what the hell are we doing?", "Why do we do these things?", "What do we want all that stuff?", "So it makes total sense.", "Like, you know, I think it would be great to do like, you know, I don't want to do a PhD but it'll be great to do a masters.", "You know it be fascinating so but yeah that whole thing is part of it that you know, what poetry it's a very powerful thing.", "It's not just art, you know, like there's a way that you can really get people to think and you know, so yeah.", "So yeah, so yeah, I mean, it's all good.", "It's all just like yeah, it is not calibrating though right now.", "It's an extreme of I can't really shut that part of my brain off, you know what I mean?", "But it doesn't feel bad.", "Like I don't feel overwhelmed now, I just feel like all these things are just going to happen and do time, you know, like"]}, {"speaker": 1, "dialogue": ["Well, they also start to sound like they don't deal is much like it's feeling like scattered like a little of this and then a little bit and then in the hole."]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "No it doesn't it feels like it's all."]}, {"speaker": 1, "dialogue": ["There's actually a coherence what you're saying that we're always around this feeling of wanting to make contact emotional contact with other people that changes them whether it's psychology education culture."]}, {"speaker": 2, "dialogue": ["And the thing is now all these things are connected whereas before what's the connection with ESL?", "You know, like, you know, it's some job this that now feels like this is all like one project, you know what I mean?", "So it doesn't feel otter contradictory or like I'm fucking tired after teaching prepositions all day and back kind of like I don't you know, yeah, it's crazy."]}, {"speaker": 1, "dialogue": ["Is so often that you would say about where the critique would come in about.", "Why do I want to teach a bunch of undergrads?", "Even if you were a faculty member it wouldn't matter to most of them you wouldn't be able to make contact with most of them or just there to check.", "It off the box like part of what's resonate about that is then where you got to actually affect someone?"]}, {"speaker": 2, "dialogue": ["Exactly.", "It's not exactly and now I can do it my way, you know because the thing I don't like about that and said it's still your working within a structure like yeah, I can kind of yeah my own syllabus whatever but the fact is a lot of those kids have to take that class.", "And so I don't blame them.", "You know what I mean?", "I'm not even I'm not there to know to you know, that's one to is you know, again is that you're working for somebody even if it's a great university job, you have that situation and that's okay.", "I'm open to doing that but like instead of this stuff that I'm doing being a side thing.", "That should be the side thing.", "It's all reversed.", "Like I have no problem teaching in a college.", "I'll teach like one course whatever to course is fine, but that's not", "That's just for like pocket money and just to do it or whatever.", "So I think that's what feels so great.", "It's like now I don't feel like I'm beholding for some willy nilly though.", "They offered me a job.", "I guess I'll take it as a job.", "I don't know.", "You know, it's like no it's like, you know, yeah, it just feels like one project now.", "This is all about the same thing really?", "So yeah.", "No, I'm site, but we're more this means I have to do this home equity thing.", "It has to happen, you know, like for example my websites good but you know, it'd be great if I had you know, I don't know how to do like a really nice like sign up for newsletter.", "You know, like if I do it it's going to look a little I don't know, you know, it's just like the office you have the project you have to project something, you know people like the website and that's great.", "But you know, like I know that it could be better and you know, you have to pay people for that so", "Or even these courses there all these Great Courses at like brown extension.", "Just fucking pay for it and take a class.", "You know what I mean?", "At least I could start, you know, there's some really good psychology courses there."]}, {"speaker": 1, "dialogue": ["That's why I imagine your money would be better invested.", "I mean a lot of people don't end up if this is what your about they could care less what your website looks like once they've met you and if they think you're helpful.", "Do you know what I mean?"]}, {"speaker": 2, "dialogue": ["Oh, I see.", "Yeah.", "Well, that's more just you know, how I am.", "I just like"]}, {"speaker": 1, "dialogue": ["I do."]}, {"speaker": 2, "dialogue": ["That's important.", "And that wouldn't be that much money.", "We're talking like, you know, 800 bucks 700 bucks, whatever but no, of course if I had that absolutely I was like, oh my God, I can still register.", "It's right there I can taste it.", "But that's fine.", "It's spring.", "I don't give a shit.", "You know, that's fine.", "But yeah, so that's you know, at least if that's in play starting the spring semester.", "I can start taking, you know, like one class two classes, whatever just you know,", "I was going to talk about something else.", "It was on my mind earlier in the week.", "O you know what we've never talked about in here.", "I have one OCD thing that I do that I think it must mean something.", "You know, I don't know how to explain it.", "I have a habit and I think I've always I can't remember but I think I've always maybe have this I think it probably comes from being so musical but I have this OCD thing where I'll have to have some kind of Melody or just like a snippet of something.", "I'll kind of like sing it over and over again.", "Sometimes it's funny but I've noticed in the last few years that like weight was it that when I do that because a lot of times the random pad inside the same are the random words.", "It doesn't really mean anything.", "It's just a red nickel rhyming thing, but I pick the same and it's like a habit.", "It's become like an OCD have it I think and I don't know what the"]}, {"speaker": 1, "dialogue": ["and that LCD part being SSA Melody"]}, {"speaker": 2, "dialogue": ["But it's very very frequent that it's maybe it's not OCD.", "I don't know maybe a lot of people do this but something about it to me feels like it means something you know what I mean?"]}, {"speaker": 1, "dialogue": ["And is it always the same Melody?"]}, {"speaker": 2, "dialogue": ["What happens is it goes through phases like w Melody that will last for quite a while and then sometimes they'll be some other things but they'll be like one.", "Yeah."]}, {"speaker": 1, "dialogue": ["or done it all evolve into something completely different and then that last"]}, {"speaker": 2, "dialogue": ["Yeah, but there is usually generally one base Melody."]}, {"speaker": 1, "dialogue": ["in the melody, what about the melody what comes to mind about it?", "Is it something you know?"]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "Yeah."]}, {"speaker": 1, "dialogue": ["a song Your Song Song"]}, {"speaker": 2, "dialogue": ["It's from it's like an Assyrian folk song anything it's hard to explain but it's used in a lot of like a Syrian dances or a Syrian.", "It's just like a fucking kind and I don't know if it if I started doing that or if one of my Assyrian friends, I don't know how it evolved but"]}, {"speaker": 1, "dialogue": ["How many notes what is in that phrase?"]}, {"speaker": 2, "dialogue": ["It's like a couple of bars.", "Yeah."]}, {"speaker": 1, "dialogue": ["And then you stop and go back."]}, {"speaker": 2, "dialogue": ["Yeah, it's like a loop.", "So that's one and then I think I've noticed about it is sometimes I do it in a manic way.", "It's almost like you know what it's like.", "Did you see Amadeus?"]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["Remember there was that really creepy seeing where it's kind of towards the end.", "Where is the lawn with the candles and he's like playing with the"]}, {"speaker": 1, "dialogue": ["Playing I haven't seen it for a while."]}, {"speaker": 2, "dialogue": ["Okay, there's a scene where it's nighttime in his apartment and it's for the end.", "So he's already a little wacky and he just he just kind of starts dancing around his room and just you know, it's kind of like this weird moment of kind of like this.", "Yeah.", "It's not quite like that but there's something like that like it's just as Barry semi manic.", "I don't know what it what that is, but it has to be something.", "I know.", "I'm not the only one who does stuff like that.", "I just don't know what it is or what it means but"]}, {"speaker": 1, "dialogue": ["So, what do you think?"]}, {"speaker": 2, "dialogue": ["I have no idea.", "It's like a nervous habit or it's a"]}, {"speaker": 1, "dialogue": ["Is it when you're nervous?"]}, {"speaker": 2, "dialogue": ["I don't think so.", "I mean, I think it's just something I do when it's like a filler or something or it's one a lot of times.", "It's what I'm happy, I think."]}, {"speaker": 1, "dialogue": ["the song A Beat"]}, {"speaker": 2, "dialogue": ["Like sometimes I do it because the way Cecilia look at me is just so funny.", "It's just so you know, and she'll be meowing when I get home.", "She's so excited.", "I don't know if it's just like I'm an adverse event not manic.", "It's just like a little burst of energy.", "I guess.", "I don't know.", "I don't know what it is.", "I don't look my friends just to make them laugh."]}, {"speaker": 1, "dialogue": ["Oh, so it's not just private."]}, {"speaker": 2, "dialogue": ["No, it's not always private know we'll be walking down the street and I'll I'll just start singing because they crack up and now they know it a lot of them know it so they you know what, I mean, so, I don't know if it's just like if it's just this like exuberant it's like something very deep that I feel that I can't put words to so because I'm musical that's the way you know, it's like if a math person just had a lot of numbers running through their heads or something.", "I don't know the thing.", "I can't remember though is how far back it goes."]}, {"speaker": 1, "dialogue": ["As a kid, do you remember?"]}, {"speaker": 2, "dialogue": ["I don't that's the thing, but I don't even remember if you said like 6 years ago.", "I don't know.", "I don't know."]}, {"speaker": 1, "dialogue": ["The places you were describing with a friend walking down the street or with Cecilia.", "It sounds like it's joyful, its exuberant."]}, {"speaker": 2, "dialogue": ["Yeah, a lot of times.", "It's joyful."]}, {"speaker": 1, "dialogue": ["is it always that is about", "is that the feeling always with the song or can you also be sad?"]}, {"speaker": 2, "dialogue": ["No, no, it's never when I'm sad.", "It's never when I'm angry or sad.", "It's generally."]}, {"speaker": 1, "dialogue": ["It's a good feeling."]}, {"speaker": 2, "dialogue": ["Yeah, it's generally some kind of semi funny.", "I guess.", "The only thing I'm saying though is I've noticed even when it is a good feeling.", "Let's say I'm just driving the cafe or walking to the cafe.", "I'll just be like I'll be repeating it.", "That's the only thing I don't you know what I mean?", "I'm going to become aware that I'm repeating it.", "So then it feels like kind of like wow.", "Why do I keep I don't know.", "I don't know if it's just totally nothing and it just is what I do when I'm having a nice walk to the cafe.", "Like I don't know.", "Maybe it's like a"]}, {"speaker": 1, "dialogue": ["You keep saying I don't know dismissively.", "So there's nothing more to know about it."]}, {"speaker": 2, "dialogue": ["No, no.", "No, it's"]}, {"speaker": 1, "dialogue": ["There's so much more to know about it."]}, {"speaker": 2, "dialogue": ["Oh, okay.", "I mean it also could be a personality thing.", "Like we have like that's one of the reasons I love George.", "You just does things like someone will be walking by and he'll just say shit like we tend to do that, you know what I mean?", "And this might be part of it part of that.", "Like I just don't care.", "I mean, I'm not saying it loudly but you know kind of whispering because I just don't care.", "It's a beautiful day and I'm walking to the cafe.", "I don't give a fuk so they could be that but it's just yeah, I don't know."]}, {"speaker": 1, "dialogue": ["There could be that not caring but you're also saying you're picking up on this on why the song Why is it only this?"]}, {"speaker": 2, "dialogue": ["Just a repetition."]}, {"speaker": 1, "dialogue": ["It's not just that you're singing any Happy song walking down the street.", "It's a particular song that gets repeated over and over and over again.", "What's the meaning of that song?"]}, {"speaker": 2, "dialogue": ["Not even the song.", "It's just I mean, I don't think the song has it's just", "I just do these repetitive things.", "It's not always that song.", "It could be some other snippet or something that I got into the Habit where I'll just repeat repeat repeat repeat.", "It's just kind of like I just wonder"]}, {"speaker": 1, "dialogue": ["Is it hard to stock when it's like that like if you said okay, stop doing that to yourself.", "Would it be hard to not do it?"]}, {"speaker": 2, "dialogue": ["Kind of I think."]}, {"speaker": 1, "dialogue": ["Or maybe you've never tried."]}, {"speaker": 2, "dialogue": ["I guess it's never been to the point where I'm like shit.", "I have to stop you know."]}, {"speaker": 1, "dialogue": ["Well, even if it's not a shit, like could you if you just said all right what happens if I try to not do it right now or think about something else?"]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, I could I think I could yeah.", "Yeah because for example like when I do it to Celia, I immediately start laughing so I don't I don't even keep doing it because it's so fucking funny and she's you know, yeah, I'm looking at me like hey I keep doing it because she text me up.", "Yeah, I don't know overall.", "I think it's a good thing whatever it is."]}, {"speaker": 1, "dialogue": ["It sounds like being playful."]}, {"speaker": 2, "dialogue": ["Yeah, it's very yeah, I think that's what it is.", "Yeah."]}, {"speaker": 1, "dialogue": ["the white hearted part the"]}, {"speaker": 2, "dialogue": ["Yeah, yeah because my friends we do especially with my Syrian friends.", "There's a lot of that and yeah, maybe because I do that till like if I'm walking down the street and I see someone we just say shit, you know, I'll just start saying shift to myself.", "I'll start insulting them like in like a Syrian but in a"]}, {"speaker": 1, "dialogue": ["Out loud or you mean in your head?"]}, {"speaker": 2, "dialogue": ["in my head or I might"]}, {"speaker": 1, "dialogue": ["Orma Durant"]}, {"speaker": 2, "dialogue": ["Yeah, I just met her at you know, but it's always playful.", "I'm not like really trying to insult them.", "Even if it's a woman with disgusting sandals or something.", "I'm not meaning any ill will it just makes me feel better?", "You know what I mean?", "Like, it's just a playful thing.", "I don't know.", "I can't explain it like George, you know, a lot of people that come to Christians George just he says chit in a Syrian to to them that are half insulting things, but he doesn't it's just funny.", "Basically what he's saying is I'm in this fucking place.", "I have to work 12 hours a day.", "You know, I'm exhausted.", "This is my way of making it lighthearted and who gives a shit so, you know, I'll make up words, you know, when someone's salad is ready or whatever just be like, you know.", "Kimiko I'll just say random shit.", "That's hilarious, you know."]}, {"speaker": 1, "dialogue": ["And it's insulting is it?"]}, {"speaker": 2, "dialogue": ["Some of the words he picks their playfully insulting.", "It's almost like saying what's a word, you know, it's not like hey bitch, you know, but like I don't know.", "Hey knucklehead.", "Hey dumbass, you know, yeah, they could be insulting but that's clearly not."]}, {"speaker": 1, "dialogue": ["Definitely not.", "Yeah."]}, {"speaker": 2, "dialogue": ["You know, I do the same thing, you know, so yeah, and I think it's related.", "I think there's something related about that.", "Maybe yeah, maybe it's just a playful.", "Maybe it's just something we do because it makes us feel good feel better feel more lighthearted or something."]}, {"speaker": 1, "dialogue": ["And yet it's a particular thing."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I mean even as were saying they don't mean to be insulting.", "It's also interesting that it's a dumbass.", "I mean, it's"]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "Yeah well because that's"]}, {"speaker": 1, "dialogue": ["So there is always aggression somewhere inside that kind of joke, right?"]}, {"speaker": 2, "dialogue": ["Yeah know it is and yeah, there is with me too.", "I don't want to see that woman's discussing Footwear, but I think it's a healthier kind of aggression in the sense of like I'm not going to like actually be upset, but I do need to say I need to take a job or I need to make a joke.", "I need to you know.", "That's what it is, you know and the same with them is that they're not they're not going to sit there and let these like brown dumbasses with their dad's credit cards.", "You know what I mean?", "They need to be like, all right.", "Yeah, you know, it just helps, you know, I don't know.", "So yeah, maybe it is kind of like either working class or just feeling like, you know, we have we have to have our own way of maneuvering the world sometimes, you know, I don't know maybe it's an immigrant thing, you know, you're able to have that language.", "Gives you it's almost like a protective shield because you can just say shh, and people don't know what you're saying.", "And it makes you feel better.", "You know, it's almost like a coping thing."]}, {"speaker": 1, "dialogue": ["Yeah, I keep thinking about spirituals for some reason and slavery involving music these horrible things become a way to cope.", "I know it doesn't have that flavor.", "It's not a Stark."]}, {"speaker": 2, "dialogue": ["Yeah, but no it's a coping thing.", "I think.", "Yeah.", "It's a coping thing."]}, {"speaker": 1, "dialogue": ["And maybe, you know keeping it light-hearted or keeping it in sing-songy."]}, {"speaker": 2, "dialogue": ["Exactly exactly."]}, {"speaker": 1, "dialogue": ["It's better than it really really getting you into trouble."]}, {"speaker": 2, "dialogue": ["exactly"]}, {"speaker": 1, "dialogue": ["Might become a kind of container for all the feelings."]}, {"speaker": 2, "dialogue": ["Yeah.", "One thing I always do is like there's a word for like Creek but it's such a funny way.", "It doesn't have the same feeling that we think of in English.", "So like I've been in shops and places where I feel like someone's just annoying me or they're just being something like I'll just be like, okay.", "Well, thank you, you know, I'll just say it.", "Oh, thank you because it's fucking hilarious and it helps me and immediately makes me laugh and it makes me feel better, you know, no harm no fowl.", "I don't have to actually dwell or think about you know, it doesn't become a real issue.", "You know what I mean?", "It just becomes a way to kind of I don't know.", "But yeah, I think those things are related.", "There's something related maybe about those things."]}, {"speaker": 1, "dialogue": ["It's interesting.", "It's like a secret quiet Rebellion that the person never been knows about."]}, {"speaker": 2, "dialogue": ["exactly"]}, {"speaker": 1, "dialogue": ["But I still get to have a voice inside of you."]}, {"speaker": 2, "dialogue": ["Yeah, yeah, exactly.", "Yeah, and yeah, it's funny because they all do it my other friend Jean, you know.", "Can uses the word dear you Syrian?", "Predire so I'll go get sushi or something and he's just hilarious.", "So, you know, the girl will come up and help you like thank you, you know, like, you know, he just doesn't give a shitt.", "So yeah, there's something about that.", "I mean, I don't know maybe I do it because they do it too.", "I don't know because I've noticed I do it more the older I've gotten in the more comfortable and The more I've gotten tight with them, you know, maybe I realized wow.", "Yeah that does feel good to do.", "You know, how do you open this and kind of sass, you know?"]}, {"speaker": 1, "dialogue": ["You've been so people-pleasing a polite and differential on the surface, right?", "I mean to an extreme in a way, dating to other people's needs and worries.", "There may be a way that even just that you're noticing us more.", "Maybe you're doing it more.", "Maybe there's something freeing about being able to actually let those words roll off your tongue a little more.", "That's about a free Nelson something."]}, {"speaker": 2, "dialogue": ["Right, right.", "Well, it's also probably part of the actual freeing up like you know now I do, you know, if I'm talking to customer service and they're being assholes.", "I tell them you know, like I'm very you know, who I'm dealing with people in general is much more.", "You know, I don't keep it in, you know, but, you know, it may be part of the same thing.", "Alright 1256 Claire.", "See you."]}]