[{"speaker": 1, "dialogue": ["Hello."]}, {"speaker": 2, "dialogue": ["Good morning."]}, {"speaker": 1, "dialogue": ["So we started couples counseling last week, but we're still feeling out.", "Dr. Janice to figure out if he's the right person or not."]}, {"speaker": 2, "dialogue": ["that session actually started with a recount of what's going on why we're here, you know as it might reasonably start with", "I guess how we got there isn't really the issue.", "But at some point Tanya disclose that she was still suicidal on a regular basis like multiple times a week.", "I suggested that that have been true for that.", "It had never not been true.", "You know, it sounds ridiculous.", "But I think I don't think she's correct about that.", "I think there was a.", "Of time where it certainly was not every couple or three days or something.", "I'm not sure that's really the important point though.", "I don't know exactly what to say about that other than that happened.", "So"]}, {"speaker": 1, "dialogue": ["Well clearly it was deeply upsetting."]}, {"speaker": 2, "dialogue": ["Yeah, I mean I've been living with her for a while.", "You know on the one hand, I'm not surprised in the context of the last several weeks.", "I think I mentioned that I had.", "I think I mentioned that I thought she had not been doing that.", "Well while I was gone.", "I mean that's not such big of a surprise they claim that it's like an unbroken string back to March or whatever.", "I'm not sure it really matters, but", "I think I feel like I should have a general sense of that and often I do without her saying anyting just living with her.", "I guess I also feel like", "you're not telling me is a sign of her not trusting me to do something or handle something just is what it is."]}, {"speaker": 1, "dialogue": ["It could be that it could also be that she doesn't want to further burden you."]}, {"speaker": 2, "dialogue": ["Yeah, or it could be she suggested that she thought she told me or that I knew I'm not really sure that that's not reasonable.", "But yeah, I don't know."]}, {"speaker": 1, "dialogue": ["Did it make you feel discouraged?"]}, {"speaker": 2, "dialogue": ["I sure sound discouraged don't I?"]}, {"speaker": 1, "dialogue": ["You do."]}, {"speaker": 2, "dialogue": ["Yeah talking about it's making me feel discouraged or at least it's that the emotion that's bubbling up.", "Yeah, I think probably that sounds about right.", "This incentive like here we go again.", "Yeah, I think on any particular day when she's not well I can either handle it just fine or I feel like there's nothing in that we're going to do today.", "That's any different from the last time we did exactly the same day and nothing's changed.", "So", "Realistically, I think she's coping with it better in the sense that if the claim is true.", "She's been off and on suicidal for several months without being hospitalized.", "So that's probably good.", "Certainly, her mood has not been as dire as it has been in most of the hospitalization circumstances cuz it's obvious when her mood is that bad?", "Yeah, I think discouraged.", "It's right.", "I don't have a very clear sense of here's a strategy that will win out in the end.", "Just keep doing this.", "I'll come here.", "She'll see Josh.", "Go to couples counseling.", "She'll still be suicidal.", "Yeah, I think discouraged is right."]}, {"speaker": 1, "dialogue": ["Well ultimately for you to feel I don't know if okay is the right word.", "I'll use OK more than just okay, but is one of two options and I'm talking about not tomorrow, but sort of ultimately that you feel like your vows to her are the thing that's most important to you because that's who you are.", "And you do love her and you'll see what needs in this marriage can be met and the needs you can't get mad at you in some way and find satisfaction in your life the best you can or not the best you can but in other areas and sort of acknowledge the limitations of your marriage or you decide to leave her and even though you're extremely important as the she you want a better life with somebody else with more potential and LS angst-ridden existence that just builds resentment.", "And those are one of the two options that will ultimately make you happier.", "To put it in a nutshell."]}, {"speaker": 2, "dialogue": ["fair enough"]}, {"speaker": 1, "dialogue": ["What are you thinking?"]}, {"speaker": 2, "dialogue": ["I would just say that was a really good thing to say.", "Yeah, I think it's right there are two fairly obvious and points that.", "None of which is ideal necessary.", "But this is the real world.", "Whatever."]}, {"speaker": 1, "dialogue": ["No, neither is ideal and both have unpleasant and disappointing aspects to them for sure."]}, {"speaker": 2, "dialogue": ["yeah, and the pasta neither is necessarily smooth or happy but"]}, {"speaker": 1, "dialogue": ["Write the former is a more internal process.", "The path is more internal and the ladder is internal but more external as well my saying that comes from feeling that that's true.", "Also, wets framing it is that you're not trapped.", "You have a choice you have choices.", "The third option is to go on the way you're going on and I'm not suggesting that you should ultimately that you should choose tomorrow pick up.", "The sort of in the long run is to feel angry and trapped and maybe over time is that.", "That's an option.", "It would be an unfortunate one for you."]}, {"speaker": 2, "dialogue": ["Yeah, I want the framing that you gave because it so that's not really an option in the original setup.", "Right?", "You said eventually you will feel okay in one of these two set."]}, {"speaker": 1, "dialogue": ["Right exactly."]}, {"speaker": 2, "dialogue": ["I thought you framed the entire thing very very carefully and there was a whole lot packed into it and I liked it.", "Yeah, there was a great deal about acceptance and lost built into the two paths.", "circling around", "repeating what you said sort of so it was very freeing to hear the first time.", "You know, something's just rang very very true.", "And that was one of them.", "Like I said, it was very well trained and I'm just yeah, those are the I don't know points in the distance and some cents.", "So then I think something like that and how it's helpful and free and then I think about the question or the it will occur to me that that was the right thing to say if such a thing exists.", "So then it's well, how did you know it was the right thing to say right then then I will think about this moment when you asked me what are you thinking about?", "And I say that", "and then you would usually then respond something like you wonder how I came to this and I said, yes and then we talk about something else.", "That's our pattern."]}, {"speaker": 1, "dialogue": ["I see right, right.", "Got it."]}, {"speaker": 2, "dialogue": ["And then I try to think about the other things since that's not going to go anywhere.", "It's so I want to think about something else.", "Yeah, I think I'd like uncertainty to be bounded and I think that's more or less the correct bounding on uncertainty.", "I certainly don't know where we'll end up or where I will end up.", "But yeah, the space is marked in some way or something.", "So I'm going to a conference next week and making a poster.", "I finished the poster last night.", "Making process is so exciting to sing for me because I don't like making mistakes and I don't like correcting it in large letters when there are mistakes.", "So I'm very careful not to make mistakes, but there's also like oh, I don't know some not well defined apprehension about the experience of presenting the poster.", "So one of the main ways I combat guys to think about the other conference that I went to where the things I was talking about.", "I was not particularly pleased with the work.", "I mean, I was pleased when they got to the point they had gotten to", "But like it was mostly the things we were trying really don't work and they don't work for these reasons.", "What is a vaguely depressing experience very depressing experience, but big least satisfying to be able to bury it in that way.", "But I found that it was well-received experience was vaguely awkward because you don't know anybody but it's fine.", "So I can fairly well predict what it's going to be like even though I've never been to this particular conference.", "I guess I'm am used to have you do the same thing that I would do if I were trying to manage the emotion or deal with it or something.", "It was nice although", "And then I hadn't really, you know, we get to this point to the sessions and they have been sort of randomly distributed across sessions and in the time-space of a session break one of us will get on something true.", "Usually it's you will refer formulate everything into a concise whole very nicely and then I don't have much more to say then yes."]}, {"speaker": 1, "dialogue": ["And how do you feel about that?", "I mean you're saying yes you agree, but then what are the feelings attached?"]}, {"speaker": 2, "dialogue": ["Strangely comfort and joy, like delighted by the process that we went through there.", "I find it amusing that that was how it went.", "But I'm also really pleased that that was very nice and I really appreciate you doing what you do and saying what you said.", "Yeah, I think it's comforting to have the problem understood thoroughly and the long-range answer to it described in careful detail.", "You're not painting Rosie pictures and any sense, but other pictures where things are.", "Okay, and they'll descriptions were how to get there in a long-term scale sense.", "I think how does that make me feel so that I can sort of dwell on what it might look like to go along the path, you know to think about the intervening time between here and there and where everything either stands a beam and none of it is", "And I know that it had sorrow and hardship and all of that attached.", "But yeah, it's okay because it's going somewhere."]}, {"speaker": 1, "dialogue": ["I've had a couple of other thoughts in one is and we talked about this before all of your experiences disillusionment in your life and how just deeply disturbing that is and has been for you the other thought I had that maybe as part of I could see you why what I said could be comforting for several reasons, but that you know you so hope for ideal situations and so many ways that idea that things could be good.", "Even if they're not ideal.", "I think it's a very nice for you to feel that would be very very nice."]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "Was that meant as a recommendation?"]}, {"speaker": 1, "dialogue": ["What what I said?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Well, I guess how do you define recommendation?"]}, {"speaker": 2, "dialogue": ["Yeah, I guess the question is something like was that a more prescriptive or more a descriptive statement that it would be really nice for me to feel things that are good even if not ideal."]}, {"speaker": 1, "dialogue": ["It was a descriptive statement that implicitly it was prescriptive."]}, {"speaker": 2, "dialogue": ["Okay, okay."]}, {"speaker": 1, "dialogue": ["It was certainly descriptive."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["And I think when I think of prescriptive I think of this is what you should do, but I think it would be more accurate my saying this is what I want for you because I think this would be good which is a little bit different."]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "Some people often use they describe situations as non-ideal that are really bad.", "Do you mean those also"]}, {"speaker": 1, "dialogue": ["I'm not sure.", "I understand what you're saying, but I'm not sure what you're referring to."]}, {"speaker": 2, "dialogue": ["Yeah, so you you suggested that you would want for me to feel good about situations that are not ideal.", "Is the non ideal intentionally unbounded there?"]}, {"speaker": 1, "dialogue": ["Yes, seeing equating non-ideal descriptions with situations that are bad is exactly the problem of trying to address.", "I want to decouple that Association."]}, {"speaker": 2, "dialogue": ["Because look."]}, {"speaker": 1, "dialogue": ["Hey."]}, {"speaker": 2, "dialogue": ["No, I hadn't appreciated having that quick Insight.", "I think.", "I think that's a hard problem."]}, {"speaker": 1, "dialogue": ["Yeah, and it shows up in so many areas of your life.", "You talked about it with respect to your career and how the option seems bad because there were some I don't want to say fundamental flaws but flies.", "Yeah, well as in problem and that they were not ideal."]}, {"speaker": 2, "dialogue": ["Yeah, we dealt with this in several different conversations.", "Also in the sense that like this is definitely related to the of something in the sense that"]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["We're all going to die.", "What does ideal even mean in that context?", "Or bounded in the vastness of time and space and what sense does a small concept of Ideal?", "How does that fit their?", "But I think I normally make a distinction between ideal and like some range of okay and then some other range of really not.", "Okay.", "So like", "then I guess I don't know.", "I'm not sure.", "It's a yeah, I guess I need some argumentation that it is a reasonable task to try to get rid of the category of not.", "Okay.", "Like I don't really think you would argue with that, you know using chemical weapons in Syria was a good thing or an okay thing."]}, {"speaker": 1, "dialogue": ["Oh, I don't want to get rid of the category not okay.", "I certainly hope I didn't mean to imply that at all."]}, {"speaker": 2, "dialogue": ["No, I didn't really take you to be but that was what I was asking you if you left.", "not ideal unbounded", "Although the bottom floor not ideal is really bad."]}, {"speaker": 1, "dialogue": ["Right, and I think I was more commenting that and listening to you.", "Not ideal is off an equivalent was not okay or not.", "Come sing a broader range."]}, {"speaker": 2, "dialogue": ["You may be right you listen to me and you listen very very well.", "In some circumstances.", "I feel like I'm drawing a line where this is.", "Okay, and this is not okay like any use of chemical warfare not okay.", "but then I might say something as ideally in order to use chemical weapons, which I don't think you really disagree with but"]}, {"speaker": 1, "dialogue": ["Well, ideally you would have married the person that you thought you married and she wouldn't be suicidal and she would embrace the same values that you have and that's ideal.", "That's not going to happen.", "So within that what are the possibilities for you, that's the so I guess the equivalent of if nobody's going to use chemical weapons then what can you do with in those options people feel trapped when they feel that none of their options are okay, then you're trapped.", "So the question is how can we make the options available to you?", "Okay, and then in that you actually probably could see more good at each of them then if a parent right now.", "You know, I'd like to know more about what you're thinking, but I'm going to need to wait 2 weeks to I didn't mean to disturb your referee."]}, {"speaker": 2, "dialogue": ["No, that's okay.", "Thanks very much."]}, {"speaker": 1, "dialogue": ["Okay, so I will see you in two weeks."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Good luck next week at your conference."]}, {"speaker": 2, "dialogue": ["It'll go fine."]}, {"speaker": 1, "dialogue": ["I'm sure it will all right."]}, {"speaker": 2, "dialogue": ["Bye."]}, {"speaker": 1, "dialogue": ["Sure."]}]