[{"speaker": 1, "dialogue": ["Hey."]}, {"speaker": 2, "dialogue": ["I'm not doing so well.", "Yeah, extremely sad.", "I'm getting ready for a job conference in a couple of days going to go hopefully have interviews."]}, {"speaker": 1, "dialogue": ["What is this?"]}, {"speaker": 2, "dialogue": ["It's", "does it teach me teacher placement agency called?", "They have conferences, you know, both Regional and kind of national.", "So this is for the national one and that's coming up on the 15th how I need to go to school.", "I'm not really entirely sure what I should be doing.", "I'm hoping for the best."]}, {"speaker": 1, "dialogue": ["Huh?"]}, {"speaker": 2, "dialogue": ["I'm hoping for the best.", "To me.", "I feel like I have teaching experience.", "I have a master's degree.", "I'm really good.", "Like I'm a really really good teacher."]}, {"speaker": 1, "dialogue": ["That's pretty easy to believe."]}, {"speaker": 2, "dialogue": ["But it doesn't mean very much."]}, {"speaker": 1, "dialogue": ["Well in one sense, I completely like I completely agree that in one sense.", "It doesn't mean."]}, {"speaker": 2, "dialogue": ["Yeah, I don't know."]}, {"speaker": 1, "dialogue": ["Your point I gather is it doesn't really mean a damn bit of difference in any field."]}, {"speaker": 2, "dialogue": ["Yeah, I'd like when it doesn't make very much difference in terms of what my chances are of getting a job."]}, {"speaker": 1, "dialogue": ["Okay, I see I wasn't sure whether you meant surviving getting a job."]}, {"speaker": 2, "dialogue": ["Yeah, I don't know about that.", "Then I have to see if the schools if they want to hire me.", "I'm unsure also aware.", "I'm going to be applying or where I should be applying and I don't.", "Play basically just applied at the area.", "Do I Go Everywhere?", "I don't know.", "My friend Candice was just visiting."]}, {"speaker": 1, "dialogue": ["We must be quite difficult to know how to think about where Orient to work when you've been having such a disastrous time of it."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Play Majid leave you a kind of loss to have to constantly think about work or a lot.", "of anything"]}, {"speaker": 2, "dialogue": ["Yeah, I don't know what to do."]}, {"speaker": 1, "dialogue": ["you don't really know what to do or how to talk about it."]}, {"speaker": 2, "dialogue": ["Yeah.", "I don't know what to say."]}, {"speaker": 1, "dialogue": ["Don't make a", "but you look now and of course you have it from other times recently almost like a kind of holding to yourself."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I don't mean to make you feel so upset and subconscious, but I could imagine in a case something about how you're feeling.", "Maybe instead of what you want."]}, {"speaker": 2, "dialogue": ["aha"]}, {"speaker": 1, "dialogue": ["Because this mostly is what you been doing."]}, {"speaker": 2, "dialogue": ["Yeah, and I'm just barely."]}, {"speaker": 1, "dialogue": ["Yeah, and you feel like like catatonically."]}, {"speaker": 2, "dialogue": ["Something like that."]}, {"speaker": 1, "dialogue": ["You didn't quite shut down."]}, {"speaker": 2, "dialogue": ["I just felt sad.", "I don't know how to function.", "I guess."]}, {"speaker": 1, "dialogue": ["Feel It In Like A Very physical way where"]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["You feel it in any differently here than like at home."]}, {"speaker": 2, "dialogue": ["I guess about the same very tired."]}, {"speaker": 1, "dialogue": ["To me.", "There's something quite important about how difficult it is to sort of put any words do it."]}, {"speaker": 2, "dialogue": ["apparently difficult"]}, {"speaker": 1, "dialogue": ["In fact, actually when you said those it was actually kind of difficult to be feeling it and kind of clearly in touch with it and talking about anything at all."]}, {"speaker": 2, "dialogue": ["Yeah.", "Or maybe I just don't have anything to say yet."]}, {"speaker": 1, "dialogue": ["I guess there are things that occur to me to ask when you describe you use the word sad that doesn't sound like it's clear that goes with the sense of a loss or a longing or being upset by something."]}, {"speaker": 2, "dialogue": ["I know."]}, {"speaker": 1, "dialogue": ["or being beat"]}, {"speaker": 2, "dialogue": ["I do feel beat."]}, {"speaker": 1, "dialogue": ["be more like wind down or be more like not like you don't have to anything to fight in you."]}, {"speaker": 2, "dialogue": ["I just feel like I've been repeatedly punched in the jaw like beat up just tired."]}, {"speaker": 1, "dialogue": ["I think I suppose it has seemed to me at times like your depression is slipping into a sort of this kick the shit out of you in every possible way and if he everything you try to do."]}, {"speaker": 2, "dialogue": ["I just"]}, {"speaker": 1, "dialogue": ["How it happened?", "why no one idea that I had about it that I kind of got at the moment is like it makes me think in a way a certain kind of demonic Obsession and which the more you pay attention to the depression as such and kind of do something about it the angry and more vengeful the demon gets and the more you have people around trying to make contact with the part of you that is hurting so terribly and so sad and so troubled by what's going on and you're angry even yet and the next question for me is why why would you be so dead set against feeling better against what's really going on in again what it's really like and I'm not sure but probably has something to do with some kind of very profound like lost that you feel and that sort of having people to be closer actually makes you feel more so"]}, {"speaker": 2, "dialogue": ["okay"]}, {"speaker": 1, "dialogue": ["When is a sample of the first part that's coming to mind is from a couple of weeks ago 3 weeks ago.", "Maybe now it was that Tuesday when you I think he must be when you and I met and you had an easy tea and then you kind of decided after that that you really needed to be in the hospital when we have talked.", "You were hopeful that the ECT would help you feel better and that it didn't do you remember at all?"]}, {"speaker": 2, "dialogue": ["yeah"]}, {"speaker": 1, "dialogue": ["Okay.", "Yeah, I mean, I'm pretty sure I have my facts straight on it because I remember thinking about the time you had said to me that day as well when you're done with it before it seemed like the ECT was helping not such a pain to sleep, but it was making a difference you thought."]}, {"speaker": 2, "dialogue": ["Yeah now I remember that."]}, {"speaker": 1, "dialogue": ["Yeah, and then you're feeling really crummy that morning your were like I'm going to have an ECT and I had asked does it tend to help right away or does it take awhile?", "And I think you referred to their being kind of lift usually fairly soon after we didn't talk until a day or late or later a day or maybe two later maybe three because you were back in the hospital.", "But if I recall you made it clear that you didn't feel any better you couldn't have if you know, the decision was made talking to a doctor there that you really needed to be back in the hospital and that was the best thing and I remember thinking of the time gosh it almost kind of", "It almost like you kind of had to show yourself.", "It wasn't working over the depression.", "It could be stronger.", "I know it probably sounds a little bit crazy thing to say, but it was almost like, you know, you were starting to lean on a little bit and he started to appreciate getting some help on this and it's almost like you kind of had to make a point that showing you that it wasn't going to work.", "It wasn't going to work.", "It was that day, you know, I mean, it doesn't in a way mean that it doesn't help at all or can't help but I think it away and maybe kind of determined to show that it wasn't going to be stronger than the depression."]}, {"speaker": 2, "dialogue": ["That makes sense."]}, {"speaker": 1, "dialogue": ["I mean the why question I'm more speculative about like I wonder things like historically is there a way that started being depressed growing up was one of the truest things you can do, you know, like, you know, what other ways you sort of complying and trying to be or like find at least not to make noise or maybe sort of I don't know.", "Maybe you felt like pretty in the Machinery there.", "I'm feeling pretty powerless.", "And you know, I wonder if being depressed is one of the ways you can kind of be honest and also show that and also in a weight be very powerful that nobody is going to take that away."]}, {"speaker": 2, "dialogue": ["That's for sure.", "Yeah."]}, {"speaker": 1, "dialogue": ["We're going to stop in a minute, but I was just checking with you about the whatever more or less about this."]}, {"speaker": 2, "dialogue": ["About the same.", "I made it through it."]}, {"speaker": 1, "dialogue": ["Turned out pretty hard.", "Yes."]}, {"speaker": 2, "dialogue": ["Yeah, I'm struggling."]}, {"speaker": 1, "dialogue": ["When did Candace leave?"]}, {"speaker": 2, "dialogue": ["I'm sorry."]}, {"speaker": 1, "dialogue": ["When did Candace leave?"]}, {"speaker": 2, "dialogue": ["yesterday"]}, {"speaker": 1, "dialogue": ["You went in today?"]}, {"speaker": 2, "dialogue": ["Turn around Mike."]}, {"speaker": 1, "dialogue": ["Was it bad for you were things bad last night?"]}, {"speaker": 2, "dialogue": ["No, they weren't so bad."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["That's fine."]}, {"speaker": 1, "dialogue": ["Okay.", "Well, I'll call you."]}, {"speaker": 2, "dialogue": ["Okay."]}]