[{"speaker": 1, "dialogue": ["Hi, come on in."]}, {"speaker": 2, "dialogue": ["Sorry, I'm late."]}, {"speaker": 1, "dialogue": ["Come in.", "You know what?", "I realized one quick matter on housekeeping so next week I give out statements."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["So we still haven't decided on what the fee was I was starting to make up the statement."]}, {"speaker": 2, "dialogue": ["Oh, okay."]}, {"speaker": 1, "dialogue": ["We still haven't talked about that."]}, {"speaker": 2, "dialogue": ["I thought 85"]}, {"speaker": 1, "dialogue": ["That's fine.", "Normally I think I had said that I normally when people are working that's fine.", "We're meeting twice a week.", "And so I understand that's pretty costly 85 will be more than fine."]}, {"speaker": 2, "dialogue": ["Okay, and then you'll just send the bill."]}, {"speaker": 1, "dialogue": ["Yeah, I'll email it to you."]}, {"speaker": 2, "dialogue": ["OU email it to me"]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["And then I can just bring you in a check."]}, {"speaker": 1, "dialogue": ["Yeah.", "Yeah.", "I usually just ask people to pay within a couple of weeks of state of the statements."]}, {"speaker": 2, "dialogue": ["Okay, so it should work out fine."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["I feel like I haven't seen you in so long."]}, {"speaker": 1, "dialogue": ["We didn't see each other on Monday."]}, {"speaker": 2, "dialogue": ["Noel which reminds me this coming Monday I'm going to be at in Ohio and like I won't be back in time, so I just don't want to like take a chance of missing and not being able to be here.", "So I'll just come next Thursday."]}, {"speaker": 1, "dialogue": ["Next Thursday, okay."]}, {"speaker": 2, "dialogue": ["Okay.", "It's been kind of a long week.", "I'm trying to think so we went to court last week."]}, {"speaker": 1, "dialogue": ["I haven't seen you since then."]}, {"speaker": 2, "dialogue": ["Madonna Rain on the charges and then the trial starts on March 22nd.", "So hopefully between now and then we can I guess the goal is to be able to get the charges dismissed.", "So hopefully but we will see Kevin was here all weekend and he was pretty attached on Friday 12 Thursday night, and I thought okay.", "Well that seems pretty normal because we're going to court and then after we serve talked and then he kind of just sort of like disappeared almost she was there physically, but just sort of went away and eventually I guess it was early Saturday morning.", "We were talking and I think he just is really nervous about everything going on.", "And it keeps saying like he doesn't really know if we're going to be able to it.", "I guess make things work and he keeps saying that he's trying to sort of keep everything that's happening lately separate not really integrate our relationship into all that stuff.", "But I'm not sure I'm all I'm feeling a little confused as to what he wants and I don't even think he probably really knows right now because he'll be really distant and then he says like I don't want to fall back into a pattern that we had before I want I want, you know to start over and make things, you know better on one hand.", "And then on the other hand, you know like Saturday and Sunday, we are together.", "We went out and we had a good time and we were talking and it was sort of not completely back to normal but in a way it was", "So I feel like how do we keep things separate and not really fall back into a pattern like start over but he keeps saying like, oh, we can't start over until you know, after all the legal stuff is taken care of and I'm just like so I don't even know what is happening right now and he keeps saying like he wants to still see me in like travel back and forth and all these other stuff.", "So I'm sort of just confused as to what he I guess what his feelings are about everything.", "And I know that he you know.", "Falling back into a pattern if you know not talking and not being able to communicate correctly and fighting is definitely not where we want to go.", "But at the same time it's like if you're trying to keep it separate and then you want to start over or should we be seeing each other now, but he doesn't want to break up.", "So I'm sort of just like going with it at the moment.", "And not really sure which new I mean, I tried talking him to stop but he just keep saying I don't know.", "And I guess you know, he doesn't know maybe he just needs some time to sort of figure that out I guess and he's trying to I think he's just trying really hard to not fall back into pattern what we did before.", "and so", "his way of doing this is whatever he's doing right now.", "I don't know but I'm supposed to be going there this weekend I leave tonight and you know, I was feeling nervous because I didn't really want the weekend to kind of go how last weekend went where he was just completely detached and almost didn't even talk to me for all all of you know, most of Friday.", "It was just very awkward and he is I felt really uncomfortable about it.", "And I sort of just said, you know, I just don't really want to keep that to keep happening if that's how it's going to be every time we see each other.", "You know, maybe it's better if we just push back and we don't really spend too much time together.", "So he said he's nervous about this weekend.", "But he also said like every time we get nervous we can't just be scared and not do anything like we talked about it or something then maybe it will make it a little bit better."]}, {"speaker": 1, "dialogue": ["Do you know why he wants to keep sort of the legal, you know, what's going legally from other things in your relationship?"]}, {"speaker": 2, "dialogue": ["I think it feels like I guess what happened.", "He just keeps saying that doesn't happen in most relationships.", "Most people don't have this happen.", "Like this doesn't happen all the time.", "Like what kind of relationship is this if this is happening, is it even a good relationship?", "And I guess he's like, I can't focus on pushing back on putting back together a relationship until I can focus on until everything until after I've done focusing on dealing with the whole legal stuff.", "But now that the arraignment over we sort of have two months where we're just kind of Sitting In Limbo.", "I mean we can't do anything.", "We'll talk to our lawyers when we have to but there's not really a whole lot that we can really do and I don't want to thank that like we're just wasting the next two months sort of not moving forward and not really doing anything.", "You know, I'm coming here and you know, hopefully working stuff out and I was kind of hoping that it would all just sort of coincide.", "You know like after it happened then yes, okay, we're going to fix it and we're sort of going to move on and as we go and you know, if she wants to start over which in my opinion, I don't think you can really completely start over.", "Once you sort of have a history someone you can't just start from the very beginning.", "I mean you can go back and start fixing things that went wrong.", "But in my mind it's sort of like why isn't that happening now?", "Like why aren't we fixing it now and working only have communicate and all that other stuff now like what's the point of waiting until later on?"]}, {"speaker": 1, "dialogue": ["What sounds like he's really scared about the implications of this happening in your relationship, and he doesn't know what to do with it."]}, {"speaker": 2, "dialogue": ["Yeah, he's really nervous about having to tell his job and how that could affect, you know, basically how it's all going to affect his career and stuff like that down the line.", "So I think he's really having a hard time sort of focusing on our relationship right now in like fixing it because he's too concerned about what's going to happen with his career and I think once you know that gets figure it out, then he'll be able to focus better.", "So, you know I said to him we agreed that we're going to stay together and work through this together.", "So it's going to take a little time.", "It's obviously going to take a little time, you know, nothing is ever going to change overnight or not.", "Just all of a sudden going to become different people and everything is going to work out.", "but I don't want to start of being the be in limbo in this relationship for a long.", "Of time, you know, like if March 22nd comes", "and then we have to go back to court again in two or three months like it is just dragging this out and I right now we're not doing anything to fix our relationship and you know, I know that I need to work on myself personally, but I can do that without being in limbo and serving this weird gray area having a relationship with him because he just I don't even know it like those things like you are always say that he misses me, you know.", "and I said something to him about it and he's like, well, it's not that I don't but it's sort of my way of keeping things separate feel like", "you will say it or he will say that he loves me and then he won't it's becoming very Hit or Miss I guess.", "So in like, I don't know what to say to him sometimes like it's appropriate like what's appropriate to talk about or anything like that?", "And I guess it's time goes on.", "It will sort of be a little bit easier.", "But right now it's just very awkward sort of a situation."]}, {"speaker": 1, "dialogue": ["Movie says, you know this isn't normal.", "This doesn't happen in most relationships.", "How do you feel?"]}, {"speaker": 2, "dialogue": ["I understand.", "I know that it doesn't and when it does it's something something probably has to happen.", "But the same time I've tried to say to him.", "I think it happens.", "I know it happens a lot more than people think.", "I know that when it's happening to you is to end of the world.", "And you know, it's really bad, but you know, I try to think like well.", "This is not like an isolated.", "You know, it's not like it's never happened before in the entire world.", "Like we're the only people that this is happened to we can't move on from this.", "and you know, so I feel like", "well, it happened.", "We're fixing it.", "So it sucks that it had to happen something so dramatic and so bad for us to finally like the light bulb to go off.", "But the same time, you know if we're going to stick through it.", "Then we should probably sort of working on something and I said to him last week.", "I also go to court and I'm not going to press charges and I'm not going to do anything and we can just sort of not seeing each other and just work on ourselves and revisit the situation at another time and he sort of got us up and he's like are you breaking up with me?", "You know, what are you saying in like?", "Well, no, but", "if that would make it easier for you because he seems to be the only one that struggling with keeping it to separate things.", "I feel like we should be working on it now, but he doesn't see it that way.", "Sort sort of we have differences of opinion, but you know, I'm not the only one who's facing legal charges either.", "I mean maybe if I was and you know,", "The positions are flipped.", "I may feel the same way as he like.", "I can't focus on anything else, but you know whether or not I'm going to have my career that I've worked almost 20 years on and you know all this other stuff.", "So I'm trying to see it from his point of view and you know, if you are so pathetic then I guess I'm pathetic and taking on his pain and depression.", "Is it like that?"]}, {"speaker": 1, "dialogue": ["Is he feeling depressed now?"]}, {"speaker": 2, "dialogue": ["Yeah, he said this morning he feels like he's wakes up depressed and just kind of you know goes about his day and isn't really overly excited by anything when we were talking I said, you know, I usually ask him like how he's feeling and he just says, you know, okay and you know, he's like good isn't really an option right now, but I'm okay I guess but he said this morning he just feeling tired and he's like, I feel like I'm just waking up emotionally drained every day, and that's probably why I'm so tired all the time.", "It could very very well could be so I'm hoping that he finds a therapist or something.", "To see down there to just talk instead of get whatever he's feeling off his chest because he's definitely holding on to a lot."]}, {"speaker": 1, "dialogue": ["Does he want to see a therapist down there?"]}, {"speaker": 2, "dialogue": ["Yeah, he keep saying he does but then I feel like sometimes by the time he gets home from work needs to I don't know I guess depressed to feel like looking for someone and I don't want to push it but the same time, you know, I keep asking him like you really need to do something.", "You really need to go.", "See someone soon needs like I know I know I know and I can't do it work because they walk all the websites.", "I have to do it when I get home and blah blah blah blah blah, so I don't know if he's making excuses or not, but I keep asking him, you know, like and saying you really need to go you really need to go and he says he wants to", "But a matter of actually going I guess.", "feeling a little uneasy about the situation and then my mom, of course she says", "It's always something else with her.", "Thursday night.", "She texted me and said I don't even know what something about I hope everything goes.", "Well tomorrow and then Friday morning.", "She texted me or Saturday morning.", "She texted me and said I hope everything went well yesterday and then Sunday she check she texted me because she was dropping off my goddaughters gift and she said, you know, I'm going to drop off Madison's gifts.", "What do you want me to say and I said, well, you don't really have to say anything or do you have to drop off the gifts?", "And she said oh, well, you won't be home for a while.", "So I'll just do it and we're going that way so she dropped them off and then my friend who is no longer talking to me because I didn't make it down for my goddaughters 3rd birthday party, and then she stopped talking to me.", "So it was her birthday present from November and her Christmas present.", "Just text me and said, you know, thank you.", "I got the gift.", "And then my mom texted me again on Monday, so she's like reaching out.", "But she said, oh I'm going to send a box of stuff that you left here and some stuff that Duffy had left the dog.", "And I thought maybe you would want them and then I'll send back your suitcase of clothes which was which is like a huge 50 lb suitcase of clothes and she said I think you'll probably need them since you won't be back for a while and I just texted her, you know, thanks for sending the box and you know, you don't need to send the suitcase.", "I'll come and get it at some point and she just said no problem and I think it in there it was, you know, I really miss you or whatever.", "But I don't know if you sort of feeling like.", "I don't know how she's feeling and I know obviously she's trying to reach out but I still feel like I should be standing in a putting my foot down and not like I'm apologizing to her.", "You know, she can text me and say whatever she wants but that's not good going to change the fact that she hasn't been supportive at all and she can't be and that I don't feel like I can talk to her and you know in the past she's tried to stay to say things and be nice and sort of.", "Giving in and went back to you know, it's just it's sort of just went back to the way it was before and then she just keeps doing all the same thing.", "And I don't know and I don't want to give in and I don't want to just ignore the fact that she's been doing all the stuff.", "Whether she checked she text me or it says and says how much she misses me or whatever.", "You know, I'm sure she does and that's fine.", "But the same time it's like a she really misses me.", "Then why can't you pick up the phone and call to she always just text messages and sends me messages if it mattered that much to hurt him.", "Why don't then why wouldn't she just pick up the phone and call and leave a voicemail if I don't answer or just take that chance and said she she just sends me a text message because it's easier.", "I feel like yeah, she's trying to be nice, but it's also sort of just a cop-out because she's just texting.", "You know, if she ate sincerely cared about wanting to change stuff that I feel like she should be calling me and making a probe laughter and not just sending a text message.", "It's much easier to do that rather than actually call somebody."]}, {"speaker": 1, "dialogue": ["It sounds like both with your mom and your boyfriend there are similar frustrations, but their actions are not cord coordinating on concurrent with what they're saying."]}, {"speaker": 2, "dialogue": ["Yeah, and so I feel like confused and just sort of I don't really know how I should be acting.", "and what I should be doing and I definitely with my mom at least, you know, I feel a little bit more like I know which", "where I want to go with her and then I don't want to go back into having the same crazy relationship and the yelling and the drama and you know, I've already made that decision.", "And it's sort of a hard decision to make but I can't continue to let her control my life and you know blow everything up when you know, I need her during important times.", "And so I think as hard as it may be she as she keep sort of text messaging me or whatever.", "I just have to I guess stay strong and not sort of just let her back in like I normally would do.", "But you know with my boyfriend, I don't know like I want to work on the things and I want to make them better.", "But I just what he says and what he does or sometimes two, totally different things and then I'm not sure what I should be doing.", "and is becoming a little frustrating and you know, I don't know like I even when I try to talk to him is sort of", "He just says the same thing all the time about trying to keep things separate and all that.", "But I don't know if I need to sort of dig a little deeper and just say like I'm not sure if the skies is if this is going to work or I'm not sure if the says, you know, the sort of approach is okay for the time being, you know.", "It's not going to like if he doesn't know he doesn't think or he doesn't know I guess.", "Is what he's saying, you know if he can get over everything that's happened.", "That's fine.", "But I feel like he's also not trying to figure out figure that out right now.", "You sort of just being a depressant sort of wallowing in his own self-pity which for certain.", "Of time I guess everyone's allowed to do that.", "But at some point he needs to kind of do something about it make an effort on his part to sort of figure out his feelings and what he wants and all that stuff because I care about him and I love him but I can't wait around forever to figure it out, you know, if this is going to work out or not, so it's sort of frustrating.", "I just kind of wanted to do something but I don't want to be pushy and you know, I guess everyone has to do it in their own time, you know, I know years ago that I probably should have been here in this room and I just never did so I can't, you know point fingers at him and say like you need to start doing something when it took me years before I finally decided that I needed come.", "I just don't like being in the story of limbo."]}, {"speaker": 1, "dialogue": ["What sounded like what happened scared him and it's simply didn't scare him in terms of you know, possible impact of this future.", "But as you said he was scared that he was capable of that.", "He saw something in him that scared him."]}, {"speaker": 2, "dialogue": ["Yeah, he says I just didn't know that I had such anger in such feelings inside of me.", "And he thought that he had sort of given that he had sort of gotten over them.", "And I think that we've had a few conversations worried.", "I sort of look back and said, you know, oh, well there were some red flags over the years that you know, I'm now seeing and maybe have indicated that I didn't quite get over everything that happened before and you know, I should have done something about it.", "But yeah, I guess saw after such a long.", "Of time that he was just bitter and not really, you know over things.", "But you know now I think he realizes that he wasn't.", "And the fact that he still feels that way as sort of a gift scary to him."]}, {"speaker": 1, "dialogue": ["Well, what happened before before when?"]}, {"speaker": 2, "dialogue": ["So I guess it was six maybe seven years ago.", "He dated a girl when he was living in Maine and she apparently was very interesting and very kind of controlling and didn't you know, I always felt like he was doing something and he was going to hurt her emotionally.", "And where she would make him open up his email and she would read his email and she would even read through his text messages.", "And if he mentioned another woman whether she was married single you were really well or didn't know she would freak out and just you know, he's like, I feel like she's just emotionally abused.", "And there was a lot of different, you know, she said a lot of things to him that were nasty and mean and condescending telling him that he was in a terrible person and all kinds of stuff.", "And he's like she used to take all kinds of like I think she was on anti-anxiety medication.", "He said she was taking Xanax and all kinds of stuff and then she would go off of it and she'd go back on it.", "And then I think they were just a lot of emotional turmoil that happened and I think it was only like 2 years or two and a half years that they were together and eventually he said he was just taking it and taking it and taking and he thought he could help her to fix and fix her and you know, it came to the point where he just couldn't do it anymore like kicked her out, but I don't think he ever really got over the whole situation.", "Does he still sort of talks about her in a very bitter way and how she, you know did so many things in him and all that stuff.", "So I kind of know it seemed to me at first like you really wasn't over it, but I didn't realize that it was as bad as it was and he has so much anger and he didn't realize it either.", "So I guess realizing it as a positive thing and now he's sort of needs to get some help.", "Needs to get some sort of help with you know, dealing with all of the emotions and feelings that he has sort of.", "There are related to that so that you know, I guess it doesn't come up again.", "I think part of him is scared.", "Like what if it happens again?", "What it's the same thing happens between him and I that happened a month ago.", "What if we think everything is fine, and then it happens and I'm like, well, you can't really live in a motive.", "What-ifs because you can just going to think what if it's going to happen again and then what if what that's what it is, then you're never going to do anything.", "You're just continuously going.", "To be sort of scared about everything how everything happens and you know.", "You sort of take that chance, but you realize you know, I sort a few things and I guess help your own mental status and get your own feelings out.", "So it doesn't happen again.", "So, you know.", "It's not to say who knows.", "We didn't know it was going to happen it all the first time.", "You know where?", "So we're doing everything we can to try and make sure that it doesn't happen again.", "You don't normally expect that if it's not something that you can predict and say like this is going to happen today."]}, {"speaker": 1, "dialogue": ["Except you don't feel like he's doing everything you can."]}, {"speaker": 2, "dialogue": ["I don't I don't I feel like he really needs somebody to see somebody about it and I sort of felt that way.", "She has a really bad back.", "So when he was younger, he was working for a company or something before we went in the military in a refrigerated her going on his back.", "So we just was in constant pain all the time.", "And he doesn't want to take any medication for it and he knows all this stuff but you know in the military if he does go to the doctors too much and they say that he has to have spinal fusion or something like that.", "Then he has to", "I have a waiver and it's kind of and it kind of messes with his career a little bit.", "So he's always been nervous to do something but he's always complaining like my back hurts my back hurts and back hurts hurts into me and I'm like, well if it hurts so much then go to the doctor or go somewhere and you know, like do the stretches that you were given to do by your physical therapist or by your doctor from before or go see a different doctor see if you can get the injections are like do something instead of just continuously complaining about it.", "And I said something start is", "In trying to be nice about it, but you know trying to be a little bit firm.", "and a few months ago and it started resulted in an argument where you know, he was like", "he was upset because I was being is not really mean but not necessarily supported or whatever and I was like, but you're always complaining and you're never doing anything about it and it's frustrating when someone on the other end and all they hear you do is complain, you know, I can see you in pain in your visibly like you can't walk sometimes but", "You're not really doing anything or trying to help sorcerer.", "You like the same thing.", "Why are you saying that he used to do something and he doesn't want it to be this way, but he's not really doing anything right now.", "It's sort of frustrating me."]}, {"speaker": 1, "dialogue": ["because he"]}, {"speaker": 2, "dialogue": ["Yeah, it's just like he complains about stuff, but then he doesn't do anything to like change it.", "So I'm just like, you know, if you want to pick something then he should probably put some effort into making some serve change no matter what you have to do.", "So I kind of gave up on asking questions or give you know about us back.", "It was sort of like I just stop asking questions or stop asking what he could do because he said he just felt like I was being to badgering.", "but I was in my opinion I just feel like", "I was just asking him questions.", "Like what what can you do?", "Where can you go?", "You know, what are your options?", "And he's like, I just feel like you're being pushy and I was like, okay, I'm sorry, so I haven't really press will going to see a therapist subject the moment but every once in a while I kind of made a comment about it and you know, he's like, I know I know I know but sort of says the same thing about his back so it's going to be coming frustrating.", "I don't want to just ignore it.", "But I guess he just needs to do it on his own time or whatever.", "He wants.", "I mean, I don't like being told what to do either.", "But sometimes I feel like I don't really complain all the time without doing something about it.", "So maybe that's just the way my mom was to me like don't complain about it.", "And that's sort of how I feel about stuff."]}, {"speaker": 1, "dialogue": ["Did she say that often?"]}, {"speaker": 2, "dialogue": ["Yes, and no means she definitely wasn't like a very lovey kind of person.", "She was more more of a tough love kind of person.", "So I guess it's probably a little bit where I get it from.", "I sort of was just forced to get over stuff or deal with it and not have to let you know.", "There wasn't like very big emotional conversations.", "It was it was just sort of like suck it up and move on kind of thing.", "Primea guess that's my mentality where I just sort of end up sucking things up and moving on and not really.", "You're not saying anything or you know, just letting people walk all over me and not say anything like no or whatever.", "I just kind of let it happen.", "People I work for I usually let them I feel like probably walk all over me with you.", "No watching the kids and always being home and everything, but actually yesterday that I asked me to watch the kids at night and I plan to go to Yogurt to a yoga class and they always ask me like the morning of", "if they can go out that night and is frustrated me ever since I started and I finally got the got the courage to say to her yesterday.", "Like I don't mind if you go but I would really appreciate if you give me more than you know, like a 12-hour heads-up because I do have things that I would like to do at night when you get home from work and seeing that I'm the one that that's home all day with the kids."]}, {"speaker": 1, "dialogue": ["my phone"]}, {"speaker": 2, "dialogue": ["You know Wednesdays are half days of school in Wallingford.", "So they get out of school at noon.", "So I have them from noon until 6 or 7 when their parents get home.", "And I finally just said, you know, like if you're going out if you're going to go out, that's fine, but I need you to tell me before I need you to tell me beforehand.", "The morning of", "And that was kind of a big deal for me because I'm usually just when it comes to them or a lot of people understand like okay, okay, okay, whatever and I'll probably complain about it or get annoyed and then don't really say anything to them.", "So finally saying something.", "Turn trying to you know convey it was.", "Convey it in sort of a nice way, you know, if you can just give me a little bit of a heads up and she's understanding about and she was like, I'm sorry, I guess that will try and you know plan a little bit better.", "Send me that was like a big deal."]}, {"speaker": 1, "dialogue": ["Do you feel okay?"]}, {"speaker": 2, "dialogue": ["Yeah, I was like she because I think sometimes I'm always so afraid that people are going to be mad or she's going to be upset with me.", "And so I don't want to say anything to really make waves and I would just sort of let them do whatever they wanted and saying something to her really just saying.", "Oh no, I understand actually fine.", "It was kind of a relief for me.", "Because I didn't expect it.", "I sort of expected her to be annoyed, but she wasn't she totally understood and I think she does understand that.", "I have a lot on my plate right now.", "So if they could be a little bit less, I don't know what she", "we're not really pushy, but if they could be a little bit more, you know, I don't know what the Lord would be in blank now.", "But considering my time, I guess instead of always just considering there's", "and you know because they will come home from work whenever they want to and just", "And they only have an hour or two at the kids.", "Sometimes they go out and sometimes one has a meeting and they leave anyway, so, you know, it's fine, but I would rather them be able to say things.", "So I did I feel pretty good, but she wasn't annoyed and I wasn't able to say no.", "Plus I also feel like at this point.", "I pretty much just lived to always be there.", "I'm always at the house always do stuff with kids.", "And you know, I wasn't there on the weekends a lot when Kevin was living in Maine because it was only a 3-hour drive so I could leave but now that he's living so far away.", "I can't fly there every weekend.", "And you know when I was there on the weekends, I was always doing stuff with them and always being with them and I'm like, I can't be here all the time because it's making me nuts, you know."]}, {"speaker": 1, "dialogue": ["What is your agreement with them in terms of how much you work?"]}, {"speaker": 2, "dialogue": ["Technically, I only work after school Monday through Friday.", "Like I pick the kids up from school Monday through Friday.", "And then if one of them one of them has to she always leave you to work at 7:20.", "But he usually takes the kids to school but he has to go in early or something.", "Then I'll take the kids to school.", "Start of the agreement and then I have the weekends myself and I'll go out like once or twice during the week and that's fine.", "But it's sort of got to the point where you know, if I was there on the weekends they were like, oh, well, we're just going to run to the store.", "Would you mind watching the kids or we're just going for a walk?", "Would you mind watching the kids?", "And since you're home sort of thing.", "Kind of like they were taking advantage of the fact that I was there and I and that I live there and I don't have anywhere else to go.", "It's not like I'm leaving and going to my own house.", "So it sort of was getting really frustrating.", "And they were taking up all my time and they were taking just clearly taking advantage of me there of me being there and I was getting really frustrated and now I kind of feel like alright.", "Well if I'm going to have to be here on the weekends, I'm also going to have to start by any other things to do and certified separating myself from always having to do stuff with them and not really feeling obligated that I have to", "Like I don't have to eat dinner with them and I don't have to.", "Sit down and have breakfast with them and I don't have to go everywhere and sort of.", "Do my own thing and hopefully as a happens over the next 6 months, you will make me a little less stressed out and just feeling trapped.", "Because when you're living and working all the time in the same house.", "And then on the weekends are not really getting a reprieve from the same people in your just with them seven days a week and I'm with the kids, you know, seven days a week.", "And you know a normal job, but I would have my weekends free and there was a lot of times that even when I was in Maine, they sort of didn't really respected the fact that I was away and they would you know, they wouldn't call so much but you know, they send me emails and one time there's a snowstorm.", "I think it was back in November or something, or maybe it was October.", "There was the hurricane", "and I was up in Maine and they're like, you know kids don't have school, but they", "emailed me Eric.", "In the morning and said, can you be home by noon?", "And it's a three and a half hour drive for me.", "So I", "Finally crawling was like no, I can't be home until noon because this you know 8 in the morning or asking me to be home in like 3 hours or you know know on the way.", "and it's just like", "little stuff that", "that I didn't I don't even think they pay much mind to.", "Is your sweater?", "Yeah, whatever.", "But to me, I'm like your started invading my personal space I guess."]}, {"speaker": 1, "dialogue": ["because that feels familiar"]}, {"speaker": 2, "dialogue": ["My mom's always done that.", "She never really gives me a break and I just want to have some time to myself.", "And they kind of are always just taking advantage of stuff and it gets really frustrating and they don't I think unless I say something and I'm like I did yesterday about not asking the day of about watching the kids.", "The probably won't ever really change.", "So I feel like now I have to sort of do things and not be around so much.", "I don't really think that they care but it's like to them if I'm there then.", "What's the difference?", "So there's sort of like a little lack of respect in the whole boundary situation.", "So that sort of adds to some of my stress being there all the time and not being able to sort of get out.", "Hopefully I'll be able.", "To be a little bit more assertive about my own time on the weekends if I'm going to be there.", "And that should help."]}, {"speaker": 1, "dialogue": ["Because it takes I mean certainly they should be more thoughtful of you.", "They definitely should but it takes two to be taken advantage of its both people who are either until into or just not thinking about another person and then you are not setting the boundaries."]}, {"speaker": 2, "dialogue": ["Right, and I sort of as I was thinking like, you know, I let them because I don't say no and I don't want to upset them by saying no or you know, anything like that.", "So they're not intentionally trying to take advantage of me, but they are.", "And so it does, you know, it works both ways, you know, I'm sort of allowed them to do it.", "And they just going to continue to do it whether there.", "Go to singer.", "So even though this is my last sort of six months there.", "I feel like I'm going to have to really start putting my foot down over the next 6 months or I'm going to go crazy.", "Being there all the time.", "It's just a lot never having a break especially with the kids because they don't really have There's No Boundaries and when their parents come home and they started.", "And they can sort of leave me alone.", "And I don't mind a thing.", "It's just", "I constantly ask all of us for stuff when you know."]}, {"speaker": 1, "dialogue": ["There's no separate."]}, {"speaker": 2, "dialogue": ["Yeah, there's not really any separation.", "I sort of become less like the nanny more just part of the family.", "So, you know when we go places she doesn't even like introduce me as a nanny.", "She's like I was just feel like still so bad introducing you like that because I feel like you're more of like family.", "I'm just like, oh, okay.", "That's fine.", "That's great.", "But you know when it comes to things like having boundaries and separation and giving me my own personal space.", "When I needed it, especially when I'm there all the time.", "Oh boy."]}, {"speaker": 1, "dialogue": ["Well, we're going to have to stop for today."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Can I just ask you if I I don't if I'll need this and if you can't do it, that's fine, but I'm wondering if we would be able to start 10 minutes earlier on Thursday.", "Is that a possibility?"]}, {"speaker": 2, "dialogue": ["Yeah, that's fine."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["at 10 after 1"]}, {"speaker": 1, "dialogue": ["It would be 10.", "I'm not entirely I'm not entirely I'm teaching until the end of the month and my schedule is shifting a little bit."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["So I'm not even sure that would work, but would it be okay?"]}, {"speaker": 2, "dialogue": ["Yeah, we need to do if we need to explain."]}, {"speaker": 1, "dialogue": ["Okay, okay."]}, {"speaker": 2, "dialogue": ["Yep, absolutely."]}, {"speaker": 1, "dialogue": ["I very much respect times and don't like to move them."]}, {"speaker": 2, "dialogue": ["Oh, no, no.", "No, I usually would be here on time.", "But today I got a late start.", "But yeah, that's fine.", "Okay, great."]}, {"speaker": 1, "dialogue": ["Okay, so let you know let's do 1:20 unless I contact you.", "Okay, very good."]}, {"speaker": 2, "dialogue": ["Thank you."]}, {"speaker": 1, "dialogue": ["Have a good trip."]}, {"speaker": 2, "dialogue": ["Thank you."]}, {"speaker": 1, "dialogue": ["Okay.", "Take care.", "Yes.", "Yes.", "Thank you.", "Press the button and make some noise."]}, {"speaker": 2, "dialogue": ["Elsa"]}, {"speaker": 1, "dialogue": ["Take care."]}]