[{"speaker": 1, "dialogue": ["Good morning."]}, {"speaker": 2, "dialogue": ["Good morning.", "Do you know any therapist in Maryland?"]}, {"speaker": 1, "dialogue": ["I do actually I know someone who is very good.", "And I also have a pretty big network of colleagues here who would he will know some people there?"]}, {"speaker": 2, "dialogue": ["Okay, one of the funniest friends visited over the weekend her sister has just moved to Maryland and is struggling to find a therapist that works for her."]}, {"speaker": 1, "dialogue": ["I know someone very good I've got but I've been in contact with him a couple years ago, but I can I bet you can you I can dig up his name.", "I thought he was very good when I spoke to him."]}, {"speaker": 2, "dialogue": ["Thanks, if it's not too much trouble."]}, {"speaker": 1, "dialogue": ["It's fine."]}, {"speaker": 2, "dialogue": ["I think so.", "I feel like last week's session was very helpful.", "So I've asked if you could want me more and keep I really appreciate that.", "I feel much less.", "I was floundering."]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["So thanks.", "I think you asked a question.", "Did I feel like I was floundering in my everyday life.", "I think I sort of said yes.", "Yes and know the answer is probably more.", "Yes, then no in some ways, but like this is an anchoring point in some sense.", "So helpful to be here and particular helpful last week.", "So, thanks.", "I think I also expressed that I felt anxious while we were talking.", "I didn't really have a reason as to why but after I left I think that because it's that I rely on the session that I was and sometimes am anxious.", "Like we won't get to something not that I have a particular thing.", "I need to get to but like the time is very precious to me.", "So I might waste it or something.", "So those are my summarize thoughts.", "We were talking at the end about what constitutes a good reason or bad reason for making relationship decisions.", "I thought maybe we could take that up again."]}, {"speaker": 1, "dialogue": ["I'd be happy to do so."]}, {"speaker": 2, "dialogue": ["Thanks.", "It's sort of it occurs to me that I should probably talk out some of the features of last week.", "So it's my new friend Candice came to visit Candice was trying his roommate.", "I will even married very good friend.", "She's great.", "The one of the few people for who was always good for for who for Tanya.", "It's always good to visit.", "So", "it's helpful to have her it's good.", "She got in on Wednesday and then left Friday evening.", "So it's kind of a strange time.", "But she was on spring break from the teaching job.", "She works at", "So I think that the most save me a piece of that is that like I think there's two pieces of it that in terms of preparing for Candice to visit, you know, cleaning the apartment converting the room that we have a table and to a room that has a bed in there.", "So Candice could stay with us.", "I did all of that work.", "So particular, you know just how guess so maybe the more important things is Candace Scott in on Wednesday when Tony was at work and so Candice and I sat and talked for a while then her sister.", "I don't know if I knew this and had forgotten it but I think that I knew this her sister is bipolar and that was a real struggle with", "She had been diagnosed with that in high school for Candice.", "So it was interesting to talk with her some about how this affected funniest illness affect her and sort of for understanding of my position in them.", "I have the sense that I can express but not explain very well that like being able to walk or being able to talk with Candice and that way was something that is missing from my relationship with Tanya to a large extent.", "Not particular about those subjects, but those were part of the conversation.", "So that seems important."]}, {"speaker": 1, "dialogue": ["when you say talk in that way, how do you"]}, {"speaker": 2, "dialogue": ["Yes, that's the right question.", "But I don't know how to answer it.", "Did you ever like sit and have coffee with someone for a couple of hours that I"]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["you might like it and sort of talk about New Zealand or what you're thinking about and progressed through bad to talk about like what?", "Here's a whole conversation that has many different parts of describing experience you understand.", "That's another thing.", "I don't know how to articulate a better than that, but there's a sense of like scope and depth.", "Talk about many things and it doesn't have to stay shallow in any way.", "There are only intense moments of danger or some kind in the conversation."]}, {"speaker": 1, "dialogue": ["And so with Tanya that feels like moments of danger."]}, {"speaker": 2, "dialogue": ["Sorry, I said it and I sort of saw you grab on to that one.", "I think you should and I understand why you would but yes."]}, {"speaker": 1, "dialogue": ["But this isn't come they're not like intense moment of danger implying that."]}, {"speaker": 2, "dialogue": ["Yes, I know.", "Yes.", "So there are certain topics that like set Tanya off.", "Or that's funny can't talk about those feel dangerous to me because I don't trust 28 to handle her emotions.", "So I guess I don't have trust that.", "It's going to be okay or like that.", "Candice and I were talking like I don't know that was I think a very hard time for her.", "Yeah.", "And so I was I said, well, you know where boxer there and some senses.", "But we're back in the hospital.", "This is Rita and some stones or feels like it and so it's sort of raise the question of like this ever going to go away.", "What is our future look like.", "And I think that was when she told me that her sister was bipolar and that like it had made her Search Wonder also whether this was a thing what that was going away or whether this was men and so we both sort of side with that moment and she was okay.", "I need to talk about something else.", "That's too much and so he did."]}, {"speaker": 1, "dialogue": ["sitting with the"]}, {"speaker": 2, "dialogue": ["No, no the last part that I need to talk about something else."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["Like this is going to be personally, can you move?"]}, {"speaker": 1, "dialogue": ["So modulating something or moderating."]}, {"speaker": 2, "dialogue": ["Yes, yes.", "Yes.", "Protecting yourself also and expressing her needs at a time when they can be met still.", "Not same situation 21 on say anything until it was like until she was already overwhelmed by whatever negative feelings there were.", "That's not helpful to anyone.", "Not that it's expected to be overwhelmed by feelings, but that like"]}, {"speaker": 1, "dialogue": ["Seems like you're really a warrant on probation is interesting."]}, {"speaker": 2, "dialogue": ["so I think that's a larger part of what I mean about like intense moments of danger."]}, {"speaker": 1, "dialogue": ["I think she can't take care of herself in that way."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Then maybe at times going there is okay, but not be able to not go there at times when there are other things you need to do, you know, or just sort of function in your day.", "You've got to wrap it up and move on."]}, {"speaker": 2, "dialogue": ["Yes, yes, and we supposed to situations where things like that are coming up or are going to come up like some sense of being able to drop her.", "Boundaries and say like I need to not go there right now before you've been there.", "So in couples counseling Monday, I can't remember exactly how the conversation evolves over time but it ended up talking about 20 of work at her church being about like taking care of people sometimes like going and she would go.", "Sorry and she would go to the morning service on Sunday sometimes and then like afterwards that was summer to visit.", "someone who couldn't make it to church", "Yes, and she talks about it in the context of like this is a thing that is normally very good for her but gets very very hard as she gets worse.", "Dr. Janice picks up on the it as a thing.", "Like this is a thing that helps you feel better which is true and the nice observation, but he also been like bra.", "That's why our relationship in the context that like maybe she would feel better.", "If she felt like she could take care of me which is definitely a saying that she says or believes or wants to do which eventually to me expressing The View that I I don't particularly trust her and that description of the issue.", "The one that you was giving sounds to me like you should let her take care of you as another thing.", "That you do not buy you do to make her feel better.", "Like you should extend some arbitrary amount of stress not because it's like because I will help her and I found it frustrating."]}, {"speaker": 1, "dialogue": ["Did you share that with him?"]}, {"speaker": 2, "dialogue": ["Oh, yes.", "Yes, perhaps less the lightly than I would have liked."]}, {"speaker": 1, "dialogue": ["Can you tell me how that frustrated you?"]}, {"speaker": 2, "dialogue": ["Yes.", "I guess I started the summary off of the things that happened that week by saying that I did all the preparations for Candice to come visit that takes time in addition to like spending some time with Candice all weekend to sort of catch up on the things that I have.", "I have not done while I was doing those things.", "It's very frustrating to carry like I guess it's frustrating anytime.", "It's particularly frustrating.", "Contacts to hear like well if you just do a little more Tony will be better like if you know where yes, if you do a little more 20 would be better.", "Maybe that's true somewhere but I don't think that's the point at the end of the day.", "I think that the plant the end of the day is that when you can't take care of herself or can't always take care of her so I've certainly become frustrated talking about it.", "I'm not sure if I articulated why I'm frustrated but"]}, {"speaker": 1, "dialogue": ["Well, let me make a running analogy which may not be helpful to you.", "So but I'll give it a try.", "So what so and I was thinking well, you can tell me if this feels like part of the point.", "Maybe it's a little bit besides the point but the focus of couples therapy is different from the focus of individual therapy for a lot of reasons, but specifically it relates to someone relationship.", "The focus of individual for couples therapy is not either weather either partner wants to be in a relationship.", "The goal is to make the relationship the best the relationship they can be whether one wants to be in a relationship or not is a separate issue a very important issue but not really the focus of couples therapy is kind of like a personal trainer answered and said, I'm not really sure what I want to get into this race or you know, but", "But that's not the personal that's not that's that's a separate issue.", "You go to a personal trainer the personal trainer helps you get to that training for that race whether you actually want to take the stuff to do the race is a very important question, but it's not one you think you can talk about with a personal trainer.", "Does that make it's not a great analogy?", "It's actually a pretty good analogy, but that's sort of how I don't know if that address is some of the frustration that you're feeling."]}, {"speaker": 2, "dialogue": ["Yeah, so let me make the analogy a little bit worse by stretching it more than it probably needs.", "So now turning to your personal trainer the coach and you're running a relay race and one of the one of your relay race Partners has a broken leg, but the coach is still trying to train you to win the race.", "I think more how it feels.", "Well, if you just run twice as fast like, you know, you guys will almost be as good as me where"]}, {"speaker": 1, "dialogue": ["Ashley a really I think that out analogy, I think that is at least that analogy that conveys to you what you're feeling."]}, {"speaker": 2, "dialogue": ["I feel like it was good at doing that.", "At least I'm glad that it works.", "So, you know, it's and part of the thing about feelings is that I don't think that's actually what he is doing and you know, I actually think he's very good and I'm glad that we got to him for the most part.", "But right now I'm very frustrated with this idea of like trying to make a relationship better when I'm back on yet is out of the crisis where she has hospitalized but she's still pretty bad like she's not doing well.", "So we go there in like we can't really talk.", "About trust.", "I mean we did because that was where the conversation went.", "And I didn't avoid it like I do sometimes but ends up in the place where I stay like, I don't trust here and why should I so which I feel like it's not particularly helpful to Tanya when she is, you know, struggling with her broken like"]}, {"speaker": 1, "dialogue": ["Well, but it's the truth."]}, {"speaker": 2, "dialogue": ["yes."]}, {"speaker": 1, "dialogue": ["And I have to believe the truth is helpful somehow.", "I'm serious."]}, {"speaker": 2, "dialogue": ["Sorry, I wasn't laughing to dismiss that.", "Yes at the Viewpoint that I am committed to also but I don't always feel.", "So yesterday so Sonia like in the morning Tony will get up and then get ready for the day and then I'll get up around the same around the time that she leaves depending on when she leaves because she leaves at different times of day and so often it's the case that she'll she'll like come say goodbye as I'm still half-asleep.", "So yesterday she sort of said in a slightly peculiar way.", "Goodbye James, which she never really says my name when she is saying the but I don't know why I think and you know, so I was concerned for a portion of the day that she was going to kill herself.", "I think that expressed my feelings about the truth and dangerous or something to"]}, {"speaker": 1, "dialogue": ["the sounds", "Like such a simple statement and perhaps in a way, I don't mean it at all.", "But ultimately you need to decide what you want.", "And if you want this and part of the problem with this is it's not clear.", "What its this is is this how Tanya was going to be this is a very bad stage in her life that she will move on from at some point.", "Those are unknowns.", "And so that decision needs to be made with those are nuns because those are unknown it certainly seems like there's this is going to go on for some time.", "it's certainly not clear to me whether this is just going to be a lifelong illness that will basically have this course or whether she'll get better could really go either way and a that you have to think about whether those situations are okay, and if you ultimately want this"]}, {"speaker": 2, "dialogue": ["You know that was strikingly direct.", "I appreciate it.", "Yes.", "I don't know how to make that decision with what you think, you know, so half of this is why would anyone want this?", "You know that all hinges on the meaning of want or the righty of different maybe hinges on this?", "I don't know yes or no other contacts.", "I have something like Siri responses to uncertainty.", "When is to formulate a test case.", "I will differentiate between possible outcomes that's not really icy.", "And no way to do that here when the large uncertainty is what's going to happen in the future that really becomes not a useful way of handling.", "The problem 1 is to reduce uncertainty see as much as possible and then leave the uncertainty uncertain", "But that usually goes hand-in-hand with the other one.", "So like here's a range of possible mechanism for a chemical reaction.", "We can rule out all but two of them.", "You can't decide between them but leave at least ruled out all the other ones.", "You did that sometime ago right you presented the main fold of world in which I would be okay and hens essentially two features on it.", "So", "And that was helpful in the short-term and that's not particularly helpful in like which of those will I need will I end up or should I end up on?", "And a third it's a sort of attempt to estimate the uncertainty.", "What about it and some way?", "I'm not sure that's actually feasible here either so I didn't see a real well beyond that just said something about uncertainty.", "I don't know what to do about that.", "Actually, I think there's a four thing to so in terms of like personal decisions.", "I think I will attempt to sort of observe other people making simple decisions and sort of monitor my reaction to them and sometimes that's helpful.", "It's the reason that I like well written TV shows actually"]}, {"speaker": 1, "dialogue": ["Well, maybe another way of looking at it sounds like it's missing a piece but that's sort of how Tanya will fare in the future.", "If you take that variable out and say is that doesn't matter that much.", "I mean I is this the marriage that you would want to be in now and they're there enough things about Tanya that you love and value and are there enough parts of your moral system that you feel committed to that.", "This is the marriage that you want to be in.", "And so just try to sort of assess well things go better the future of this will be worth it verse not maybe it's not as important.", "It seems important in some ways, but then I thought about more and I thought I don't know because I'm even if I mean you can sort of makes your argument and safe.", "I'm 5 years from now Tanya is doing better will 10 years from now.", "She might not be"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["so sort of tried to assess based off of your current investment could be very crude, you know later out come on a card investment.", "Maybe it's not a very good way to go."]}, {"speaker": 2, "dialogue": ["Yes.", "I did not clarifying.", "I was sort of sitting here thinking about so if I were to stay I", "why this marriage it's clear to me that I need to construct the rest of my life in such a way that is fulfilling in the ways that this marriage is not or else.", "I wouldn't be happy right because which is more or less exactly what you said many months ago.", "Yes.", "I was also thinking about I don't want this but I also think that those aren't and I don't want to walk away from that commitment that I made but if I hadn't made that commitment, I wish I would have my only reasons for not walking away.", "Would be concerns for Tanya's well-being in the short run.", "Like I actually don't want to hurt her.", "I do love her."]}, {"speaker": 1, "dialogue": ["And if that's true that you will need to find a way to have that be more sustaining during these periods.", "Meaning, you know, your commitment to commit answer that being your kind of moral code and value system and sort of maintaining that adhering to that will help will need some sort of help you whether these more difficult.", "You know getting some satisfaction that you are hearing to that and other words.", "This shouldn't be the only reason not to leave but this it should be something that sustained you while you stay"]}, {"speaker": 2, "dialogue": ["Yes.", "I hadn't thought about.", "That seems like an interesting topic for all.", "In terms of it's that important to me.", "Why don't I find it the same thing or something like that?"]}, {"speaker": 1, "dialogue": ["Experience is something that's confining and is limiting to your options.", "It's very different thing than something that you're practically committed chill and that you feel fulfilled you feel good about fulfilling."]}, {"speaker": 2, "dialogue": ["Yes, I need to think about that a little bit more.", "I sort of feel like there are broader implications, but I can't pull them all out right now.", "And I also feel like it's a little bit my own thoughts on its on it are sort of distracting from the main point if that makes sense.", "Yes, I guess another way to describe it as I feel like there's a conflict between my", "You put it commitment work commitment to commitment and my desire to not be unhappy forever or not be unhappy.", "Right now and I guess there is some resolution to that conflict in while you're just saying I also don't know how to work out."]}, {"speaker": 1, "dialogue": ["Well, I'll see you next week."]}, {"speaker": 2, "dialogue": ["Thank you."]}, {"speaker": 1, "dialogue": ["Take care."]}]