[{"speaker": 1, "dialogue": ["Hi, come on in."]}, {"speaker": 2, "dialogue": ["Thank you."]}, {"speaker": 1, "dialogue": ["Good morning."]}, {"speaker": 2, "dialogue": ["The last week this time, I think I was out of practice was part of it just like it has been a long time and I think we asked if I knew I was frustrated and I don't know what I said.", "If I answered that it's time that I had known that I was frustrated but not perhaps the extent to which I was not talking about being frustrated and that's hot difficulty talking about being frustrated with you.", "My friend Franko is applying for academic jobs right now, which is a stressful thing normally, but he's also the advice he got from his thesis committee was that he should just do another project real quick before he applied for jobs and use that as the top.", "So it gives him a month to do the work that normally would take a year or something which is terrible advice, but it's what he got.", "So I've been talking less about my frustrations with him so I can be available to him and not clearly not very good time in his life and not talking with Tony about it.", "There's kind of just a I think it did turn into a you know, it's like when I would come in here six months ago and I would be very angry or upset and not as aware of it or where the extent to which I was tamping it down keep going through.", "I think that's part of what was going on.", "It's a good thing that we had the sessions last week Tanya and I went to wedding of one of her cousins this weekend, which was a hard time for me.", "The wedding was beautiful and there were a lot of parties and that was all fine.", "Normal kind of annoyances that go along with going anywhere with her family.", "No one's ever on time for anything.", "We made it to the wedding on time by only by about 2 minutes and only because we tried to get there about 40 minutes early.", "So that was good.", "It's one of those things.", "I don't particularly care if we're always going to be late if we're not also trying to get there on time.", "So it's sort of like a I don't know the other failure to match one's own expectations is a particularly frustrating part for me anyways, so I just I started to say expectation that we've been an hour late and then it was so I can deal with that but that's that goes for talking about changing expectations in the face and not being able to trust that something will happen reset.", "The expectation is starting my response to it.", "You know, all the time is extended family.", "Wanted to know what a biomechanical engineer does.", "There was a nice guy Fisher out of frame it it's a reasonable question except for the panic and all of their eyes as they're asking question because I'm not going to understand what you're going to say Panic so I can't get a good response to that face with the these are minor things that just come with the territory there.", "Okay, we kind of got through them and move on it was the weekend was particularly hard, I guess in one General way and in one specific way the specific what way was that?", "It was very hard to stick to the same wedding ceremony the same letter G that I had gone through, you know, they say essentially the same.", "Was to each other and here I am sitting next to a person and having about sort of read to me as a", "People contract with the reality of my situation at present.", "These are the intentions or these are the promises and here's where we are."]}, {"speaker": 1, "dialogue": ["Were there particular vows that were especially hard to hear?"]}, {"speaker": 2, "dialogue": ["Doing the service they do this strange thing where they do exact location of intent and then they actually do the boughs and their separate parts of the ceremony presumably to ensure that the person get married isn't being forced to get married.", "That's why they have to declare their own in time.", "It's all historical kind of silly.", "And in that part.", "That's the part that contains the forsaking all others piece.", "So that's a little hard to hear.", "It's sort of like I was I guess I was in the process of dealing with that issue and then things got traumatically worse on the depression suicidality front.", "So it's hard to look back on my.", "And my marriage if any.", "Of my marriage say that was a really good time for longer than a few weeks.", "Pain in the actual Mouse portion.", "There's the in sickness and in health part, that's kind of a it sounds like a trap to me now.", "You know I made that I was fully aware Tanya's history of depression and amidst anxiety.", "That was her sort of default State during the wedding planning.", "But this where we are now is not really on the map when I did that so, you know, the whole thing kind of has a for better for worse for richer for poorer in sickness and in health sort of Duality contrasting to it.", "So it's hard to deal with when it feels vaguely like a bait and switch like yeah, there'll be both of these things.", "You'll have to deal with some bad things, but they're all be good things.", "Well, it's not been a whole lot of good things.", "So,"]}, {"speaker": 1, "dialogue": ["What are you thinking about?"]}, {"speaker": 2, "dialogue": ["I was thinking about the other difficult part of it, which was the family and Tire in the entire scope of the weekend.", "I didn't put on his father and her sister both come to visit us in Andover, but I haven't really seen or really spoken with either of them in five or six months.", "So"]}, {"speaker": 1, "dialogue": ["It's been that long since we've been here."]}, {"speaker": 2, "dialogue": ["Maybe I miss estimating.", "So I guess Amanda was here in February.", "So that's been about 6 months.", "David was here maybe in March.", "So maybe April one of those two so four to six months.", "Yes, so it's been that long since they've been here.", "They've been in touch with Tanya talking to her which is good.", "But essentially not communicating with me at all, which I wouldn't say.", "I thought about a whole lot but I'm seeing them again.", "It's sort of like, yeah, I guess things have been hard here.", "And where have you all been and we're not going to even talk about it being having been hard or anything the entire time that we're here.", "I just, you know, there's a sort of mutual and knowledge meant that it has been a long time since you see each other and it's good to see you and I think that was real that's about it.", "So", "And so I think I feel more alone in this and angry about that.", "Not that they're particularly people that I would rely on that.", "They were the were the people that were involved in this in at least vaguely in a crisis situation.", "So it's"]}, {"speaker": 1, "dialogue": ["Do you feel like they just you're not on their radar they don't get it or do you feel like there's sort of actively trying to avoid something?"]}, {"speaker": 2, "dialogue": ["I don't know.", "I don't know.", "So I guess we're some of us are leaving the reception the wedding reception at 2 in the morning.", "They're still whole lot of dancing and drinking and partying going on, but it's time for some of us myself included.", "But Amanda it's on your sister is still there.", "And so in that that was the only moment in which we had anything like a conversation about it, and in that moment.", "She wanted to tell me that I wanted to leave didn't really want to be having a conversation at that moment.", "This was like bye I'll see you tomorrow for the conversation on my part, but on her part, it was so glad to see you.", "I've been thinking about you everyday.", "I know we haven't talked, but I've been thinking about you.", "To which I sort of I said, well your life hasn't been exactly great either.", "She's been fired from her job for failure to be organized at all.", "Wish you responded.", "Yeah, but something to the extent that's not an excuse.", "So no, I don't think I'm not on their radar.", "I think that I think in her case, she feels like she ought to do something but isn't quite clear what it is and that has set up some sort of guilt cycle that prevents her from speaking to me except when she's really drunk.", "It's not like I'm thinking about the whole thing.", "If this were a weekend where they were all coming because no one's life is in a particularly wonderful place right now and everyone is like let's just leave everything behind have a really good time and focus on these people who are getting married I can get behind on something.", "A that's not why what they were doing because it's not like they're normally dealing with their issues.", "So it's not like leaving them behind as a change and be David's approach to the weekend was try to mend fences with all the siblings were not someone's always fighting with his siblings.", "There are like six of them, so too.", "so it's", "so that no sense was at the approach.", "So it's I don't know.", "I guess I've lost the thread I can sort of rationalize what's going on, but I'm still upset about it.", "Which I find a little strange in that watching myself perspective because I don't really go there with any exception expectation of actually didn't go there with any expectations at all.", "So I in some part of me.", "It's like what are you upset about butt?"]}, {"speaker": 1, "dialogue": ["Well, it sounds like you didn't go with me explicit expectations."]}, {"speaker": 2, "dialogue": ["Fair enough.", "Yeah."]}, {"speaker": 1, "dialogue": ["You are deeply unhappy and deeply angry about your situation."]}, {"speaker": 2, "dialogue": ["Sure seem to be yeah."]}, {"speaker": 1, "dialogue": ["Yeah, sure seems that way to me."]}, {"speaker": 2, "dialogue": ["I guess I'm sitting here trying to sort out like why why am I so unhappy and angry about this?", "And it seems like the more I try to recapture the sense of self the more I'm like what the hell was all of this and then you know, I think you've noticed that I value personal responsibility and we talked about to what extent is hog assault we're not on his fault.", "And so the farther we get from it, but I guess the more of a claim of lack of control or whatever seems like a convenient excuse or something."]}, {"speaker": 1, "dialogue": ["on her part"]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["Well, I wonder where you going to say something."]}, {"speaker": 2, "dialogue": ["I'm very curious about what you wonder I was just going to say it's also", "I mean, I can't really even talked about it with her because she doesn't remember it.", "So it's like how can I hold her accountable for something she", "I'm in a position of power in a sense if I can say this happened or you were this way and how could she were but or comment so it's like I can't even I don't know address or something."]}, {"speaker": 1, "dialogue": ["And that confuse me for the moment because it sounds like at least some important features of her you feel are still there.", "So when you said you can't address it because it was in the past.", "I"]}, {"speaker": 2, "dialogue": ["No, she doesn't remember it it is it was erased from her memory by the ECT Sochi."]}, {"speaker": 1, "dialogue": ["yeah."]}, {"speaker": 2, "dialogue": ["So like the particularly bad.", "Of Our Lives she has essentially no.", "No memories from what were you wondering?"]}, {"speaker": 1, "dialogue": ["It's interesting because it was sort of related to that.", "There's one piece of dealing with Tanya's illness in the present and then also in the past which is sort of a traumatic event for lack of a better term that you went through that you feel completely alone in and you can't share with her because she was there and not there at the same time or yeah, I guess that's one way of putting it but when you were talking just a moment ago and in terms of control and responsibility, I was thinking that I sounded like to meet one of the conflicts that you're experiencing is being married to someone who you were worried as a sort of fundamentally different personal and moral ethics than you which is not about the ACT."]}, {"speaker": 2, "dialogue": ["I know that's right."]}, {"speaker": 1, "dialogue": ["It's not even about her illness."]}, {"speaker": 2, "dialogue": ["I know that's right.", "That's right.", "It's sort of like through the land of illness I have."]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["Yeah, and that is yeah.", "I know I think that's a really nice inside.", "I was not that.", "But it there might head wants two days ago and I haven't looked at it since anything that visiting her family and being frustrated by like everyone in her family, like extended family included being having a particular sense of ethic is or proselyte just romantically different from mine.", "Yeah.", "I think that's a large piece of them.", "Yeah, and I have no idea what to do about that.", "Yeah."]}, {"speaker": 1, "dialogue": ["Well, this is certainly not the only solution or it's not the whole solution.", "But this kind of thing.", "I think you can have conversations with Tanya about."]}, {"speaker": 2, "dialogue": ["I think that's right.", "Yeah, I guess I'm thinking about two things one.", "I'm not exactly sure how to have those conversations.", "It's kind of a practical issue that can be dealt with the other is that I think this is I think it helps explain why hey I have been not quite sure how to phrase it but less than perfectly pleased by her wanting to take on some of her responsibilities again, there's this element of not trusting that that's a good idea and it sends the shell overburden herself, but I think this is also like a I don't know a sense of assuming responsibilities when it's convenient as opposed to always or something and so it's now it's convenient again.", "So you want to take them back will great.", "That's not that's not how we do things.", "I think that's I think that's right.", "So in a practical sense, I'm not sure how to have the conversation because clearly I'm pretty frustrated or upset non one level.", "It's not particularly time to start into a conversation that", "We're at a whole lot of pent-up frustration and on the other hand.", "It's not particularly clear that she can handle a conversation where I'm very frustrated.", "I think she probably can but"]}, {"speaker": 1, "dialogue": ["and handle meaning"]}, {"speaker": 2, "dialogue": ["Not going to spiral the ends up in the very bad place again, you know when suicidality or self-injury are Hospital."]}, {"speaker": 1, "dialogue": ["I can't answer that on a practical level.", "But it seems like ultimately an untenable way to live your life.", "On a very basic level you can't control for all the factors that will upset her and I appreciate your saying well these speaking is upsetting her so I can choose not to speak which is different than other things which seem more out of your control.", "But I think it's a general approach in your marriage.", "It's untenable on it.", "So many levels not the least of which is the pent-up anger will just continue to grow."]}, {"speaker": 2, "dialogue": ["Right, right.", "Yeah, I hear you when I think you're right.", "I just don't ya I don't have a particularly clear view of what a tenable strategy is at this point."]}, {"speaker": 1, "dialogue": ["Well, when one feels really really angry at the person or people they love being worried about the impact of that anger.", "I think it's a general fear.", "I mean, I think that's kind of a sphere in general that you might have regardless of onions psychological state."]}, {"speaker": 2, "dialogue": ["Sure."]}, {"speaker": 1, "dialogue": ["And then it's exacerbated by it."]}, {"speaker": 2, "dialogue": ["So what do people do?"]}, {"speaker": 1, "dialogue": ["Well, they can do one of two things they can keep inside or they can express it.", "Or maybe the question was more complicated than that.", "Probably it was because that's what about bs.", "What are you thinking?"]}, {"speaker": 2, "dialogue": ["I'm thinking that in order to express it to her.", "I have to find the right level of not caring about the impact on her.", "I mean I cannot be worried about the impact and say something but in order not to be worried about the impact of has to at some point not care about what it does her because if I know it's going to happen and they do it.", "Anyway, then I've done this thing."]}, {"speaker": 1, "dialogue": ["But you can't know."]}, {"speaker": 2, "dialogue": ["No, I can't.", "No, but if I can reasonably project that it's going to do something bad.", "And I do it like I'm not going to throw a rock at your head because I can't know what's going to happen, but it's probably going to hurt."]}, {"speaker": 1, "dialogue": ["That's so much as a scientist.", "That's that's a terrible analogy.", "You can project was far more accuracy than the other by.", "So that's what's wrong with the argument because you can't know you can have a fantasy that you can know.", "I understand your prediction is not 50/50 random.", "Yes, but you still can't know but you certainly feel that your anger can be destructive."]}, {"speaker": 2, "dialogue": ["Yeah, that's definitely true.", "Yeah, I guess I'm still stuck on Canton.", "Oh, yeah, I definitely feel that my anger can be destructive.", "I guess I told you before that I have sometimes when I'm very angry.", "I want to smash everything.", "I don't that's a control thing.", "I don't do it not I don't want to do it.", "So yeah, I feel like I could easily be obstructed if I were to let it sit so that's certainly a component here or it feels like it but I am I guess I'm yeah, I guess I'm stuck on can't know it's not that I don't accept like yeah, obviously I can't know there's not a but it feel like you're making us stronger saying that like I cannot project with any reasonable certainty that like, yeah, it's not 50/50, but I can't tilt it much past 5545 or something."]}, {"speaker": 1, "dialogue": ["Well, then maybe I'm not giving you enough credit so far as not knowing what you feel she can and can't handle."]}, {"speaker": 2, "dialogue": ["No, I you know, you're probably right I just", "Can't I don't know.", "It's a I mean, I know I think you're right.", "I do not have a particularly good sense of this moment of what she can and can't handle because at any given time I sense of what she can and can't handle seems like behind where she actually is.", "It was accurate two weeks ago or whatever, but it's not accurate for the day."]}, {"speaker": 1, "dialogue": ["Well James, we're actually going."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["That we're going to need to end on that note.", "I was going to say or I'm going to say, you know, I'm happy to meet with you if you wanted to do twice a week for a while.", "We can really just get into it and we are into it.", "You've got a lot to figure out there sometime constraint sounds like in terms of your job and figuring that out.", "So I just want to put that out there to you that I'd be happy to do it.", "I think it'd be helpful not to say that meeting once a week isn't helpful."]}, {"speaker": 2, "dialogue": ["Okay, thanks.", "Yeah, I'm not sure I can.", "Think about it."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["And I'll be in touch.", "Thanks."]}, {"speaker": 1, "dialogue": ["I'll see you next week then.", "Okay, you take care."]}, {"speaker": 2, "dialogue": ["Thanks."]}]