[{"speaker": 1, "dialogue": ["Hi, come on in."]}, {"speaker": 2, "dialogue": ["Hi."]}, {"speaker": 1, "dialogue": ["How are you doing?"]}, {"speaker": 2, "dialogue": ["Good fun day at work."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Usually the way I work with people is I like you for you to start with whatever's on your mind and then we can kind of take it from there."]}, {"speaker": 2, "dialogue": ["What's on my mind?", "Sorry just like because I on Thursdays.", "I'm at work.", "So I just haven't.", "Stop thinking about work task because it's only like two blocks away from here.", "So just from one place to another."]}, {"speaker": 1, "dialogue": ["short transition"]}, {"speaker": 2, "dialogue": ["Yeah, I'm only there two days a week, but it could be a full-time job.", "So there's a lot to get done in a small amount of time that I am there.", "But I guess so we're back in Chicago at my parents house this weekend.", "And I finally talked to my dad and my brother a little bit about what their experience with their anxiety are and they both have been seeing people for years now, but nobody ever thought to tell me that I should do the same.", "So yeah, I always thought that I had it worse than everybody else in the family, but it doesn't seem to be the case.", "My dad was telling me that he really struggles with that and my grandmother apparently really struggled with depression my dad and most of his siblings.", "He was the youngest of five and three or four of them all also had a pretty bad anxiety and get panic attacks.", "I didn't know that my brother was seeing", "Somebody either but they were both really supportive.", "So that was nice.", "Is coming in a way to know that I didn't somehow get like the worst of it but then knowing that it's so bad for everyone.", "You know, it's like oh man.", "Like I guess this is just part of like in my jeans.", "It's just part of my life.", "So it's also kind of weird to think that okay.", "Maybe I'm not going to ever get rid of it, you know.", "because my dad was saying he tries his best, but they're definitely periods of time when he really I mean he gets", "It was like he was saying that he was feeding feeling like that's the same thing.", "I feel dad.", "He was saying that he was always just thinks the worst is going to happen.", "I was like, that's what I think all the time.", "You know with Amelia doesn't text me back.", "I'm never going to see her again, you know something horrible happened to her.", "So it's comforting actually I think more so then the not knowing that you know, they also deal with this."]}, {"speaker": 1, "dialogue": ["And you're not alone somehow."]}, {"speaker": 2, "dialogue": ["Yeah, I didn't somehow just end up this way that nobody else did."]}, {"speaker": 1, "dialogue": ["That seems like quite new information."]}, {"speaker": 2, "dialogue": ["Yeah, I never knew I never really knew that they ya know it's definitely really new information for me."]}, {"speaker": 1, "dialogue": ["Because you were saying last week, you don't think your dad has ever gotten treatment because that's kind of who he is."]}, {"speaker": 2, "dialogue": ["Yeah, well, it's that's what he projects.", "I know it's funny.", "I wouldn't to Wesley Tuesday to hear talk and some of my classmates and professors and I'm not on campus this semester.", "Obviously the first thing that every one notices that I've lost like 15 pounds because I've been sick.", "So I was talking to one of my advisors about work and everything and kind of joking around about my ulcer and she says", "You're really the last person I would ever think I would get an ulcer.", "You just seem so calm and laid-back all the time.", "All I could do was laugh because that's the opposite.", "How I feel about people that don't like really know me not that she doesn't know me well, but where we have a professional relationship, maybe I come off the same way.", "My dad does.", "I don't know because I always thought my dad ugly as a laid-back one compared to my mom.", "I don't know."]}, {"speaker": 1, "dialogue": ["People confuse not expressing one's the stress is laid back.", "Some people are just very expressive that doesn't necessarily mean that other people are anxious."]}, {"speaker": 2, "dialogue": ["Well, and I think for me like in a professional setting like I don't get all of that worked, you know, and I've done mix and at work, I'm very efficient and things don't really like writing papers or having these professional and academic test doesn't really I mean, I'll be like, oh, I've got to get this one, but I get it done and I do things well, and I think that in those settings people won't necessarily think that I'm up type or stressed out."]}, {"speaker": 1, "dialogue": ["I would think also that you might function better and structured environment."]}, {"speaker": 2, "dialogue": ["totally"]}, {"speaker": 1, "dialogue": ["That wouldn't be where your anxiety would show itself."]}, {"speaker": 2, "dialogue": ["when I'm busy or it's like less time for me to think about other things in about my anxiety, like for example yesterday.", "I was at my other job where I have a lot of it's just not a structure and I don't feel as productive.", "I'm not sure why that is it's just maybe because I still I don't know maybe it's just it's two different working environment.", "I feel like I have a lot of time where I'm just kind of sitting around not necessarily like go go go like the way that I am at work.", "So I feel a lot more anxious yesterday.", "Where about where Amelia was and what she was doing compared to today.", "We touch base maybe one or two times via text message, but that was it and it didn't really bother me at all because I was just busy and I knew that I had x y and z", "Things I needed to get done before I got out of the office.", "So I do like it better when I have a structured environment with lots of things going on for me to focus on that.", "Aren't my anxiety.", "I think that's why I don't really like being by myself all that much."]}, {"speaker": 1, "dialogue": ["That's when you find yourself.", "Where in the most"]}, {"speaker": 2, "dialogue": ["Like when I'm at home waiting for a milli or something like that, you know when I first get home."]}, {"speaker": 1, "dialogue": ["kind of like you were a when you're alone with your own thoughts."]}, {"speaker": 2, "dialogue": ["Yeah, it's very rare that I have an afternoon in the apartment by myself that I'm excited.", "Most people would be excited to lay on the couch and do nothing and have nobody there to know that they're being lazy, you know, I don't really I used to have that I used to get excited when I can have the afternoon to myself but I don't really have that anymore.", "I tried to fill my time with other things on Wednesdays for Amelia is at school until 9 at night.", "So one day once he's like my night to try to go see some friends or something like that and keep myself at work later do something right after work, so I'm not just home by myself."]}, {"speaker": 1, "dialogue": ["Are there other things that you learn from your dad and your brother?"]}, {"speaker": 2, "dialogue": ["I didn't ask if he had ever.", "I don't know.", "I mean, I would assume that we you would have told me if you ever tried taking medications because we are talking about how he manages the symptoms.", "He says that is why he works out.", "Fanatic lie all the time to try to keep himself calm, but it doesn't necessarily help my brother and I only talked briefly as we were walking from dinner to another point, so we didn't really get into too much stuff."]}, {"speaker": 1, "dialogue": ["You were talking last week around about your body and worrying about having a physical problem after the doctor's office was closing.", "Are you less focused on it today or this week or not?", "Really?"]}, {"speaker": 2, "dialogue": ["I've been I'm finally feeling better like today and yesterday I'm eating a little bit more now and I feel like either I'm going to get used to the medication or I wasn't really having side effects at all, or maybe a mentally getting used to the fact that I have to take medication.", "I'm still kind of like I just want to know want this to be over you now and the whole reason that I have a ulcer in the first place is because I was taking too much Aleve for my sensitive stomach combined with my stress.", "But the reason I was taking so much relieved was because I got really painful periods and so my cycle came a week early this morning, but I can't take anything.", "So I'm just not because I'm focused on that right now.", "I'm focused like just trying to get through having really bad cramps and not being able to take any painkillers for it that maybe I'm not so I'm like", "It's weird, but it's kind of nice to be having a health situation that I'm familiar with.", "I'm okay.", "I'm like, okay, these cramps are.", "You know what?", "They are.", "I'm not worried that I'm having ovarian cancer because I'm having cramps right now, you know, like this has happened to me my entire life.", "It sucks that I can't take anything for it because I'm uncomfortable but it's distracting me from the ulcer stuff and from the possible side effects of ulcer medication, so I don't feel all that stress about it at the moment.", "Cuz I'm distracted I guess."]}, {"speaker": 1, "dialogue": ["It's something that's familiar to."]}, {"speaker": 2, "dialogue": ["Yeah, because this you know, it's not like something new and maybe I'm not stressed because I'm not taking any medications to take Tylenol.", "So maybe I'm stressed about it.", "I'm allowed to take Tylenol, but I don't want to take it."]}, {"speaker": 1, "dialogue": ["because"]}, {"speaker": 2, "dialogue": ["I don't know.", "It makes me nervous and I think that I'd rather.", "Because the reason I was on it so much Aleve is like two Advil doesn't mean anything do anything for me.", "So in my head I'm like, well Town knows not going to do anything.", "So while I was taking it and having something else happen."]}, {"speaker": 1, "dialogue": ["like what?"]}, {"speaker": 2, "dialogue": ["I don't know like I'm not supposed to I know it's not a blood thinner which is why I can't take it because I just had the buy Topsy the last week.", "So I'm not supposed to take Aleve or Motrin or any blood thinner.", "I was just convinced it will make me sick because that's all the medication has done to me for the last you know what I mean, but I mean, but we've made me sick and send the medication they gave me first for my stomach made me sick and the medication they gave me to do endoscopy made me sick and it's like I just want to like I'm ready to go on a yoga retreat and drink herbs or something and get acupuncture and not deal with anymore Pharmaceuticals at this point."]}, {"speaker": 1, "dialogue": ["Herbs can make you sick."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["It's not that I want to give you something else to be anxious about."]}, {"speaker": 2, "dialogue": ["No bad.", "I just I'm like, I don't know.", "I'm already taking one medication.", "So what's going to happen if I take another I don't like all that chemicals in my body.", "I don't know."]}, {"speaker": 1, "dialogue": ["Does it feel like it's contaminating you somehow?"]}, {"speaker": 2, "dialogue": ["It gives me that same feelings when like everytime.", "I swallow pill I get that feeling right there as this the day that I didn't either too much cocaine or lace cocaine or laced cocaine and it gives me that rush in my chest.", "It's like a panic attack.", "So maybe that day I didn't do something lice and I didn't overdose at all.", "Maybe I had a panic attack while I was high on cocaine totally possible because I can't really separate the two but it's that same feeling that I get when and it happened a couple nights ago to it's been hard for me to start eating again because for a month every time I ate I got really sick because I have no sir.", "So it's been difficult for me to start eating again and Monday night.", "I sat down for dinner and it was the first time I was going to eat some veggies and some actual food.", "That wasn't white tasteless.", "I start eating am I eat a little bit quickly because I was hungry now my appetite back which is good and no son.", "I felt that you know, it was like I had a panic attack after taking", "a couple bites of food", "And I felt that Rush up in my it's like that warm feeling like my chest gets really hot.", "Almost like there is hot liquid shooting up from there.", "I thought I was going to vomit at first.", "Yeah."]}, {"speaker": 1, "dialogue": ["Was happening that bad coke me an experiment.", "Was that the first time you had a panic attack?"]}, {"speaker": 2, "dialogue": ["Yeah, I think so if that was a panic attack then I'm pretty sure that was the first time."]}, {"speaker": 1, "dialogue": ["It's unclear if it was chemical induced or not."]}, {"speaker": 2, "dialogue": ["Yeah, and I think that's why but maybe you know, I think that's where a lot like a lot.", "I'm not surprised that it's kind of feeling I get one like when I get a shot also, like I really hate vaccines and I had to get so many of them to go to Egypt just to apply to the Red Cross you had to get a school get the whole works, you know.", "Like I need to get my flu shot next week because of where I work and I'm really dreading it because anytime anything for an entered my body chemically, I don't like it and it gives me that same feeling."]}, {"speaker": 1, "dialogue": ["But this wasn't true for you before that experience."]}, {"speaker": 2, "dialogue": ["there was", "I remember having a panic attack after I got one of my vaccines.", "Where was I going though?", "I don't remember I was still in college and my car so it was after this it was after that experience.", "Yeah, so I think that was the first time."]}, {"speaker": 1, "dialogue": ["You told me a little bit about what happened that day, but can you go into a little bit more detail about it?"]}, {"speaker": 2, "dialogue": ["Yeah, or that actually might have been the second time depending on if now in retrospect.", "I'll tell you about the day in a second.", "In retrospect I had a allergic reaction.", "So when I was 19 and I was having my first round of GI issues they wanted to do an upper GI Series so I like swallowed the chalky stuff.", "Then they were going to give me this IV to make it light up in the CT scan machine or something so they could watch as it goes down when they started the IV.", "Everyone said I had an allergic reaction but I stopped breathing and then got some hives and so they said I had allergic reaction but in retrospect this was still the same kind of like my chest got really hot.", "Although I think it might have been I mean, I'm sure I had allergic reaction if there's position saying you're having an allergic reaction, but I don't know maybe", "Maybe the cocaine thing was the second time.", "I'm not sure.", "Anyway, so that day my friend Marie was visiting.", "I had just gotten back from my trip Madagascar.", "It was maybe a month-and-a-half after going to volunteer in Madagascar which would wear my stomach problems kind of just I like started eating again and it's kind of like a combination weather eating issue issue I had once because there was no real option.", "Like I was just going to eat the food that was there because I couldn't really be picky but I wasn't getting sick.", "So I was like healthy again.", "I was still getting exercise.", "So I just got back maybe a month or month-and-a-half of my good friends who I had a huge crush on was volunteering with me.", "This was in", "Chicago visiting she was living in Montana.", "So she came out to Chicago to visit and there was a bunch of other people that I'd volunteered with us who lives and kind of like the Chicago metro area.", "So we're all planning on getting together that night from our conversations getting to know each other while we were in Madagascar.", "I knew that Alex lights.", "2 we used to call it like to party or whatever and they did cocaine, so I thought this would be fun if we all get together and I'll get us a gram Coke to split and we can go out in Chicago.", "Have a good time.", "The plan was that we were going to first before we went out in that are friends Maria and I were going to meet my mom.", "My mom works in the city.", "So we are going to meet my home at our office and she was going to take us to the Red Cross information session that was being held in Chicago.", "The plan was not to do the cocaine before we went to meet my mom obviously, but I remember there was like some travel we didn't think you were going to get in the guy that I was supposed to get with from was not going to be able to come true.", "So we we were going to just not get it.", "And then last minute called me that he had it and we could pick it up.", "So it was like we were excited that we could got it because we didn't think we were going to and so we decided we would just do a little before going into the city.", "It makes me kind of nauseous even thinking about how we then like and we just put out these like I mean they were really big it was like more than I usually would do so early in the day.", "And before I was about to be driving from Greenwich to into the city if you'd like sick to my stomach that I did it.", "But I would think it was okay to do that.", "I thought it was okay to be snorting cocaine in the first place and I thought it was okay to drive myself and my good friend to meet my mom and go to the Red Cross information session.", "Like I don't even know what I mean.", "God and God forbid something were to happen.", "And then I'm having this panic attack.", "So we did some and it didn't feel right if burned in the cocaine is not supposed to burn it numbs you you know", "And so for some reason I did all three lines and then was like, oh and Friends tried it and said don't do it.", "Like oh God you already did them.", "There's something not right with that.", "I don't know what it's it is but like I'm not doing anymore.", "Yeah, I mean it might have been a panic attack but remembering how I felt later.", "I was really sick from this.", "So we started driving and I was like blacking out as we were driving.", "I felt like I had this fever that like, I was just on this one.", "I don't think maybe it was part.", "well, if you know"]}, {"speaker": 1, "dialogue": ["You sort of panicked having that experience."]}, {"speaker": 2, "dialogue": ["Yeah, exactly.", "Exactly.", "I didn't tell Marie what was going on.", "Somehow got us both into the city.", "I haven't really thought about this much in detail in a while.", "And I really can't believe this happened and that I'm fine.", "But I remember thinking in the car on the way down because my mom is going to meet us at the parking garage and I could remember thinking on the way down.", "I need to tell my mom.", "Either I either needed to pull over right now and call my mom.", "I need to tell her as soon as I get out of the car that she needs to take me to the emergency room because I snort something that it shouldn't have and I was like totally sick enough.", "that was okay for me to have", "my parents were strict growing up and I was at the point where I was like, I need to tell my mom she needs to take me to the hospital before because I think I'm dying.", "I remember getting out of the car and my mom took one look at me and said it was like what's wrong and I was like", "I just don't feel that well but she would never think that oh my daughter is on drugs she would think I have the flu you know what I mean like she would never think I was just like I don't feel well because I decided I think by the time we were there I was feeling", "a little bit and had passed a little bit so I think I decided that I was going to try just try like I felt really sick and I wanted to go through up somewhere so we went to the building where Red Cross thing was being held and it's a federal building so we had to go through security at this gram of coke look in my purse that I just stopped on the security belt nothing happened but I was just not with it at all I didn't even remember nothing about the channel I was in the bathroom trying to puke the entire time and I just kept looking at myself in the mirror saying you're going to be fine you're going to be fine", "And I was just like not with it and then I just came down.", "And I had a horrible rest of the night."]}, {"speaker": 1, "dialogue": ["so you never"]}, {"speaker": 2, "dialogue": ["No, I came down from it towards the end of the Red Cross session and said that I thought enough to stay out and that I just wasn't doing any more of it and I wasn't going to drink and I was just going to see my friends.", "I don't really remember really what we did.", "We went and had dinner and went to one of their apartments and I gave them the drugs and it was in that moment.", "I was like, I'm never doing that stuff again.", "I tried to do it once more when I went to Genevieve a couple weeks later for my semester abroad and while I was in I was like, maybe I'll give it one more shot because I really miss that feeling it gave me."]}, {"speaker": 1, "dialogue": ["What feeling was that?"]}, {"speaker": 2, "dialogue": ["Just like I'm like, it's the same feeling that I get now when I'm in the middle of a really good runner in the middle of a really good workout, and I have great music on and I have a high allergy and I can feel my muscles getting stronger, you know.", "It's like that like I just felt something awesome all I was on it.", "Like I just want to go dance and that's what we did.", "We would do cocaine and dance and it just made me feel like I was on top of the world.", "So I really remember really missing that feeling for a couple of years really missed feeling it gave you the feeling of gave me but I knew I could do it.", "So I didn't snore any of the in Genevieve's I just just tried to put a little bit on my gum, but Panic just set in", "Now I can't even like I used to smoke pot sometimes with my friends which kind of help calm me down and I can't even I can't do that anymore.", "It just makes me panic immediately when I was out in Oregon and one of them really has good friends has medical marijuana card for his anxiety.", "So she was like, why don't you just give it a try?", "I couldn't even I took in one.", "I inhaled once and then I had a panic attack."]}, {"speaker": 1, "dialogue": ["So the Panic is about being poisoned."]}, {"speaker": 2, "dialogue": ["I felt like stuff that doesn't belong in.", "My body's going to kill me I guess."]}, {"speaker": 1, "dialogue": ["That sounds very very scary."]}, {"speaker": 2, "dialogue": ["Yeah, I mean that they still and this was 6 years ago that day I can feel the way that I felt and it's horrible.", "It's fair and at this point, I don't even like I don't get like getting drunk, you know, I don't like being out of like being in control.", "I like feeling like I know what's going on and I can't roll what's going on.", "I felt really out of control that day like I couldn't stop what was happening."]}, {"speaker": 1, "dialogue": ["How long have you done Coke for before that day?"]}, {"speaker": 2, "dialogue": ["A year about a year not everyday mostly a couple times a week we would go out because that was the year.", "I wasn't drinking so it's so to me it was my substitute."]}, {"speaker": 1, "dialogue": ["Were you drinking a lot before you started doing coke?"]}, {"speaker": 2, "dialogue": ["Yeah, not for too long.", "I didn't drink in high school.", "I definitely wasn't one of the popular kids who got invited to parties.", "And so there is a couple of times that my friends parents would go away and we would get some beer, you know and hang out in her house compared to what other kids were doing.", "I was a really good kid and high school.", "I smoked pot for the first time on my younger brother gave it to me the night before I went to college.", "He was hanging out with school friends in my grade, but when I got to college I started drinking a lot."]}, {"speaker": 1, "dialogue": ["What did it do for you?"]}, {"speaker": 2, "dialogue": ["I don't remember in freshman year.", "I mean I was a mess freshman year like it took me a year to get my shit together.", "I failed intro to psychology.", "I think I decided I want to be a psych major and some a psychologist and then I was going to have my private I had this whole plan.", "I wanted to have a private practice, you know, like pretty much be sitting in your chair right now.", "And then I remember I failed in intro to psych.", "I took it again.", "I got an A just be okay, like now I can move on, you know.", "But I just didn't know it was carried over from high school.", "I never I was never great a great academics in high school.", "I was average may be a little below but I just didn't try I didn't really care and I don't know why this is my mom asked me a lot now, like what was your deal should we get calls from teachers like healthy would be doing great job, but she just doesn't do her homework that carried into my freshman year.", "Like I just partied with my friends.", "I just didn't go to class.", "I remember I would help my friends like oh classes optional and I would sit in my room and hang out and watch something but I never really liked when I just didn't really try except for my women's studies class, which apparently I cared about and I did well in that class, but then I don't know what happened.", "sophomore year that change that because all the sudden it was all the", "The same time I start getting my weight under control.", "I mean granted I was starting doing drugs and I was on my way to potentially having an eating disorder.", "I started losing weight and even with all my GI problems, I made the Dean's List first semester sophomore year.", "I was in the library all the time.", "It helped that the girl I had a crush on was in the library all the time.", "It's in the library and not do her work.", "So I'll go to the library with her, but I would get it done.", "And I don't really know what changed but I just started.", "I don't know know what happened.", "I just came around and didn't get a decent, you know, but it took me a year.", "Yeah, my mom jokes around that she sent one kid off to Yale where I went to school and another one and got another one back because I changed so much throughout the four years.", "I was there."]}, {"speaker": 1, "dialogue": ["So at the time you started doing better, is that when you started drinking?"]}, {"speaker": 2, "dialogue": ["That's why I stopped drinking.", "Ants are doing cocaine.", "So yeah, it's weird because I can't be like, oh, I stopped drinking and started studying and exercising has a sister doing very very hard drugs and I was having health problems, but somehow I don't know what happened.", "I think I also started taking classes.", "I was interested in I think that has a lot to do like even now if I'm not interested in something is really hard for me to pay attention.", "I can speak it better at this point as an adult then I could I think in high school"]}, {"speaker": 1, "dialogue": ["Well, it's more important to you to fake it probably."]}, {"speaker": 2, "dialogue": ["Yeah, but I mean between those two years also made a lot of decisions, like personally I was going to confront my sexuality and I was starting to do that was starting to become more something but I couldn't ignore any more and I started dealing with it.", "I join the soccer team and it felt like I fit in finally likes about high school.", "I didn't really fit in feel like I said in freshman year still in really feel like I fit in because the people are I thought out to be friends with for the people that looks like the kids that went to my high school because that's where was familiar to me.", "I knew some of them.", "keep in touch with but they weren't who my real friends were, you know, I finally found out like a group of people that I set I just felt like", "so I think that maybe had something to do with it.", "I felt more comfortable in myself.", "I don't know if I was always looking for excuses to not be confident, you know, so I was like I'm not going to do well in school.", "I'm going to keep overeating."]}, {"speaker": 1, "dialogue": ["I'm sorry."]}, {"speaker": 2, "dialogue": ["No, that was just like the definite turning point though, like after freshman year when things really changed."]}, {"speaker": 1, "dialogue": ["So you went from being quite disengaged to engaged."]}, {"speaker": 2, "dialogue": ["I don't really know how my drugs have it fits in with that because it doesn't really make much sense to me."]}, {"speaker": 1, "dialogue": ["What made you interested in?", "It was someone just doing it and you figured you try it."]}, {"speaker": 2, "dialogue": ["first time I tried it was it was like almost a week of freshman year in", "The party and one of my friends had some I was really nervous.", "Like I was like this is going to hurt what's going to happen.", "It was that girl that I was like actuated with she was doing it.", "And so I was like, okay, I'll try it and I remember nothing happened.", "I didn't feel anything and I was like that's stupid.", "Like I don't feel it just because I had smoked pot throughout the year and liked it.", "So but like a can really freaked me out, you know, it's like that I've had always thought marijuana is with alcohol and then the rest of the drugs over here and I'm never going to touch them.", "Yeah, but I tried it and nothing happened and I remember I went to go hang out with my soccer friends and I was like, I just tried cocaine and nothing happened and they were pissed they want nothing to do with it and they didn't even want me to have anything to do with it bro my sophomore year.", "I never snorted cocaine around and I would lie to them and tell them I wasn't doing it and I had like my separate friends who are surprisingly now no longer my friends.", "Yeah, and then I didn't even think about it really all summer and it wasn't until I came back to school that those friends again.", "They had been doing it all summer.", "So they had it around so I give it another try.", "I guess I liked it.", "I don't really remember the second time.", "I did it."]}, {"speaker": 1, "dialogue": ["It's hard to put the picture together in terms of your being more voting motivated in school and also doing drugs."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["People do take Coke to concentrate."]}, {"speaker": 2, "dialogue": ["Yeah, I remember there was one time we decide we tried it before class.", "And that was when after I did I was like, all right.", "I think this is when I noticed that my friend any who would like my cocaine buddy.", "I was like maybe we're on different pages with this if she's going to be doing this before class because at that point that was second semester, I made the Dean's List first semester.", "I was getting straight a second semester felt good to be getting good grades, and it's just", "I don't know cocaine was everywhere at my school.", "A lot of people did it and a lot of people go to the concentrate.", "A lot of the Frat Boys would take it to write their papers.", "And I remember people would be snorting it at the library.", "That was just never I don't know maybe because I figured out how", "To soberly succeed academically first semester that I don't know cocaine for me was after my papers.", "We're done and we were going to the bar."]}, {"speaker": 1, "dialogue": ["as a recreation"]}, {"speaker": 2, "dialogue": ["Yeah, when we did it before class and made me really uncomfortable.", "I was really uncomfortable in class felt like I couldn't concentrate cuz it's still and I was worried that everybody knew that I was high and I was like", "I was like I can't do it again.", "So it really stayed it stayed for me recreational.", "But when you're a college kid going out two or three nights a week, you know."]}, {"speaker": 1, "dialogue": ["That's don't frequent."]}, {"speaker": 2, "dialogue": ["Is frequent enough, yeah"]}, {"speaker": 1, "dialogue": ["Were you ever worried about where you feeling you were getting really addicted or over your head?"]}, {"speaker": 2, "dialogue": ["When we did it before class kind of sat back and re-evaluated how much I was doing it and whether is a good thing or a bad thing and I kind of had this bleeding clot.", "Like maybe I'm getting a little bit carried away, but I think I couldn't do it everyday and I couldn't do it every night because I wasn't a sleep so, you know, I didn't Tuesdays and Thursdays we had practice and Friday nights.", "We didn't go out because we had games every Saturday morning.", "So it wasn't like an option for me to do it on soccer days.", "I was still I was still as much as I like to party in the same went for pot in the same went for alcohol and marijuana again after I start drinking again.", "I stop doing cocaine for food to it's like a reward for working me.", "So after I finished with all my commitments and E2", "Be done with my homework have gone to all of my classes and it's like fun time, you know.", "And I'm still kind of like that now I'll I'll be like okay, if you get this paper done, you'll have a drink tonight, you know, or I'll let myself go in a fancy sandwich or something, you know, like I don't know so it's always I still kind of had them separate but in retrospect, I think my exercise and eating habits Maybe.", "We're not out of control than my cocaine habit because they were spiraling farther and farther.", "They were constantly like I was constantly changing my location and hub.", "It was kind of constant except for one day when I did it before class, but it was kind of a consistent like I would just do it when I was out and then of course one day when I did all that because I was excited about it.", "I never did it again.", "But it wasn't something that was constantly escalating but more the weight.", "I lost in the faster.", "I could run in the farther I could run.", "The more I wanted to eat less and run farther.", "Do you know what I mean?"]}, {"speaker": 1, "dialogue": ["What stop that eventually?"]}, {"speaker": 2, "dialogue": ["Going to Madagascar when I was in Madagascar.", "I probably gained seven or eight pounds back but I still look good for me because I was down to like under 19 before which is probably 10 lb less than I am right now.", "So I was probably like the size when I came home from Madagascar.", "I still felt good and I still felt like it looks good.", "But having been able to eat I was more conscious of how much I was exercising.", "So I was like, okay I'm going to eat more but I have to I'm going to exercise more it wasn't until I went abroad to Genevieve's that I really put the weight back on because I joined a soccer team team of the season ended early.", "So I pretty much stopped working out and started drinking again start been feeding."]}, {"speaker": 1, "dialogue": ["Not eating but just binge eating."]}, {"speaker": 2, "dialogue": ["Oh, yeah binge eating."]}, {"speaker": 1, "dialogue": ["Was that what you were doing when you were overweight as a kid where you binge eating?"]}, {"speaker": 2, "dialogue": ["But not in front of people I would do it when I was by myself."]}, {"speaker": 1, "dialogue": ["like at night"]}, {"speaker": 2, "dialogue": ["Is embarrassing for me?", "Yeah at night and that's when I went right back to the Habit in Genevieve living in a studio apartment by myself was probably the worst thing that could have happened to me at this point because I would go out and just like that I would go.", "Out with a backpack and go get all this food and come home.", "And just sit and watch TV or something.", "I didn't do any homework somehow.", "I still got a raise but I think that's what happens when you're abroad like it doesn't I don't know.", "I'm not sure if it was just the structure of my programs was more about experimental learning because I was still got fine grades, but I didn't do any homework then study at all.", "I would just like to eat."]}, {"speaker": 1, "dialogue": ["When did your bin how old were you when you started been cheating?"]}, {"speaker": 2, "dialogue": ["How do you remember I would always like kind of sneak things because my parents are hellfreaks.", "And so we are never allowed to eat all the fun stuff other kids got and when I was kind of like a chubby kid and my parents were like a my brother is like a stick him in my dad.", "So I take after my mom and he takes after my dad and he's six foot tall and I'm like a pinky so we would have Jamie snacks, but I wasn't allowed to eat them."]}, {"speaker": 1, "dialogue": ["Jamie"]}, {"speaker": 2, "dialogue": ["Jamie sorry, his name is Jamie like James."]}, {"speaker": 1, "dialogue": ["James snacks"]}, {"speaker": 2, "dialogue": ["Yeah, like", "games", "He would have Cool Ranch Doritos, and I remember the Doritos and I wasn't allowed to eat the Doritos as much as he was."]}, {"speaker": 1, "dialogue": ["Because he was thinner."]}, {"speaker": 2, "dialogue": ["I don't know.", "My mom will deny this now.", "I think but Jamie remembers we were laughing about it the other day.", "I was just a slower metabolism than he does.", "And I feel like as a girl growing up.", "I was just a little bit, you know had more weight on me.", "So I started sneaking things.", "Yeah."]}, {"speaker": 1, "dialogue": ["Do you think your parents knew?"]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["So, where would you get this?"]}, {"speaker": 2, "dialogue": ["I would either when I was younger, I would usually just buy extra snacks from the cafeteria at school or I tell my mom I was", "making lunch money, but I would take more so I could get some extra snacks."]}, {"speaker": 1, "dialogue": ["So you really thought about this this was plant."]}, {"speaker": 2, "dialogue": ["Oh, yeah.", "Yeah, then once I could drive and high school, that's the end of it."]}, {"speaker": 1, "dialogue": ["And so would you you would binge eat at night.", "Would you eat a little extra or would you be benching?"]}, {"speaker": 2, "dialogue": ["I mean when I look back on it, I", "Feel like it was probably binging not to the extent when I was in Genevieve, but that that was really binging.", "I would go get three.", "Chamois sandwiches and french fries and just sit down and go to town when I was younger.", "Maybe it was or I would have extra meals.", "I feel like I remember these girls these good friends who I played softball with who were twins.", "They were really overweight to a we kind of like we just like to go to this 24-hour Deli would go there, you know like after we had already at dinner."]}, {"speaker": 1, "dialogue": ["So that's more kind of social versus binge eating when you're alone."]}, {"speaker": 2, "dialogue": ["That's true.", "It was a mix of both.", "I mean one.", "I had found out that I had eaten buddies then we would just never eat health healthy, whatever we get together.", "We would order the worst food for you possible.", "But there was still this element of when I was at home like specially at night after everyone we go to sleep.", "I stayed up and watch TV and eat.", "I know that it is unhealthy because well, I mean it was unhealthy because I was very overweight.", "But I remember I would sit down and watch TV, but it wasn't to watch TV.", "It was easy.", "I would turn on the TV but then as soon as the food was done like I was watching done watching TV.", "I still have that habit now like when I eat lunch,", "If there's a weekend or something or I'm by myself, I'll eat even if I'm eating a salad.", "I'll sit down like I I'll sit down and I'll turn something on.", "TV Elite my salad or whatever I'm eating and then when the food's done, then I turn the TV off and I go back to work or something like that.", "I still kind of have that part of The Hobbit, you know, but"]}, {"speaker": 1, "dialogue": ["Do you know when you ate alone were you eating because you were lonely or were you sort of just looking forward to being on your own and eating?"]}, {"speaker": 2, "dialogue": ["I so look forward to it.", "And that's why it's weird now.", "I don't have to look forward to having alone time because I used to look forward to it when I was by myself because that's when I would eat."]}, {"speaker": 1, "dialogue": ["How would you feel after you ate?"]}, {"speaker": 2, "dialogue": ["Not great."]}, {"speaker": 1, "dialogue": ["Like physically or did you feel guilty?"]}, {"speaker": 2, "dialogue": ["I think kind of guilty but then when I started having my stomach problems when I was 19, what would happen is I would wake up the mornings after eating late at night and B6 my stomach so it turned into a physical thing.", "But yeah, I would feel guilty.", "But if I kept eating then I didn't feel guilty when I start eating more and more and more because the longer I was eating for the longer it was going to be before I started feeling embarrassed and guilty.", "So I think that's what happened in Genevieve like the more food.", "I brought back my little Studio the longer I'd occupy myself eating it the longer I can have the periods of Happiness before I felt like oh God, I can't believe I just did that."]}, {"speaker": 1, "dialogue": ["What you're describing it's sort of changed over time, but this very close relationship with your emotions with what you take in your body.", "And then sort of how you manage your emotions and it sort of Morphin something different now, but there's still that link now, it's developed into an anxiety around it and anxiety around what you're taking into your body, even though it doesn't sound like it's an anxiety with food, but it sounds like that one experience."]}, {"speaker": 2, "dialogue": ["I mean this week yes, but not usually now."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Yeah, not usually."]}, {"speaker": 1, "dialogue": ["It's not I mean that one experience with Coke, I'm not surprised that it's it's like a post-traumatic stress reaction."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["It's like someone goes to war and you hear shells and then you hear a car alarm go off and you get"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["You know and it sounds like you're having that experience with medicine or anything.", "That's you know, what you think of us for and in your body are potentially poison.", "It sounds like a traumatic reaction."]}, {"speaker": 2, "dialogue": ["I mean eating definitely does give me a bit of anxiety but not in the same way that medicine does so it's not like I'm eating that I can think something bad is going to happen today.", "It's just knowing because I always think.", "I'm still in a phase of Being Fit and being you know, like I'm not supposed to be skinny.", "Like I'm supposed to have meat on my bones and be strong and Kirby.", "So I don't think I'm skinny but fit always scared that I'm going to become that fax in again.", "And so I'm very very obsessed about what I eat a plan.", "I can plan my meals a lot but not like I portion control or make food the night before but I spend all day thinking about food."]}, {"speaker": 1, "dialogue": ["Huh?"]}, {"speaker": 2, "dialogue": ["I wake up in the morning.", "And the first thing I think is okay what I'm going to have for breakfast.", "What am I going to have it and then what am I going to have for lunch?", "And if we're going out for dinner?", "It's like okay what I'm going to have for breakfast and lunch that will make me feel okay eating steak for dinner or how many miles do I have to run before I let myself have some chips and guacamole if we're having tacos or something like that.", "I'll let myself eat things.", "Like I'll still go out for a burger and I still eat fries sometimes but I make sure that I feel like I deserve it."]}, {"speaker": 1, "dialogue": ["So they're still it's helpful.", "We're going to need to stop.", "It's helpful to know that there's still that preoccupation with it.", "Okay.", "Well, I'll see you next week then."]}, {"speaker": 2, "dialogue": ["Oh, yeah.", "Oh I brought my consent forms."]}, {"speaker": 1, "dialogue": ["Oh great.", "Thank you."]}, {"speaker": 2, "dialogue": ["Sorry, I meant to give them to you at the beginning so you could record so now that I have a regular appointment you can just bill me at the end of the month."]}, {"speaker": 1, "dialogue": ["Exactly.", "Great.", "Thank you so much."]}, {"speaker": 2, "dialogue": ["So there is both of them for you.", "This bag is great, but you can't just open and shut it to get something out."]}, {"speaker": 1, "dialogue": ["Take care."]}, {"speaker": 2, "dialogue": ["Yeah YouTube."]}, {"speaker": 1, "dialogue": ["I'll see you next week.", "Okay.", "Bye.", "Bye."]}, {"speaker": 2, "dialogue": ["The Weeknd"]}]