[{"speaker": 1, "dialogue": ["How have you been?"]}, {"speaker": 2, "dialogue": ["So I don't know what's going on this week thing that I've been really noticing and something I've had all along that I think we haven't really dressed in here.", "I think is important because it really bothers me but I feel super it hasn't been non-stop all week.", "But I've been feeling like super aggravated Melancholy sarjak.", "That's not a good combination.", "I don't know like today.", "I'm super fucking annoyed every little thing.", "I just don't I don't know.", "I just don't like that.", "That's the kind of thing that my friend Dave does who I think of like will joke once in a while.", "I'm out like that to like it just really bothers me.", "That I get like that."]}, {"speaker": 1, "dialogue": ["What kind of things today are coming up as an example?"]}, {"speaker": 2, "dialogue": ["Today was the first thing was I go out out there trash garbage was yesterday or this morning?", "and", "it's like I just get annoyed.", "Downtown has these new craftsman things, which is great, but I went out there one of my and one of the neighbors Ben's it somehow gone on our side and I don't know why it just took me off.", "I annoy the fucking shit out of me."]}, {"speaker": 1, "dialogue": ["Meaning they've been emptied but somehow God."]}, {"speaker": 2, "dialogue": ["Are you sure we're in the garbage guys know they're doing all this shit.", "They just kind of dumped a little a little more on our side.", "You know, it's just annoyed me like all these fucking garbage cans in front of our house.", "So I was moving it and then my mom showed up with her with my grandmother and adenoids me.", "Like of course, I can't just be in peace like this fucking moment.", "You have to show up.", "I don't I don't know that just annoyed me.", "I don't know.", "I just felt really annoyed really annoyed then to just get a cup of coffee.", "It sounds like", "An old man, but it has gotten so fucking crowded.", "It's like that.", "It's like it has become this major thoroughfare.", "It's like no parking people are double-parked people are honking and of course everyone to ass also.", "Assholes they know how to park.", "They don't know how to use their signals, you know.", "I was like what the", "so that just annoyed me.", "I don't know just everything."]}, {"speaker": 1, "dialogue": ["I don't know.", "I just feel."]}, {"speaker": 2, "dialogue": ["I don't know.", "I just feel aggravated.", "It's bothering me."]}, {"speaker": 1, "dialogue": ["They're both examples of people you're sensing that you're territories being encroached upon."]}, {"speaker": 2, "dialogue": ["Yeah, I know.", "That's what I was thinking of like and must be some you know, it's again, it's that feeling that somehow people are doing something on purpose to me.", "You know what I mean somehow.", "I don't but it's not the case, but I don't know when I was little I used to have a bad temper.", "I think I've said that so I'm sure it's somehow connected.", "I used to have just like Dido from being the way I normally am like, I'm very patient and then you do not want to be around me if", "No.", "If I you know washed it and then end like it even happened here.", "I was like what the fuck somebody at 12:50.", "What the fuck?", "It's 12:53.", "What the fuck?", "Why are you are getting so", "you know I get", "these little things", "it's really it's like my friend Dave were very it's like personal.", "it's as if he's totally", "it says if it's totally personal and it's like I don't like that feeling, you know.", "That's like and then I don't like the flipside which is that I've been feeling just really lethargic like kind of melancholy or something like that.", "I'm just kind of sluggish and tired and just blah.", "I don't know.", "What's what that's all about.", "Like I'm seeing Kelly tomorrow.", "I should be really excited.", "You know, I'm sure I will be when I see her but almost feeling worried like I have", "Like I feel like I'm kind of out of it at or tired.", "I feel a little bit like what if", "Like I don't know if it's all these negatives it's weird.", "I'm like, oh what if I don't know what if I don't perform.", "Well, sexually or what if I snore when were were asleep.", "Like weird little you know what?", "I mean?", "Like, I don't know man.", "It's really weird.", "But I just figured because I don't know.", "if", "We've ever talked about that in here on my way here.", "I was like, you know why I just don't get it.", "It's not obviously it's part of me.", "It's", "not really me.", "You know what?", "I mean?", "I don't know.", "I don't like getting so worked up about these things."]}, {"speaker": 1, "dialogue": ["You want to know if it's been harder to talk about in a way because it's like maybe this part that doesn't feel calm cool and collected.", "It feels confusing.", "What is this inside you when you recognize it's about in the moment and it feels like a small thing, but I don't know but I don't know that in the meaning of it is a small thing inside.", "It feels a little out of control."]}, {"speaker": 2, "dialogue": ["No, that's the thing.", "I think that's what I decided today, but isn't a small thing just like I don't think it because of what I thought I thought my friend day.", "I was like when he gets like this, I don't think it's a small thing.", "Right.", "I always think man this poor guy.", "Like there's something deep in him that you know, well, it's the same thing.", "It's like everyone has that gets aggravated a little here and there but", "these moments of just intense like I'm giving myself a headache.", "It's like my head hurts.", "It's like there's no reason for that is a nice day out.", "I'm here.", "Like what's the problem, you know?"]}, {"speaker": 1, "dialogue": ["That's what we have to figure out when you're sitting up when you're sitting up there.", "I wonder if it's if that certain bond that set of feelings too.", "Then you're sitting there saying, you know, it's another place that feels like someone is encroaching on your space.", "And you say I can't help I just take it personally.", "Well, how would you think that when you said say that?"]}, {"speaker": 2, "dialogue": ["you mean personally, how"]}, {"speaker": 1, "dialogue": ["Yeah, like what does it mean?", "What's the unconscious fantasy about it?"]}, {"speaker": 2, "dialogue": ["I think it's like I don't know.", "It's like I think it's like part of it.", "It's like what the fuc doesn't Trisha know what time it is or something or getting annoyed at whoever the person your Patron is that their Ramblin there somehow encroaching on your time, like maybe it's time to go and they're still so I don't know."]}, {"speaker": 1, "dialogue": ["I don't really."]}, {"speaker": 2, "dialogue": ["I don't really know what it is.", "It's just yeah, it's just kind of like it's too close for comfort.", "I feel like you know or then I'll", "feel", "Like how the fuck should I be ready to talk to me or anybody when she just talk to this person?", "You know, I don't know.", "It's just like a combination of all these but yeah them all.", "the bottom of the line if feels too close for comfort somehow if you like things are", "There isn't like breathing a buffer a room."]}, {"speaker": 1, "dialogue": ["And what would happen if that would make you feel better?"]}, {"speaker": 2, "dialogue": ["Again, I think it's just the idea.", "Is there when he immediately someone else kind of encroaching, you know what I mean?", "I think that's what it is.", "I don't care that there are people.", "At Dunkin Donuts, it's just when it's so fucking it's almost claustrophobic the double parking lot parking properly.", "Then you walk in there and there's a fucking half-ass line and just like, I don't know there's something about it.", "I don't care if there's people if there's some people there but then there's some order, you know, my guess I'll be around and you know, I think that's what it is part of what it is.", "I mean, for example, I never go to Star Market or CVS or the mall or Target.", "I never ever go to those places during any time when I think there's a lot of people I just don't like I'd rather go there 10 at night and just feel calm and there's plenty room and you know.", "Now some of that I think a lot of people do that.", "Me and I are friends who are like that too.", "They don't want to go to Target when a sealant when they're Sicilian people, but I think that there's definitely more you know."]}, {"speaker": 1, "dialogue": ["Yeah, because I wonder as we think about generalizing it to the garbage cans knew where it's not a until your family arrived.", "They're still even something happening about that.", "That is not about feeling claustrophobic with people."]}, {"speaker": 2, "dialogue": ["Well, but it is so it's claustrophobic in terms of like this fantasy that somehow their encroaching on MySpace.", "That's like what?"]}, {"speaker": 1, "dialogue": ["Other people's stuff other people's garbage."]}, {"speaker": 2, "dialogue": ["Exactly.", "Like you have all this room.", "Why is your shit here?", "I don't get that, you know until I actually I do get it in a way because it's like probably there were 20 cars.", "They're parked their fucking garbage guys came.", "They took the cans.", "That's where they saw there were some there was some space to leave that and they fucking left.", "I mean, they're not, you know, I know that no one is doing anything on purpose, but it's more how I'm reacting to it."]}, {"speaker": 1, "dialogue": ["Does it make you feel like just a number when there's so many people like how much do you matter or something?"]}, {"speaker": 2, "dialogue": ["No, no, it's more just again, it's this feeling that of that somehow people are disrespectful or impolite and yeah, there's something overwhelming and cautious throwback about it.", "I don't know how I how I can explain it.", "It's kind of like when I'm walking into center of the square, you know, that there's this all these fucking freaks and people yelling at each other and drug addicts and Weirdos like that.", "I hate it or something.", "I can't stand about that.", "You know, I'm not alone.", "I know it's not send anything.", "I know I have a couple of friends who cannot stand walking around Central walking around in Central Square.", "But again, it's a combination of it would be one thing if that kind of stuff just bothered me, but this feeling is getting out of getting so aggravated is just what I don't like.", "In the weird thing was I woke up and I got a lot done like it has some errands I know.", "I'm took, you know, like I've been kind of on top of things, you know, so I don't even know why I like."]}, {"speaker": 1, "dialogue": ["I don't know why you wanted to just start talking about it.", "It's a nice dream you like the dreams you used to have you never say much about the dream beyond that it would be yelling screaming usually at your mother and now it's just an image of screaming in one form or another that there's anger there in all of this and how you felt heart felt hard to be in some ways intrusive and claustrophobic Lee humbling and present around you both neglectful and then intrusive at the same time."]}, {"speaker": 2, "dialogue": ["Yeah, yeah, it's funny.", "I was thinking about that too on my way here.", "I was like a wonder if it's just the way I", "That I feel like all of downtown is I mean, this is where I'm from.", "So maybe that's the thing.", "I like well I do love it here, but I also want to be left alone, you know, so I wonder if you know what I mean.", "Like it's like I've always known that I mean in a unique situation.", "I know a lot of people leave their hometowns and they moved but", "When you like where you're from?", "What am I supposed to do?", "You know what?", "I mean?", "Like I guess if I was like really uncomfortable and well-off I would just live somewhere else in this area and you know what I mean, but", "you know, so I don't know.", "I wonder if", "If that's what it is, I feel like I don't know.", "I don't know if that's totally true.", "I have a feeling that.", "It's a lot of the other stuff that's been going on, which is that a lot of this bag revation or whatever.", "It's not in the present.", "You know what I mean?", "It's like some old thing is coming up in situations slitter.", "Not really that aggravating."]}, {"speaker": 1, "dialogue": ["What's coming to mind when you say that?"]}, {"speaker": 2, "dialogue": ["I don't know.", "I mean, I'm just saying that I think it's probably old."]}, {"speaker": 1, "dialogue": ["Because it looks like there's a lot of feeling going into that."]}, {"speaker": 2, "dialogue": ["I don't know just", "I think I'm just thinking about being a kid in like when I lose my temper my temper, obviously there was something going on.", "Obviously my family annoyed or whatever the fuck I don't know but"]}, {"speaker": 1, "dialogue": ["How would they annoy you?"]}, {"speaker": 2, "dialogue": ["I mean, I don't know I guess just like", "I don't know not getting along with my mom or feeling alone or bored."]}, {"speaker": 1, "dialogue": ["How about angry?"]}, {"speaker": 2, "dialogue": ["Yeah angry annoyed."]}, {"speaker": 1, "dialogue": ["or claustrophobic"]}, {"speaker": 2, "dialogue": ["Now when I was a kid, I don't think I felt claustrophobia.", "I know it's I know that I feel"]}, {"speaker": 1, "dialogue": ["surrounded by people but still"]}, {"speaker": 2, "dialogue": ["So even that noise annoys a chamois.", "I hate that.", "I hate that I'm like that.", "That's awful.", "That's so awful."]}, {"speaker": 1, "dialogue": ["You're so quick to criticize it."]}, {"speaker": 2, "dialogue": ["Yeah, because it's mean it's I mean, it's a little too much like every little thing sets me off like", "it really makes me super angry and", "That's like what they're just looking just someone sitting here.", "They're not it's just you know, you know what it what it is.", "It's just feel so childish like it's so fucking amateur."]}, {"speaker": 1, "dialogue": ["But why did No Ceilings not mother?"]}, {"speaker": 2, "dialogue": ["No, no.", "No, they do matter and just saying."]}, {"speaker": 1, "dialogue": ["What about that sound right now?"]}, {"speaker": 2, "dialogue": ["Well, what sort is happens on days like this?", "I feel like I was going to be one of those days where I'm it's almost like I'm asking for it in other words.", "Because I feel this way that shit's going to happen all day.", "There's going to be some little tick.", "It's like I'm being poked and prodded like I was at bothering you today people driving shity and too many people will hate so all day.", "There's going to be shit is going to be weird noises of people like in your space.", "They're going to be you know,"]}, {"speaker": 1, "dialogue": ["When was Adele and in your face through the day?"]}, {"speaker": 2, "dialogue": ["yeah, right exactly."]}, {"speaker": 1, "dialogue": ["Which is different than what I think you also know you're touring with understanding that you're because you're feeling this way today, you're picking up on things in different ways.", "You don't always feel this way.", "I mean even here."]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, we're like in the past like I'm very sensitive to noise.", "It does bother me, but I've got really good at just being like okay, we all make a little we all live in a society.", "So no one is doing it on purpose like I've gotten better way better at that.", "But yeah.", "But then when it's days like this.", "like every little thing becomes"]}, {"speaker": 1, "dialogue": ["Sin becomes what?"]}, {"speaker": 2, "dialogue": ["just what I was saying like it becomes my state for the day."]}, {"speaker": 1, "dialogue": ["I get that part but what exactly is it?", "Is it like an intrusion?"]}, {"speaker": 2, "dialogue": ["That is not going to be a peaceful day.", "Like I can't just have a mellow peaceful.", "Yeah, I don't know.", "I don't know what it is.", "For example out.", "I'm going to go to Starbucks and this is going to be the one day where it's like a madhouse.", "I can't get a place to stay and I gotta gotta leave.", "I can't I'm just or I'm just going to stand here for a while waiting for some douchebag to leave in like it's going to be an easy day.", "It's not going to be an I don't know.", "Then I think what happens is.", "is that when trickles or turns into self-defeating thoughts, you know what I mean, like well", "I'm not going to fucking go to the gym.", "I'm not like, you know, it just becomes very", "self because what happens on days like this when it's this bad cuz I'm paralyzed for the day.", "Like I just want to get through the day.", "I can't do anything.", "I can't think straight.", "Can't really enjoy anything.", "It's very difficult."]}, {"speaker": 1, "dialogue": ["I don't know why I keep getting crazy images of something that sounds like a fantasy metaphor because we don't know concretely but something so so clear like as you described let's say walking into Starbucks and this is going to be the day where it's just a zoo and nothing goes my way like the feeling of just wanting to be held and in the environment too kind to kind of hold you and take care of you and have it just be okay and safe and quiet if you want quiet or loud if you want loud or social if you want social or or you know, just the wish for that kind of fallen and hold you that that it keeps getting some days.", "There's some feelings that that that make that feel like it's getting absolutely squashed."]}, {"speaker": 2, "dialogue": ["Yeah, I don't know like what bothers me ultimately 2 about.", "That is like I end up feeling like this total utility.", "Like I just like, you know, it's tied into that whole self-defeating."]}, {"speaker": 1, "dialogue": ["See, I think must have felt that as a baby learned pretty quickly that it wasn't worth it."]}, {"speaker": 2, "dialogue": ["As a baby though.", "I mean why I can't even understand that because I mean the weird thing is that I think it is a baby.", "That's when I was most loved I was there was no other baby in the family.", "I was the first one and I've seen the all the pictures photos and stuff like that, you know and the center of attention so I can't see how", "That would be the case when I got a little bit older.", "Or maybe maybe there's something I'm not I'm not aware of."]}, {"speaker": 1, "dialogue": ["I don't know exactly what I do know is but I do know his parents don't have a personality transformation between when their child is a baby and when their child is a child and so what we know about how how your mother responded to you as a child is also to be a piece of how she responded to you as a baby."]}, {"speaker": 2, "dialogue": ["That's interesting.", "Yeah, that's a good point.", "People can't just suddenly change when you're four or five."]}, {"speaker": 1, "dialogue": ["So if they're narcissistically preoccupied preoccupied when you're 4 + 5 + 12 + 17 there probably are when you're a baby to even through a snapshot photo shows a moment where they are truly truly are getting narcissistic gratification over this baby.", "What is it about the baby and getting to know this little person and who is this person going to be or is it about the parents?", "Is it about her projection into the into the baby about who she wants the baby to be even what the baby means for her?"]}, {"speaker": 2, "dialogue": ["that's a good point especially with their miscarriage and everything maybe she projected her anger on me or weird feelings or whatever"]}, {"speaker": 1, "dialogue": ["so much for the feeling that this better that this one better be"]}, {"speaker": 2, "dialogue": ["yeah that's opposite but everything is invested in this one kid actually looks more like what it is"]}, {"speaker": 1, "dialogue": ["second field in more desperate than and an investment like that would have happened with the first baby to now it's you you're carrying a load for two right away.", "How long before you was she pregnant for you was did she miscarry?"]}, {"speaker": 2, "dialogue": ["after me"]}, {"speaker": 1, "dialogue": ["It was after you.", "Okay.", "Do you know how long after?"]}, {"speaker": 2, "dialogue": ["No, I think I was in North Carolina.", "I mean it's definitely before I have a memory.", "I have no memory at all of her being pregnant or anything like that any", "so I'm assuming it was before I was five like 4, maybe it was here that I don't know."]}, {"speaker": 1, "dialogue": ["Do you know if she was trying to have a baby?"]}, {"speaker": 2, "dialogue": ["I think so.", "I mean knowing them and knowing that generation very few people were like, let's stop at 1, you know, especially someone like her who isn't who's not competing so much but you definitely cares about what other", "What others are doing and I don't know any of her friends.", "I think maybe one two families.", "Maybe that have one kid, but they all have at least two or three.", "Her sisters have to her brother has to you know, and also I'm sure my dad had five siblings.", "I'm sure he wanted one more."]}, {"speaker": 1, "dialogue": ["You told about it because she told you about it years later."]}, {"speaker": 2, "dialogue": ["Recently, yeah."]}, {"speaker": 1, "dialogue": ["But if you had to know about it then to in some way kids pick up these things even toddlers even if you didn't know the didn't know with words."]}, {"speaker": 2, "dialogue": ["Yeah, I'm sure I'm sure it's funny.", "I was just thinking I didn't make the connection but yesterday was almost a really annoyed.", "We've been having trouble getting a show locally like yesterday.", "It really fucking annoyed me like, you know what I forgot.", "What a fucking clicky, you know.", "High School Lee fucking saying this town is with indie-rock.", "It's like everybody and their friends just getting each other shows.", "It's all it is same couple of bands.", "Just rotating.", "I wonder if it's somehow connected if it's connected somehow, that's really been on my mind.", "That's like what the fuc or even New York Lakeside only I'm not hearing any news from any venues.", "I don't know.", "It's been kind of annoying."]}, {"speaker": 1, "dialogue": ["Did you say you didn't get in the show like a specific one?", "You've been trying to get into?"]}, {"speaker": 2, "dialogue": ["No, well, I've been pushing to get a show that hasn't and that hasn't happened.", "I've been pushing to get the CD release party together and that's like not happening.", "It's just like, you know, it's remind me of how you used to feel with my first.", "I've always had the slightly antagonistic which works for me and I think that's good.", "I don't want to be so in the scene or whatever, but now it's getting a little bit annoying like I mean, we got to play shows.", "I mean it doesn't make sense to you or it doesn't make sense for it to be this difficult.", "It's about really annoyed me yesterday.", "I was like, fuck me and fuck these people.", "Because it really is.", "like it's just a click and I've been out of the scene for a long time and even", "Back, then I wasn't really I was but I wasn't you know what I mean?", "I wasn't really so but like I said, I kind of like it like that to thrive a little bit on being that because I know how good music is so I know it will feel better to make them come around instead of I'm not going to", "Kowtow to any to anybody.", "It's just fucking annoying.", "But even that's weird like I went to Guitar Center yesterday.", "I got like I'm setting myself up at home to be able to do better record.", "So that's the weird thing like I do, you know what I mean?", "That's kind of where I don't get this week like things are good.", "You know what?", "I mean?", "Where is", "I feel like in the past all this annoying when I feel annoyed.", "Generally I point at things and say well this isn't going well.", "This isn't going well.", "I don't have a girlfriend.", "I know I know, you know, I know.", "I you know what?", "I mean.", "I don't have that now.", "I don't know this morning.", "I woke up.", "I wrote a bunch of bills.", "I you know, I don't know.", "I had a breakfast, you know what I mean?", "Like, I don't know.", "I don't."]}, {"speaker": 1, "dialogue": ["What what are you saying?"]}, {"speaker": 2, "dialogue": ["No, I'm saying I don't get this week in particular why it's been so."]}, {"speaker": 1, "dialogue": ["sad"]}, {"speaker": 2, "dialogue": ["Yeah, I kind of sad and mostly aggravated.", "Yeah."]}, {"speaker": 1, "dialogue": ["I wonder if I aggravated is easier to feel than sad feels like there's so much sadness aggravated."]}, {"speaker": 2, "dialogue": ["Maybe yeah, I mean, yeah, I wouldn't be surprised they say isn't anger just like sadness or something."]}, {"speaker": 1, "dialogue": ["Well, especially if your anger is about feeling shut out or feeling like an outsider or feeling being encroached upon or just not being able to be left alone peacefully and intended to peacefully I think there's also as you're having those experiences right now, I'm emotional experiences about things happening out there that you're stating to be aware of really aren't quite about those things.", "There's a lot of sadness that was up next to that aggravation because because it's you're aware of having been having been happened already that you were feeling this as a kid.", "When you were encroached upon as a kid or treated as an outsider.", "Felt like you're alone in your own family.", "At least you just want some peace and quiet space.", "You can be a part of the family.", "You know, this is evidently sitting there alone.", "And even you don't get sometimes to know someone will take care of you."]}, {"speaker": 2, "dialogue": ["Yeah, I think that's true."]}, {"speaker": 1, "dialogue": ["Even me sometimes you show up here and it feels like I'm not taking care of you.", "I made appointments to close together starting you a couple minutes late, even when I'm even when I'm feeling you."]}, {"speaker": 2, "dialogue": ["Yeah, I guess that's true.", "Is it bad or like my band can't go on tour without me or like all these things?", "I like either have to end up.", "Doing a loner.", "Yeah."]}, {"speaker": 1, "dialogue": ["If it sounds like it's boiling down to the feeling that while really at the end of the day, I'm alone.", "That's not really anybody that's going to there's not really anybody that's going to be there."]}, {"speaker": 2, "dialogue": ["And maybe that's why I'm seeing you tomorrow and maybe that's what's happening.", "It's like when I feel this whatever aggravated and angry or sad or whatever.", "Is that feeling like?", "Yeah, put, you know brace yourself because I'm sure something will go wrong.", "It won't work out or like this is gender something.", "I don't know what the feeling is, but"]}, {"speaker": 1, "dialogue": ["Were you feeling that way here Monday?", "Do you remember anything about being here there I stated.", "started some way"]}, {"speaker": 2, "dialogue": ["Noah started Tuesday.", "I saw a really crazy dream Monday night and Tuesday.", "I literally woke up in this in this never happened.", "I woke up feeling kind of just Melancholy and fly just wasn't feeling it.", "Tuesday was a weird day."]}, {"speaker": 1, "dialogue": ["What was the dream what's so important?"]}, {"speaker": 2, "dialogue": ["The dream was I was in a bar and made friends with an NBA player whose in a", "In a bar who's also in movies."]}, {"speaker": 1, "dialogue": ["a man or a woman"]}, {"speaker": 2, "dialogue": ["Man, I think he's a white guy.", "I'm not sure but super nice.", "Like we can't we can't really type friends or something really nice person.", "And then from there I somehow got two checks in each check was for 99 Grand.", "Then I remember I was like, so it was not a bad dream.", "I was happy that I had this friend.", "I was pretty happy.", "I got two checks for 99 Grand whatever been a sort of change then I'm driving and I don't know where I was.", "I don't know.", "It seems like the South but I didn't know the highway or whatever and I was just driving in there.", "Is either a laptop or TV in the car with Netflix on order movies?", "It was just one recurring thing.", "I having dreams which is that I am either running or driving and I'm fucking sleepy.", "So I'm driving and I'm almost are Jake and feeling weird.", "Whatever.", "I'm also trying to watch blippi on the TV, I think but the thing about it was it was beautiful like it was this very easy autumn.", "So the trees are still very Lush but they're changing colors and I think the sunlight with you.", "It was beautiful.", "It was really really awesome.", "So then I turned off the road.", "And it was like a college of some kind of college and there weren't a lot of people there there were hardly any people there and then I ran into my friend and told me that she wanted to become a doctor.", "She said you want to go to medical school and I was like great.", "I think I gave her some tips on grad school or something and that was it.", "Oh then after I was talking to her I saw two women who were from a Siri or something.", "So I kind of chatted with them in a Syrian but again, it wasn't", "None of it was nightmarish are stressful.", "Only Parts.", "I didn't like were because of this point of my dream.", "I hear recognize.", "Here we go.", "Again.", "I'm trying to drive.", "I can't keep my eyes open and I'm exhausted.", "But other than that, it was like really beautiful.", "I don't know but I woke up when I was like, I was just super I just woke up down."]}, {"speaker": 1, "dialogue": ["Do you remember more about the feeling and how you're thinking about dreams or part of the dreams?"]}, {"speaker": 2, "dialogue": ["When I woke up."]}, {"speaker": 1, "dialogue": ["Yeah, were you sad?"]}, {"speaker": 2, "dialogue": ["Yeah, definitely felt a little bit discombobulated a little bit.", "That's why I immediately wrote it down.", "And I was like what the fuck was that all about?"]}, {"speaker": 1, "dialogue": ["My guess would be a lot you don't entirely know all of it, but it's pretty Avoca.", "Do I mean for 1 just to progression from friends with NBA players getting checks in the mail to driving and sleepy driving and watching Netflix.", "It's sort of like it sort of feels like it's coming from big dream to kind of ordinary experience when you run into a friend and she's going to medical school and you're saying that that's good for you, but you're not"]}, {"speaker": 2, "dialogue": ["I guess huh?", "Yeah.", "Yeah, that was part of the dream.", "I don't understand.", "I don't know what that was all about.", "It was so beautiful and peaceful."]}, {"speaker": 1, "dialogue": ["But it's not NBA and big checks either."]}, {"speaker": 2, "dialogue": ["I guess yeah."]}, {"speaker": 1, "dialogue": ["It just sounds more real."]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, and I don't know why I'm always I can't drive without feeling awful."]}, {"speaker": 1, "dialogue": ["Do you mean that in your dreams or do you mean literally waking?"]}, {"speaker": 2, "dialogue": ["No.", "No, I mean that you know, like someone some people have recurring dreams.", "I don't have any any of that.", "The only recurring thing I have my dreams.", "The only thing I can.", "Never ever be in a car driving and not feeling like shit.", "I always feel like shit.", "Like I literally will be swerving like you can't keep my eyes open.", "It's a really awful feeling.", "Now, I don't know if this started after DUI thing, you know, maybe."]}, {"speaker": 1, "dialogue": ["I wouldn't say so."]}, {"speaker": 2, "dialogue": ["No, okay."]}, {"speaker": 1, "dialogue": ["I mean, it's such a metaphor right?", "I don't know."]}, {"speaker": 2, "dialogue": ["Okay.", "Yeah, I guess well just because I don't remember having this recurring dream for years and years and years.", "It feels relatively just in the", "in the last few years then again, I never used to remember my dreams.", "So who the hell knows but yeah, that's the thing not so much even running really it really is driving.", "Throw your water driving and awful driving or else I feel like shit in the past would rationalize.", "like well, maybe it's because I'm snoring so I'm actually not sleeping well and"]}, {"speaker": 1, "dialogue": ["Where is I'm thinking the struggle of being in the driver seat and driving forward initiative you figured that in that space you feel like you're in charge of but then it feels then it feels like it fears off and it gets confusing or get sticky again."]}, {"speaker": 2, "dialogue": ["Yeah, I think it's I'm trying to get somewhere, but I don't feel completely.", "It's as if the car is driving me.", "I don't know what road I'm on.", "I can't usually right.", "I usually I can usually not recognize anything."]}, {"speaker": 1, "dialogue": ["You're not an agent with initiative and clarity."]}, {"speaker": 2, "dialogue": ["Yeah, it's because yeah, it's not like okay.", "I'm going to get in the car and go see Dave or I'm going to get in the car and drive to the coast.", "or I'm suddenly in the forest and where", "it's beautiful, you know."]}, {"speaker": 1, "dialogue": ["till tomorrow"]}, {"speaker": 2, "dialogue": ["310"]}, {"speaker": 1, "dialogue": ["310"]}, {"speaker": 2, "dialogue": ["Thanks, Tricia Sia."]}]