[{"speaker": 1, "dialogue": ["Tell me what's new."]}, {"speaker": 2, "dialogue": ["I'm feeling pretty proud of myself right now.", "I woke up this morning and I was really not doing well.", "I slept 2 hours later than I meant to because I wake up and I'd be like I can't get up.", "I can't do this and then go back to bed and set my alarm for another half an hour.", "I'm sure James really likes that he's pretty good about it.", "I couldn't get started.", "I was wanting to hurt myself and was doing really bad.", "I kind of sat there and thought well, my therapist would probably say that this was something about feeling this way sucks, but it's millier.", "So it kind of comfort for me.", "I don't know about that.", "I thought well, it is comfortable in the sense that as long as I am incapacitated like this.", "I don't have to figure out what to do next.", "I can kind of", "I can say kind of this isn't really my fault.", "I don't have to think.", "Okay.", "What do I do?", "If I don't have a job?", "I don't have to actually solve the problem.", "I was thinking about anything else.", "That was all I've been thinking about for the last couple of days.", "I thought okay, and then I felt better."]}, {"speaker": 1, "dialogue": ["How about that?"]}, {"speaker": 2, "dialogue": ["Yeah, go figure."]}, {"speaker": 1, "dialogue": ["I bet that was helpful good for you."]}, {"speaker": 2, "dialogue": ["Yeah, the problem I have is that now I have basically a month of waiting because I've applied to all of the positions.", "There aren't going to be very many positions being posted because most schools do their contract renewal somewhere around spring break or earlier like in February or early March and so they post new openings in February or March."]}, {"speaker": 1, "dialogue": ["I see you applied for."]}, {"speaker": 2, "dialogue": ["I've applied for basically all of the positions that I would be a good fit for and are ones that I want to apply for."]}, {"speaker": 1, "dialogue": ["About how many is that?"]}, {"speaker": 2, "dialogue": ["about 20 I think yeah, people will have last-minute positions open, but those are going to be far and few between", "usually what happens as far as I can tell is the hiring committee meet sometime in late March or early April figure out who they want to interview and then call those people.", "So now I basically have to sit for the next month and see if anybody calls me.", "So that's going to be hard."]}, {"speaker": 1, "dialogue": ["That sounds like fun."]}, {"speaker": 2, "dialogue": ["Oh, yeah.", "I have pretty much the same conversation with James once a week where I'm so anxious that I'm like well maybe I should just drop this all together and look at other fields, like look for a different job altogether James always says well if you take a full-time job, you won't be able to teach next year.", "If you get a call you won't be able to take it.", "You can't do it.", "I think my job for at least the next month is kind of to keep my anxiety under control.", "Which you know, that's kind of a full-time job.", "Too bad.", "I don't get paid for that.", "Yeah.", "I feel like I'm getting better at it though."]}, {"speaker": 1, "dialogue": ["Yeah, this morning sounds pretty different from how it often goes."]}, {"speaker": 2, "dialogue": ["Yeah, it's like the last couple of days it kept getting worse and worse.", "And worse but I also kept feeling like I just needed something to snap me out of it and I wasn't able to find that.", "Yeah.", "I'm sure there is more to it.", "Then.", "I suddenly felt better.", "But that's kind of what it felt like.", "I think it was that I hadn't looked at it that way and then said, okay.", "Well, that's the case then.", "I mean, I don't know whether that's true or not.", "But if I act like that's true, then the next thing for me to do is figure out what I'm going to do next and say book.", "No, I actually have to figure out what I have to do next.", "But I talked to James again and said no, I pretty much just have to keep doing the same thing.", "It's not time for me to decide that I failed at this yet."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Give it another month then we'll decide on it together."]}, {"speaker": 1, "dialogue": ["Which seriously is sort of the same movie again, isn't it?", "Like well, what I've got to do is instead of deciding preemptively that I failed at this so I don't have to sit around being anxious about whether it failed or not.", "I'm going to sit around and be anxious.", "In other words.", "The move is to kind of admit defeat in order to get out of an actual situation.", "You kind of Stave it off or Ward it off again.", "Do you know what I mean?"]}, {"speaker": 2, "dialogue": ["Yeah, ya know it's like", "Now I just get to be anxious hooray.", "I read an article a friend of mine writes about he basically writes about culture for a lot of little magazines and I did desus and he's a very good writer W. Like I wrote this and I'll read it.", "He wrote about a show that I've never seen girls which apparently is a Big Show and the reading it I was like, it's just like sex in the city and Gossip Girl only better.", "I was like, okay.", "I really don't want to see the show now.", "Not really my thing.", "He was talking about anxiety and describing having a panic attack the other night.", "I think he ended on was he said anxiety tends to Cripple us and keep us in her harness and keep us from relating to people and he was from looking outside ourselves, but it can also be this thing that spreads to connect with other people and to write to figure things out.", "I kind of had to look back through the rest of the article because I was like, I don't see the second part at all."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["I don't find that anxiety.", "Does that for me?", "I think what he was saying is that he saw his connection to the anxiety of the character on the show and it spurred him to write that article.", "Anyway, I don't know.", "I feel like my depression and anxiety just makes me worse person consistently.", "certainly more selfish person", "I reread the end of the affair yesterday.", "I told my sister that's what I was reading.", "And she said are you sure that's a good book for you to be reading when you're having a bad day?"]}, {"speaker": 1, "dialogue": ["I've never read that."]}, {"speaker": 2, "dialogue": ["It's Graham Greene.", "I've read it before but I forgotten everything about it.", "It's about this man who had an affair with this woman.", "It's set just post World War II in London.", "if they're mostly took place during the war, she broke it off with him completely unexpectedly a year-and-a-half ago and he's basically been greeting her existence ever since", "The terrible person so he's super jealous of her and hates her and takes her husband is hiring a private detective to track her because he thinks she's sleeping with somebody else now.", "I forgotten that it's essentially a book about God Graham Greene was a convert to Catholicism.", "I picked it up because I was reading a biography of for American Catholic writers.", "It's a really good book.", "Anyway, it's about God and it's about suffering.", "It's pretty theological as it turns out.", "It's about God as both a suffering God and someone who's with you and your suffering kind of the Redemptive qualities of suffering.", "So it's like okay not seeing this.", "I know it's Easter.", "So that's basically all we're going to be talking about for the next six weeks the suffering God basically the Theology of suffering."]}, {"speaker": 1, "dialogue": ["because of the crucifixion"]}, {"speaker": 2, "dialogue": ["Yes.", "Yes, if you believe Jesus Is God what does it mean to have a God who suffers with you etcetera that turns into you.", "There are a lot of really terrible field agents out there."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["Every priest has to give a sermon every Parish Priest.", "Some people are really good at sermons and some people are really not good at them.", "I'm both picky and kind of skeptical about things.", "I feel like one of sermons are good.", "So anyway, a lot of people end up talking about suffering as something that is a good thing or it sure sounds like they're talking about suffering as a good thing.", "Maybe they're not trying to say that but that's what they end up saying by accident.", "I don't really feel like this is done me any good."]}, {"speaker": 1, "dialogue": ["I would imagine that implications of it pissed you off."]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "Partly because it sucks to be misunderstood and partly.", "I'm just like why am I doing this wrong?", "Yeah sermons in general tend to piss me off to be honest."]}, {"speaker": 1, "dialogue": ["Oh, really?"]}, {"speaker": 2, "dialogue": ["Yeah, you know I really like going to church in some ways.", "I've no idea why I actually believe and it's still very you don't find very many priests were comfortable admitting that they don't know.", "We're comfortable talking about things that they don't know.", "You got a lot of complacent certainty.", "It is difficult for me to", "Deal with even when I'm not depressed.", "It's always difficult for me to deal with.", "My sister is the same way actually which is funny because she works at church.", "She forms people form young Christians.", "She's getting confirmed which is like you get baptized as an infant and then at least in Episcopalian and I think in Catholicism and I'm sure in some other religions, but you get confirmed as a young adult is like entering into an adult relationship with the church and saying I affirm these things this is who I want to be and this is where I want to be", "Do usually get confirmed when you're like 13 not when he cheats the confirmation class.", "When she was in 8th grade, she went through it through the confirmation class because you know, you're the priest kid and my dad taught it and then she said I'm not getting confirmed.", "I don't believe I'm not doing it.", "I think my dad was not super happy about that.", "I think she pretty much past due now.", "Sorry.", "I was wondering"]}, {"speaker": 1, "dialogue": ["Maybe you're a little anxious to be mad and critical."]}, {"speaker": 2, "dialogue": ["yeah.", "Usually I'm pretty comfortable being mad and critical at the sermons.", "I have been kind of the skeptic in the feudal for a long time.", "But on this topic, I'm anxious about it.", "I would really like this to mean something but I just don't think it does."]}, {"speaker": 1, "dialogue": ["What do you mean by its meaning something in other words?", "I guess one of the things that occurs to me is one sort of meeting which is often the way we talk about it is more.", "Like how does it work when you feel bad does it do this?", "What does that do in a way that seems like one kind of meeting but then there's something else which is ratified by anything Redemptive about what's going on.", "We're just talking about how it works.", "There's also meaning something which I think is often true in this context that there's something Redemptive in the suffering.", "I'm not sure which one you're referring to which sort of meaning it lacks or maybe both."]}, {"speaker": 2, "dialogue": ["I guess I feel like we talked a lot about how this works how it happens and the first kind of meeting what triggers it how it plays out.", "I guess I'm talking more about why is this happening to me?", "Why is this my life?", "I guess it's got to be the question everybody asks, and so I guess it makes me angry to hear people offer answers that are to me clearly not the case.", "I hear a lot of suffering will bring you closer to God and I hear a lot of suffering will help you be a better person understand other people better or be closer to other people.", "I don't feel like either those are the case.", "I feel like I just get more and more alone and less and less capable of seeing anything outside of myself."]}, {"speaker": 1, "dialogue": ["I agree that for you.", "That's often true.", "I don't mean to make a larger point about suffering but one more local to you, which is yeah, I think mostly what I hear is depression and anxiety had making more isolated and when you're suffering the most you're suffering along usually"]}, {"speaker": 2, "dialogue": ["But that doesn't have to be the case for everybody.", "I don't know you're going there or not."]}, {"speaker": 1, "dialogue": ["I think part of what that is for you which may not address the kind of broader issue, but it's for you for the moment forgetting who's responsible for this you rarely been able to share your suffering with people around with him, you might"]}, {"speaker": 2, "dialogue": ["Yeah, I very often do you like when I'm doing badly and I talk to somebody about it at the end of it.", "I sort of feel like great now.", "We're both unhappy awesome."]}, {"speaker": 1, "dialogue": ["Yeah, I think this is the part of the kind of background noise or background radiation.", "Where is like, when am I going to get sick and tired of frustrated with caring about how bad it is?"]}, {"speaker": 2, "dialogue": ["Yeah, particularly when the last couple of days there's nothing really new to say it's pretty much the same thing happening.", "It kind of happens over and over and over.", "Yeah, I feel like James gets frustrated with me about that or I worry about that.", "I feel like well if my life sucks, at least it should suck a new way.", "Or if it sucks in the same way I should be able to come up with something to do about it.", "Yeah."]}, {"speaker": 1, "dialogue": ["I think it's kind of an indication or an illustration of how much you feel like you can really suffer.", "You had better be by yourself because nobody really wants to hear it or at least not for very long."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["so if you're suffering and means you're going to be by yourself"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["which again is probably some broader existential question but I'm not intending"]}, {"speaker": 2, "dialogue": ["No, it's okay."]}, {"speaker": 1, "dialogue": ["clearly"]}, {"speaker": 2, "dialogue": ["I talked to my sister on the phone yesterday and I was doing pretty badly.", "She was having a good day.", "I didn't want to go into too much detail about not doing well because then I start crying on the phone and all of those things.", "Where I was going with this is that from me when I'm with somebody when I'm suffering.", "I can't think about the other person at all.", "I can't enter the other person's life.", "I can't talk about the things that the other person wants to talk about.", "It's like I don't have anything to give that sucks.", "I feel terrible about that.", "We talked for a little bit and she told me all about what was going on with her and then there was just silence.", "I told her what was going on and that I was having a bad day and that I was anxious about finding a job and haven't heard back from anywhere etcetera Etc.", "But to try to summarize why I'm not doing well takes about 30 seconds.", "And then I just have the same things to say over and over and over again.", "That's all I've got.", "It's like this huge giant thing for me that's blocking out everything else."]}, {"speaker": 1, "dialogue": ["Well, actually my suspicion is that you're sort of in the Middle Ground there.", "When I first heard you say it was like I bet that's more than you might have shared some time in the past to say that you're having a bad day and given more or less overview."]}, {"speaker": 2, "dialogue": ["Oh, yeah, that's a lot more and to think that I'm having a bad day."]}, {"speaker": 1, "dialogue": ["But there probably is a lot more you could say that doesn't occur to you because again, you kind of don't want to go there.", "I'm not suggesting that I think you should go there.", "But what I'm interested in is that it doesn't even occur to you that there's more to the story such as you always get down and feel like you haven't been a good enough job, which is how you feel when you haven't gotten a job, which is part of why you're feeling so bad.", "You're probably also thinking about suicide in a way that's a release.", "There's any way it feels crummy and you're probably worried about staying in this really downward Jag after having felt better for a while and that sucks."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["there may be other things too I just know these are things that you often I have often thought and again I'm not saying you want to be telling your sister but it doesn't matter to you that there's more to the story second"]}, {"speaker": 2, "dialogue": ["No, I was just going to agree with you.", "That is interesting.", "After we talked about jobs and what to do what I should be doing for the next month.", "She said let's not wait another week and a half before we had this conversation because he just do four days and then we talked about it.", "Let's just talk about it before you starts doing that's an idea.", "I'm worried about trying your patience.", "A lot more about trying James's patience.", "Yeah, I don't know why it doesn't occur to me.", "I don't know.", "We always have these weird conversations.", "Like hey, how are you doing?", "I'm not doing so well.", "I'm kind of having a bad day.", "How are you doing?", "She talks for 15 minutes about her dog.", "It's like I'm pretty good at keeping the focus off of myself and then feel kind of resentful about it, which doesn't help."]}, {"speaker": 1, "dialogue": ["You're in a difficult situation where it's hard to be in touch with yourself and hurt at the same time.", "I don't know.", "Maybe she was more in touch with you that way or has been consistent in responding."]}, {"speaker": 2, "dialogue": ["I don't know.", "It's like we can either have the conversation about me or we can have the conversation about her.", "It doesn't feel like both can happen in the same conversation."]}, {"speaker": 1, "dialogue": ["icing"]}, {"speaker": 2, "dialogue": ["So I can either tell her what my life is actually like right now or in order to listen to her at all.", "I sort of have to pretend that the rest of my life doesn't exist.", "I have to pull out of it yesterday.", "I just couldn't do that.", "Yeah, I guess I also don't know what else to say to her because I told her how it is.", "I mean, she's somebody I really trust somebody.", "I'm really close to maybe it's too scary.", "Or I feel like if I tell her that she will have to deal with this too.", "And it's don't want that.", "I think that's it.", "I guess part of me is like I'd rather be alone in this than having other people hurting like this.", "But I also sort of want other people to be.", "With me so clearly part of me wants other people to feel like this and I feel bad about that.", "Somehow it doesn't occur to me.", "I'm not that good of a storyteller.", "You know, I'm not going to give this to other people by talking about it."]}, {"speaker": 1, "dialogue": ["I see it feels a little like smite."]}, {"speaker": 2, "dialogue": ["Yes, if you look exactly like I will."]}, {"speaker": 1, "dialogue": ["IC contagious"]}, {"speaker": 2, "dialogue": ["Yeah clearly."]}, {"speaker": 1, "dialogue": ["we should finish up."]}]