[{"speaker": 1, "dialogue": ["Hi, I'm one of the psychiatrist who work here in the department of psychological medicine and you are."]}, {"speaker": 2, "dialogue": ["Elizabeth by every everyone calls me Liz"]}, {"speaker": 1, "dialogue": ["I've spoken with your physician doctor green and have read his reports and know some of the things about why you are here today.", "However, I would like to hear from you and why you have come to see me today."]}, {"speaker": 2, "dialogue": ["I'm having trouble with fear of germs and fear of intruders coming to attack my family.", "I feel that if I don't do certain things each day that bad things will happen."]}, {"speaker": 1, "dialogue": ["Would you like to tell me about your troubles with cleaning checking and Counting and what you feel will happen?", "If you don't do these if you have questions or don't understand something at any point during this interview, please feel free to ask for clarification.", "Are you comfortable telling me about your trouble specifically?"]}, {"speaker": 2, "dialogue": ["Yes, I would like to get your help because I can't seem to get through the day without these rituals taking so much time out of my life.", "They are getting worse."]}, {"speaker": 1, "dialogue": ["Are you a person who is careful about safety?", "Is there anything in the house that you have checked on frequently.", "Do you have to do the same thing over and over again or in a certain way?"]}, {"speaker": 2, "dialogue": ["Yes, I feel the need to wash my hands constantly.", "I am afraid of getting germs from things that other people touch.", "I feel I need to wash them three times.", "Every time I touch something that someone else may have touched such as door knob light switch for a faucet handle.", "I usually use a paper towel to open things.", "So I don't have to touch anything directly if I touch something and I don't wash three times.", "Then I am afraid that I will get get germs that could cause me to get sick.", "I have fears that I forget to lock the door turn off the lights.", "So I will go and turn the Lock 3 times in the need to wash my hands three times.", "I find this happening so much that I am late for my job in the morning on my way to work.", "I have had to turn around and drive home to see if I remembered to turn off the coffee pot.", "This is embarrassing because I know what I am doing.", "I can't stop it."]}, {"speaker": 1, "dialogue": ["What do you feel what happens if you do not do these things over and over?"]}, {"speaker": 2, "dialogue": ["I'm afraid that I will get some bad germs that will get into my body.", "And if I don't lock the lock the door, then someone will come and attack me and my family if I don't check the doors in the windows and lock everything three times.", "I just feel that something bad will happen.", "Then I'm afraid that I forgot to lock the doors in the windows.", "So I'm repeatedly checking on them.", "Then.", "I must wash my hands three times because of germs."]}, {"speaker": 1, "dialogue": ["How many time how many times do you wash your hands a day?"]}, {"speaker": 2, "dialogue": ["Probably 60 times.", "I have contact dermatitis on my hands because they are irritated from the constant washing."]}, {"speaker": 1, "dialogue": ["Do you find that you need to change your clothes more than once a day?"]}, {"speaker": 2, "dialogue": ["Yes, I changed after I come in from work or being out in public.", "I have separate laundry hampers for my clothes depending on where I wore them work is different than the grocery store."]}, {"speaker": 1, "dialogue": ["How many times are you checking the locks on your doors windows?"]}, {"speaker": 2, "dialogue": ["I check everything before I leave work when I come home from work and before bed and waking up in the morning if I checked three times, then it feels right.", "I feel relief if I check in town three times."]}, {"speaker": 1, "dialogue": ["How about your sleeping habits?", "Have you had any trouble with sleep?"]}, {"speaker": 2, "dialogue": ["I wake up anxious during the night and sometimes must check things in the house like the Windows Doors coffee pot and lights in the garage and closet.", "Then I try to go back to sleep and sometimes I lay awake for hours.", "So yes, my sleep is interrupted by the checking."]}, {"speaker": 1, "dialogue": ["Do these actions seem reasonable to you or more than you should be doing.", "Do you spend more time on these than you would like to?"]}, {"speaker": 2, "dialogue": ["I feel that I must do everything three times the washing counting and checking takes up so much time and I know it is not normal.", "I want to stop I want to feel normal again.", "I have always been particular about things but this is really taking over my life.", "I want to stop but if I don't do the county checking and washing then it doesn't feel right.", "I feel relief when I get these things.", "It's only temporary belief, but really really spot relief nonetheless."]}, {"speaker": 1, "dialogue": ["How do these things affect your life your job relationships with your husband kids friends?"]}, {"speaker": 2, "dialogue": ["It's terrible.", "My husband is so understanding but worried and wants me to get help because it is disrupted in our house hold the kids wonder why must do everything three times and why can't touch the certain things in the house because of the fear of germs.", "I don't want them to learn these things for me.", "I work in his account as an egg and accounting.", "So I have to I have my own office and don't have to interact a lot with the Republic.", "I just wipe my phone down with bleach wipes.", "Every time I come into my office.", "I also wiped the doorknob or avoid it.", "I don't know if anyone at work that was the extent of my compulsions.", "I think my secretary knows because she has worked.", "For me in the past 10 years since I started."]}, {"speaker": 1, "dialogue": ["How many kids do you have and what are their ages?"]}, {"speaker": 2, "dialogue": ["We have three kids.", "The oldest is eight the middle of 6 and the youngest is for the full 4 year old is just starting to mimic how I use a paper towel to open things.", "I don't want this to affect them.", "I don't want them to get work get what I have."]}, {"speaker": 1, "dialogue": ["How much control do you feel you have over these actions?", "Do you resist them or yield to them?"]}, {"speaker": 2, "dialogue": ["Are you because I can't resist in the feeling that something bad will happen just overwhelms me."]}, {"speaker": 1, "dialogue": ["Are you currently taking any medications either prescription or over-the-counter?"]}, {"speaker": 2, "dialogue": ["I take a multivitamin and Tylenol or Advil for headaches, which isn't often."]}, {"speaker": 1, "dialogue": ["How about any alcohol or illicit drug use ever in the past?"]}, {"speaker": 2, "dialogue": ["I drank a bit in college never smoked."]}, {"speaker": 1, "dialogue": ["Do you recall when you first had his compulsions?"]}, {"speaker": 2, "dialogue": ["I'm 36 and I was about 12 or 13 one of these things started for sure.", "I started to really avoid anything that I that had contact with others hands mainly always worried about being attacked or mugged by some criminal.", "I have always been a clean and neat person from childhood."]}, {"speaker": 1, "dialogue": ["Is there anyone in your family who had the same tendencies that you can recall?"]}, {"speaker": 2, "dialogue": ["My mother was a very neat and kept person.", "She was very particular about how she kept the house and her personal appearance.", "My dad was a Salesman and was well kept but not more than other people.", "I guess my siblings are brother and sister are messier than I am.", "Most definitely."]}, {"speaker": 1, "dialogue": ["Are there any forms of abuse in your past as a child or in your current life is an adult."]}, {"speaker": 2, "dialogue": ["No, no physical or sexual abuse at all."]}, {"speaker": 1, "dialogue": ["Have you experienced any major losses are grieving?"]}, {"speaker": 2, "dialogue": ["Well, my mother died right after we were married about 11 years ago or maybe 10 it was right before I started my position with the accounting firm.", "My father passed just before we were married while I was still in college.", "My siblings are both living and healthy."]}, {"speaker": 1, "dialogue": ["Do you think the counting and washing increase before you started your job?"]}, {"speaker": 2, "dialogue": ["Well, yes it did."]}, {"speaker": 1, "dialogue": ["before your mother passed"]}, {"speaker": 2, "dialogue": ["No, it was just after her funeral.", "That's when I felt the need to count and wash more often.", "I felt so low."]}, {"speaker": 1, "dialogue": ["Have you ever had ideas of suicide or homicide?"]}, {"speaker": 2, "dialogue": ["I wanted to die right after my mother passed.", "I was depressed and felt so low, but I didn't attempt suicide.", "I don't have ideas of some home on the side quite the opposite.", "I'm worried about keeping my family safe.", "I'm worried about being attacked."]}, {"speaker": 1, "dialogue": ["Were you treated for depression or any other mental issues in the past such as after your mother's passing?"]}, {"speaker": 2, "dialogue": ["No, I just recently went to doctor green because this is becoming too much."]}, {"speaker": 1, "dialogue": ["Would you be willing to try medication cognitive behavioral therapy and exposure and response prevention therapy to begin changing these behaviors?"]}, {"speaker": 2, "dialogue": ["Yes.", "Will help me stop this and be able to have my life back."]}, {"speaker": 1, "dialogue": ["According to dr. Green's records and MRI shows negative in blood work looks normal.", "So we will begin today and I will follow up with you in one week."]}]