[{"speaker": 1, "dialogue": ["Here's the tally."]}, {"speaker": 2, "dialogue": ["okay thanks this is $100"]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["so at least two"]}, {"speaker": 1, "dialogue": ["Great."]}, {"speaker": 2, "dialogue": ["how's it going"]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["so last week is weird last week is very weird I was sleeping the whole week I don't know what the fuck was going on but I was sleeping every day until like two one I don't know like I was exhausted it was really weird"]}, {"speaker": 1, "dialogue": ["I wonder why."]}, {"speaker": 2, "dialogue": ["I don't know and it happens to me sometime so it's hard not to get a little hypo now hypochondria chondriac", "I don't know if it's that I'm snoring at night and I'm not resting so like I'm not going into a deep sleep.", "I don't know what the fuck it is, but the weird thing last week.", "Was it was all week?", "I mean it was all fucking week when I left her on Monday.", "Usually I go to Starbucks or just kind of", "or just try to get stuff done.", "I got all the way to Starbucks in or something in me.", "I could just feel like I was absolutely exhausted.", "I don't know but then.", "With all that shit with the fire department and the it was already an exhausting week.", "You know what I mean?", "Like it was a weird week.", "I was already feeling that way and then with all that shit, I don't know.", "But here's the weird thing Friday evening.", "I think or late afternoon and I saw this video this Army but who went from not being able to walk that well to like losing tons of weight.", "And I mean he was on disability.", "He was all messed up.", "So there's this amazing video of this guy who decided to learn yoga and you went to all these yoga teachers and told him and told them his story and they're like, it's really hard for you can barely walk.", "So it's going to be very difficult to do these poses one.", "Yoga teacher kind of took him in and look I lost a little weight and now he like runs.", "He's completely changed his life.", "Nothing is thing about it is I was sobbing I was like, maybe this is emotional", "Is it somehow emotionally backed up all week?", "Cuz I was like sobbing and it's not it's very anyone that doesn't get emotional watching.", "This video is an idiot.", "But to like be sobbing like that.", "I don't know.", "I just need to have a really good cry and then suddenly"]}, {"speaker": 1, "dialogue": ["Don't make a lot of sense if there's something emotionally you start feeling stuck and broken inside.", "Is it something about the video the story?", "I would guess it's not just a generic good cry, but something about the story let you let you get in touch with something."]}, {"speaker": 2, "dialogue": ["no, yeah."]}, {"speaker": 1, "dialogue": ["It sounds like you were feeling all week."]}, {"speaker": 2, "dialogue": ["Yeah, I guess so."]}, {"speaker": 1, "dialogue": ["Wonder what about the story?"]}, {"speaker": 2, "dialogue": ["He seems like such a nice guy, you know, and I'm pretty skeptical skeptical.", "So it was also like the way the video was made with music at just", "is just made in a way that it touches all those buttons, but just the story itself the guy I mean, he was a fat he had to walk with those two things like crutches or whatever massive leg braces and stuff.", "He was in Iraq vet and they show him trying all the poses.", "He keeps following.", "I mean, it's just it doesn't get better than someone who seemed so sweet the so committed.", "You know what it is.", "You know what it is it like I can't explain part of it."]}, {"speaker": 1, "dialogue": ["What were you going to say?"]}, {"speaker": 2, "dialogue": ["well, I mean, it's just like", "cuz you to shame a little bit.", "I wasn't crying cuz of bad because but for someone to be able to overcome something like that and some one who seems so", "Who seems to deserve such a sweet person?", "It's just I don't know I was sobbing was really weird."]}, {"speaker": 1, "dialogue": ["Put you to shame."]}, {"speaker": 2, "dialogue": ["Well, it's like I can't go to the gym for 15 minutes.", "See you in a little bit exercise.", "This poor guy is like seriously overweight disabled, you know, it gives you perspective.", "That's not why I was crying, but that's one of those things that took away which is which I think is what you should take away from it that the message of the video don't ever think you can't do something.", "I think that's what it was.", "The video was telling me something no one else had ever told me, you know,", "That you can do anything in the fact that someone believed in him, you know didn't give up on him."]}, {"speaker": 1, "dialogue": ["That's a lot of feeling."]}, {"speaker": 2, "dialogue": ["Then I was trying to remember the other times when I felt so exhausted is this what happens something makes me cry and suddenly, I feel better.", "I think it might be sometimes you know, yeah."]}, {"speaker": 1, "dialogue": ["You remember you were here Wednesday of last week.", "You didn't allude to feeling exhausted at all that day.", "You didn't seem it.", "A lot of stuff came up on Wednesday."]}, {"speaker": 2, "dialogue": ["I did I don't know anymore."]}, {"speaker": 1, "dialogue": ["I mean all different aspects of getting into"]}, {"speaker": 2, "dialogue": ["Was Wednesday today?", "I was saying the weird shit my Mom said or something.", "Yeah, I often don't say that.", "I feel so tired because it happens kind of so often.", "But yeah, I probably should have mentioned it."]}, {"speaker": 1, "dialogue": ["So you remember having that you have been feeling that way?"]}, {"speaker": 2, "dialogue": ["Oh, no, no.", "No, I was really feeling really awful week really off.", "I mean, yeah that day.", "That's all I did.", "I came here and even that day I woke up right before I head come here and then back home.", "I got in bed and kind and just kind of took away like a long nap.", "Got up kind of ate something and got back into like I was just"]}, {"speaker": 1, "dialogue": ["depressed"]}, {"speaker": 2, "dialogue": ["Yeah, yeah, like it was to the point to where I didn't mention it to my mom.", "I was feeling like so what the fuck is going on here.", "I couldn't even hide it in the evenings.", "I was just like yeah, I was just like totally like remember I was saying I was kind of going down there and not being talkative.", "Just there must have been I don't know.", "Maybe that's just going to happen.", "Sometimes like doing this to my mind tends to have so many.", "I'm trying to do so many things maybe sometimes it's just exhausting.", "I don't know or it gets the point where it's like a bottleneck these things are kind of flowing, but then maybe there are times when it suddenly it just gets kind of plugged up.", "So until I have a really good cry or something kind of Judges me over the that I just like feel drained or something."]}, {"speaker": 1, "dialogue": ["When was it was it that your mother you showed her the photo of Kelly to your mom.", "Do you remember when that was?"]}, {"speaker": 2, "dialogue": ["Was it the weekend or something like last weekend?", "Because I told you either."]}, {"speaker": 1, "dialogue": ["You told me Wednesday."]}, {"speaker": 2, "dialogue": ["Wednesday so yeah, it was sometimes it was sometimes between the weekend and Monday."]}, {"speaker": 1, "dialogue": ["Because I have to wonder if that what you told me about.", "Wednesday was not with you as a piece of what?"]}, {"speaker": 2, "dialogue": ["Yeah, like I was handling it kind of but in a different way, I was kind of you know."]}, {"speaker": 1, "dialogue": ["It was so much Ryan.", "I mean I was floored by in here and now things you were real and she had said to you that weekend and I don't know how that would have been like a punch in the stomach and you were handling it, but how could you not but how could I how could there not be you have different sets of eyes now and ears to hear and think about how what she saying to you that makes it now it's just a heavyweight when this actually happens now."]}, {"speaker": 2, "dialogue": ["Yeah, I know.", "Maybe that's what it is.", "Maybe like I just don't know what to do with that now and not going to run away from my hometown just cuz of you know what I mean.", "it's like", "how how do people and I know I'm not the only one how do people handle these things when they're", "Still kind of around their families in one way or the other."]}, {"speaker": 1, "dialogue": ["What do you do with those feelings?"]}, {"speaker": 2, "dialogue": ["Yeah, I mean you got to do something, you know, and I'll also you know what it was in retrospect cuz the other thing I thought after I had that good cry I thought maybe like over the weekend at some point.", "I mean she show Celia to kind of love you never gave me like how weird is that?", "It's just unconditional shoes melt like I thought of that and then there was one point where my uncle was over right around the fire department.", "I got upstairs to fix the garbage.", "I got a lot of shit done a lot of logistical fix some stuff around the house the garbage disposal just that day before replace some of the fire some of the fire alarms smoke detectors and I did my uncle was there he didn't do anything but he just because he was there at kind of help me to get some I was like, oh uncle.", "Can you I'm trying to fix the store that he looked at me.", "He didn't really do anything.", "But just another prayer eyes help me to be a little more motivated, you know what helps?", "It's not like my mom wasn't grateful to me, but I felt like she was more grateful to she made it sound like he did something.", "She was just a jerk about it.", "She doesn't get it, you know."]}, {"speaker": 1, "dialogue": ["couch"]}, {"speaker": 2, "dialogue": ["What's that?"]}, {"speaker": 1, "dialogue": ["ouch"]}, {"speaker": 2, "dialogue": ["Yes, stuff like that or even or like even yesterday try calling.", "Calling her all day.", "Cuz if I don't hear from her for long stretches, I get a little worried like my grandmother or her in the snow or whatever her cell phone won't Buzz or she doesn't hear it.", "Whatever.", "It's like I don't answer my phone after a couple time.", "She is kind of aggravated.", "I don't say anything.", "I've generally concerned.", "I'm not annoyed.", "I don't give a shit if you're not answering.", "I just want to make sure everything's okay.", "It's just I don't know she just a difficult person.", "nauseous", "a lot there is to it.", "Like I said, it's not just with her kind of with the whole family.", "I just shown I'm just finding things more in a weird way more exhausting when they actually happen when things happen.", "They really annoy me and maybe cuz now", "I just know.", "What's what and I know there's not really.", "Much just say I mean it will be ridiculous to have some kind of blowout.", "So it's almost like this crazy like this very deflating kind of feeling I guess."]}, {"speaker": 1, "dialogue": ["Well, it's a very good question.", "What you do with all these feelings you're starting to have as things happen and you see them for what they are now."]}, {"speaker": 2, "dialogue": ["I mean, I don't think there's much more that I could do.", "I don't you know, I mean, even if I go down there are you generally generally don't speak don't spend that much time at the most maybe an hour.", "I'll just dessert for like maybe an hour but rarely is usually just a few minutes.", "I don't know what else", "You know, I don't think it would even really that different if I live across town.", "You know what I mean?", "You're in the same your here.", "Your memories are here my and I don't want to run away.", "I don't put myself in this Tino.", "I'm kind of looking for my future now but my house and I don't want to give someone else a grand or two grand whatever it is for some shity apartment when I have a home that I'm comfortable and so it's a balancing active.", "I love it here.", "I don't want to live in another town.", "I loved it.", "So", "I mean, I think that's I think it is what it is in some ways.", "That's you know, maybe that's one of the reasons why I've been feeling better.", "I have a much more like I'm just taking care of myself, you know, they're not going to change their not.", "It is what it is.", "So I have to try to you know."]}, {"speaker": 1, "dialogue": ["Can you say more about what the feelings are though?", "What do you feel?"]}, {"speaker": 2, "dialogue": ["feelings about what"]}, {"speaker": 1, "dialogue": ["When she compliments our thanks you is is appreciated appreciative of your uncle and not now."]}, {"speaker": 2, "dialogue": ["I just feel like hurting angry, you know."]}, {"speaker": 1, "dialogue": ["angry at"]}, {"speaker": 2, "dialogue": ["I mean, you know.", "Like the thing is when I think about it, it's again the problem with all this shit is old feelings because that day when I first at the end of the day, it seemed like she was thanking him more but you could argue it's because he was leaving in a way.", "She's also smart lady.", "She wants to let a brother know she's giving him a little extra.", "To let him feel like she really cares.", "But he comes around and it's kind of she's kind of a sending him a signal.", "Do you know what I mean?", "But earlier when I first got home she hugged me All My Sons hear he's doing so much today and a steering in a Syrian.", "She said very nice things she gave me a hug.", "So it's one of those things where if I had to I had made a stink about it.", "I was just felt stupid right after I I had another blowout I would have felt like oh that was", "So when I sell in the moment had nothing to really to really do with that moment.", "It's just years and years and years of just feeling like she doesn't appreciate or she it all goes back to it doesn't feel unconditional doesn't feel you know, she's a sickle kind of person who sometimes it's very polite and kind of oddly when she is she's usually not like it's this weird.", "It's", "bury my grandfather."]}, {"speaker": 1, "dialogue": ["And what were you talking about last week with a photo and all the exchange around the photo?", "It wasn't just about the past.", "Do you know what I mean?", "She's actually saying things in the present that are very very critical.", "Yeah."]}, {"speaker": 2, "dialogue": ["Yeah, but I guess when I say the past but I mean is that if everything else has been difficult your mom or your dad says something wacky to present you deal with it differently.", "It'd be much more than a little glitch like mon mom.", "There'd be more of a lightness about it.", "That's what I mean.", "I think I mean everybody I mean maybe not everybody is but from what I've seen around me, I feel like a lot of parents say some odd things that they maybe we don't intend to stay.", "But that can be kind of purple and frustrating.", "Whatever, but when it's coming after years of all this shit."]}, {"speaker": 1, "dialogue": ["If it's a rare comment that comes from something."]}, {"speaker": 2, "dialogue": ["I mean, it's pretty it is pretty rare.", "She doesn't really say that stuff.", "I don't know.", "I'm not trying to defend her it's shity."]}, {"speaker": 1, "dialogue": ["Yeah, what about this is hard to stay with how I felt.", "Wanting to defend her and protect her."]}, {"speaker": 2, "dialogue": ["What no.", "No it it took shity.", "There's no way around it.", "It's awful.", "I don't even know what to say about it.", "I guess I'm so focused on the Absurd of the other day and you do that helps me."]}, {"speaker": 1, "dialogue": ["When you're with me you are."]}, {"speaker": 2, "dialogue": ["What?"]}, {"speaker": 1, "dialogue": ["focus on the Absurd serenity"]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["When you're by yourself you complain."]}, {"speaker": 2, "dialogue": ["No, yeah, I don't think I'm focused on.", "I mean, I think I tell myself that.", "could try to feel a little better but"]}, {"speaker": 1, "dialogue": ["How do I feel what you felt watching this movie when you're here?"]}, {"speaker": 2, "dialogue": ["Oh, yeah."]}, {"speaker": 1, "dialogue": ["I wonder why."]}, {"speaker": 2, "dialogue": ["I've always been like that, right?", "I don't really cry and her that much, you know, it's just very private I guess."]}, {"speaker": 1, "dialogue": ["What if it would help?"]}, {"speaker": 2, "dialogue": ["What's that?"]}, {"speaker": 1, "dialogue": ["What if it will help?"]}, {"speaker": 2, "dialogue": ["Why I'm not against it it just I mean I asked I have but it has to feel has to come at house to can't force yourself."]}, {"speaker": 1, "dialogue": ["another place where the couch can help"]}, {"speaker": 2, "dialogue": ["What's that?", "Oh, well, maybe yeah."]}, {"speaker": 1, "dialogue": ["Again, it's just a tool.", "But that's also one of the things sometimes it can do.", "You can find feelings in here without someone staring at you."]}, {"speaker": 2, "dialogue": ["Right, right.", "Maybe that's what I need to try.", "I mean what I like about the way I'm handling.", "All this stuff is I think there's a lot to be said we're having a kind of like is what it is attitude and not in a bad way, but", "In a I don't know.", "I think it's feels kind of help me to be like, you know, what sometimes this is going to happen.", "Sometimes I'm going to feel whatever and sell last week or whatever.", "You know what?", "She's old and she's not going to be around forever.", "That doesn't excuse.", "Shepherd that helps me to just I don't know like in tandem with this because it is so like vulnerable and 3 days a week.", "It's awesome.", "I look forward to it.", "But I think the balance of this is it feels kind of good to be tough in a way like without ignoring how she is or whatever but just be like, you know what?", "That way, you know how to handle it.", "You handle it by giving a talk at the Assyrian Library.", "You handle it by doing your work?", "I already got the job.", "But you know what?", "I mean.", "I got invited to do a poetry reading whatever the biggest kind of creativity riding Association.", "Is having their conference year."]}, {"speaker": 1, "dialogue": ["Wow, so not just a locally-based thing you're saying."]}, {"speaker": 2, "dialogue": ["No, it's National saying it's like the MLA my friend who runs this Workshop.", "Whatever the fucking thing they're doing a reading and she's like you want to be the featured reader."]}, {"speaker": 1, "dialogue": ["Wow."]}, {"speaker": 2, "dialogue": ["I haven't said yes, but I'm going to you know, it's really not a big deal, but", "these are the ways."]}, {"speaker": 1, "dialogue": ["Are you considering not saying yes."]}, {"speaker": 2, "dialogue": ["Yeah, I kind of I kind of don't care but I'm going to say yes.", "I think these are the ways there's no other way.", "My mom's not going to stop saying those are shifters.", "Got2b a day.", "today", "you know, I think and I think", "that's the way", "that was the thing about the video and I think also part of the crying was again.", "It's that morning and then part of the crying was I'm finally kind of getting this now what I got level instead of up here and I'm like no I want to finish my novel and I want to do this reading I want", "To have a talk at the Museum in finish my record.", "That's the only way."]}, {"speaker": 1, "dialogue": ["I think that's a piece of what's changed so much Brian the last number of years and rapidly in the last since we started this is your capacity to do that."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["To channel it now in two ways that are healthy for you instead of self-destructive most of the time."]}, {"speaker": 2, "dialogue": ["Right, right."]}, {"speaker": 1, "dialogue": ["It's an enormous capacity to just grow.", "Yes."]}, {"speaker": 2, "dialogue": ["Yeah, I was thinking about it other than feeling shity about missing our appointments once in awhile, like things are City.", "Do you know what I mean?", "I'm not some programmed.", "I'm not doing my homework.", "I am living my life and I don't feel so guilty about the PHD or whatever.", "I think it's going to get it done one way or the other at some point, but I'm not sweating it but it's not my I'm not a fucking scholar.", "I don't give a shit about it.", "I want to finish it for me.", "So like I think that's the kind of stuff that does make me feel a lot better.", "I pulled up my manuscript for the new book and I was like shit man.", "Some of these poems are really fucking good.", "I had looked at them in months.", "There's really no other way.", "There's no other way.", "Also with Kelly but by not letting any of that affect we had a fucking amazing weekend.", "We had a such like she's awesome.", "I was going to tell you this if this is the first relationship I've had where the sex has gotten better with the more open.", "We've been", "even the littlest thing", "this past weekend was the first time I really felt like we were really making out is that weird like really making out in the stacks?", "I don't know if she's amazing.", "So that feels good.", "Like I'm not bringing any of that shit.", "Oh, she's a little overweight.", "She's I don't give a fuck.", "She's freaking beautiful and awesome."]}, {"speaker": 1, "dialogue": ["And actually to find it when you're able to be honest with each other about sometimes when difficult things getting your first fight work it out.", "That's a relationship even the physical side of things actually gross."]}, {"speaker": 2, "dialogue": ["That was something that was awesome that it wasn't even a fight."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["You know what, I mean miscommunication."]}, {"speaker": 1, "dialogue": ["First issue that you have to explore explore each other."]}, {"speaker": 2, "dialogue": ["That's amazing.", "We didn't even have any words."]}, {"speaker": 1, "dialogue": ["No yelling screaming."]}, {"speaker": 2, "dialogue": ["Yeah, she's like hey, we haven't talked in a couple of days.", "She came over and was like and that was it.", "I already see you like Friday.", "Thought we were just going.", "To get together Saturday.", "She's like do you want to get together Friday to", "I Can Tell She's after that.", "But all whatever is that was we both talked.", "We were both scared.", "She's very it's different.", "It's different."]}, {"speaker": 1, "dialogue": ["I wonder if Wednesday was too much."]}, {"speaker": 2, "dialogue": ["I mean the whole week was too much but maybe"]}, {"speaker": 1, "dialogue": ["Maybe you're just like and we laughed about saying mental health break or taking mental health days.", "Maybe you needed a break from here on Thursday."]}, {"speaker": 2, "dialogue": ["Maybe the whole week felt like that."]}, {"speaker": 1, "dialogue": ["You know, I think I may have said this before could have been years ago.", "There's a psychoanalyst psychiatrist whose well known around town died a number of years ago, but remained a legend in the area who describe the process of therapy basically as acknowledging bearing and putting it into spec into perspective as a three-stage process."]}, {"speaker": 2, "dialogue": ["That makes sense."]}, {"speaker": 1, "dialogue": ["I bring it up right now because I think that what used to happen for you if you would acknowledge and it would just fly you into a panic and it would be totally deregulating what would start to get to know about and you've been increasingly finding a way on the outside, even if", "Even if just finding perspective around it, and I think that's what you're describing feel.", "So important to you that you can say it is what it is what it is in some ways that's telling oneself to put it in perspective.", "The only thing I'm bringing up is that in here, I think sometimes you also want to jump over the acknowledgement jump overbearing and into putting it in perspective that the bargaining part is hard."]}, {"speaker": 2, "dialogue": ["Oh, yeah."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Of course."]}, {"speaker": 1, "dialogue": ["If we only land in perspective without ever having gone through how bad it feels what you have come to know.", "It's a shaky container."]}, {"speaker": 2, "dialogue": ["Right, of course because some days that perspective work some days.", "It doesn't."]}, {"speaker": 1, "dialogue": ["Well, if you're never really mourned and grieved and gotten angry or so that you know, it snowed in your bones and effectively it's a different kind of knowing it's more like a muscling through the perspective which is so adapted that I think works for you A lot of the times out there."]}, {"speaker": 2, "dialogue": ["Yeah, I mean, I don't disagree."]}, {"speaker": 1, "dialogue": ["Where you at?"]}, {"speaker": 2, "dialogue": ["Well, I just think what happens is like part of that side of me.", "That just says well, I mean there's kind of", "No time limit on morning, so it's just that.", "That makes me scared.", "But it just makes me feel like the acknowledging part is definitely covered that you know, I feel like the bearing is like that's kind of what I've been doing away.", "I know what you're saying, but I kind of feel like", "I mean maybe the way I feel about it is like this is really helpful because when I'm alone I can stop and not the minute, you know what I mean?", "To me.", "That's what works.", "It's a very private thing to me.", "I don't know.", "But when it happens now, I don't feel weird.", "I don't feel bad.", "It's my kind of welcome mat, you know."]}, {"speaker": 1, "dialogue": ["And you're saying it actually could be helpful this time it unstuck something."]}, {"speaker": 2, "dialogue": ["It always does."]}, {"speaker": 1, "dialogue": ["Like for you to find the feeling."]}, {"speaker": 2, "dialogue": ["No, it always does it always does."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["The last time I felt very disturbing was the time I told you when I first got to London."]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["That felt really unsettling and I was only because I just felt really alone.", "I felt like", "there wasn't anybody I could call or hang out with I just felt really weird and alone and just unsettled ever since then every time I had a job like that.", "I always understood the clear reason more or less and I've always felt better."]}, {"speaker": 1, "dialogue": ["Yeah, so you're doing work in Berry now?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["by yourself"]}, {"speaker": 2, "dialogue": ["Yeah, yeah, I feel like the stuff at home was almost like the homework like that's the stuff you got to you know, and I do wish it would happen in here more.", "I mean, it makes me a little uncomfortable, but I've been doing this long enough.", "I'm fine with it.", "That's just not it's got to just happen.", "Naturally you can"]}, {"speaker": 1, "dialogue": ["Their time than here where it looks like it's going to but then you stop it's like you're clamping down.", "And you'll say it but whatever dismiss away from it."]}, {"speaker": 2, "dialogue": ["Yeah, maybe."]}, {"speaker": 1, "dialogue": ["Does it mean something I wonder what it means just to have the feelings in there?"]}, {"speaker": 2, "dialogue": ["I mean I had the feeling that actual crying thing is hard for me to do not her is just", "it just doesn't happen in front of people that I just and I'm fine with that.", "I'm not trying to hold anything back some people but I do know what you're saying for getting the crying thing.", "But I mean it's hard to you know, because I", "Tyler's", "don't know what to say about it.", "I feel I feel it.", "I don't know.", "What's shit.", "It makes me feel like shit.", "I just don't do you know what I mean?", "Like literally I don't know what the other will eyes say it say that it makes me feel shity or something.", "Maybe you're right.", "Maybe that's a way to not sit with it or whatever.", "Remember when I told you that last week, I've lined up some dates on.", "Okay stupid.", "Well, I didn't go on any of them.", "There's this one girl, who when we started talking and we we we realize that we were already Facebook friends.", "So it is I feel guilty now, but I'm going to tell her and send her an email like look full disclosure added situation.", "That was a little complicated.", "It's no longer.", "It's kind of gone to the next level.", "Is it bad enough?", "Like she's like a musician.", "We have kind of the same Circle.", "She's a musician and studies like trauma in therapy.", "So it is there is no reason to feel guilty right if I just hang out to make a friend have coffee with her or something."]}, {"speaker": 1, "dialogue": ["You're looking for like permission to?", "Absolve your guilt or something."]}, {"speaker": 2, "dialogue": ["Oh, yeah, because I feel like I'm being a little overly sensitive, but I have no intention of anything."]}, {"speaker": 1, "dialogue": ["and you've communicated that"]}, {"speaker": 2, "dialogue": ["Well, I'm going to we had made plans, but I'm going to send her an email me like full disclosure.", "This is what's going on.", "You seem cool.", "We have a lot in common and we know all the same people.", "Could we just grab a coffee?"]}, {"speaker": 1, "dialogue": ["why would you feel guilty?"]}, {"speaker": 2, "dialogue": ["I think it's because I care so much I just", "You know how I get things are going so well with Kelly.", "I feel like I just want things to keep going.", "Well, I don't want any weirdness which is why that's why I'm saying I feel like I'm overthinking and being really, you know,"]}, {"speaker": 1, "dialogue": ["Although if she heard you heard you when you met someone new who you met on you get caught in the context."]}, {"speaker": 2, "dialogue": ["of course, that's a gray area.", "But my feelings is obviously the part that part doesn't need to come up.", "She's somebody she's someone that I'm Facebook friends with only she's a musician have a feeling that some point are circles will overlap anyway, and you know how I am and I'm kind of good at networking and I just feel like you never know.", "It's good to"]}, {"speaker": 1, "dialogue": ["So your motivation then meeting her sounds like it would be more like in networking."]}, {"speaker": 2, "dialogue": ["Networking and it's also nice to I don't know a lot of people that are so interested in like trauma and who are musicians just to remember what I was saying about my friendships and like I think I at this point they're like, Donnie Mike Matthew three or three or four people at this point who are regularly.", "I don't know.", "I just think it's important to start branching out.", "You know what it is you down of matter what I'm still not quite over the feeling of being totally alone.", "You know, I think that's in terms of like really feeling that's the feeling.", "I'm just I'm still not quite its way way better when I'm", "voice like Donnie like I don't feel alone.", "I feel very connected.", "But because all of this all of", "that is all is relatively new.", "It feels like it could just go away or whatever.", "So I realized how deep I feeling is you know that I just feel kind of"]}, {"speaker": 1, "dialogue": ["even here"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["You can feel fragile uncertain you could feel alone.", "Even when you're here.", "That's why I asked you about actually crying in the fact that it only happens in the most vulnerable way."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Nautilus, not with company"]}, {"speaker": 2, "dialogue": ["Brightwell Cecilia's here"]}, {"speaker": 1, "dialogue": ["That's a start."]}, {"speaker": 2, "dialogue": ["It really is I think."]}, {"speaker": 1, "dialogue": ["I wanted to mention to you a time change possibly if you wanted if you wanted although it would have required a change and I don't know how do you feel about that?", "So few things if so if you need to think about it."]}, {"speaker": 2, "dialogue": ["I'll take it."]}, {"speaker": 1, "dialogue": ["I have one on Wednesday opening up."]}, {"speaker": 2, "dialogue": ["I'll take it."]}, {"speaker": 1, "dialogue": ["We do Wednesday Thursday Friday, so it would be three and three in a row."]}, {"speaker": 2, "dialogue": ["Perfect."]}, {"speaker": 1, "dialogue": ["Would that work?"]}, {"speaker": 2, "dialogue": ["Skip"]}, {"speaker": 1, "dialogue": ["Okay, okay.", "So starting next week.", "Do you want to do that?"]}, {"speaker": 2, "dialogue": ["so next week is when I'm going out of town with Kelly."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["So I won't be here Monday."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["So and I think I won't be back in time Wednesday."]}, {"speaker": 1, "dialogue": ["for Wednesday"]}, {"speaker": 2, "dialogue": ["So maybe next week we can so I'll miss Monday, but we can keep Thursday Friday."]}, {"speaker": 1, "dialogue": ["Okay, absolutely."]}, {"speaker": 2, "dialogue": ["And then the week after yeah, totally."]}, {"speaker": 1, "dialogue": ["Okay, so the week after starting Wednesday the 20th."]}, {"speaker": 2, "dialogue": ["Yeah do Wednesday Thursday Friday?"]}, {"speaker": 1, "dialogue": ["Great.", "Okay, that works."]}, {"speaker": 2, "dialogue": ["That's awesome.", "So it'll be one 12:50 and 11."]}, {"speaker": 1, "dialogue": ["11250 and 11:30"]}, {"speaker": 2, "dialogue": ["11:30"]}, {"speaker": 1, "dialogue": ["Yes, and soon the 11:30 is going to change that 3:10 lots of changes.", "I know that this is getting confusing with the schedule."]}, {"speaker": 2, "dialogue": ["no, no.", "No, it's awesome."]}, {"speaker": 1, "dialogue": ["Okay, so we'll stick to Thursday Friday this week and then start the new one next week."]}, {"speaker": 2, "dialogue": ["That's awesome.", "Cool.", "Thanks for sure."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Have a good rest of the day.", "See you."]}]