[{"speaker": 1, "dialogue": ["Come on Inn."]}, {"speaker": 2, "dialogue": ["How are you?"]}, {"speaker": 1, "dialogue": ["Good.", "Thank you."]}, {"speaker": 2, "dialogue": ["You don't take spring break."]}, {"speaker": 1, "dialogue": ["spring break from"]}, {"speaker": 2, "dialogue": ["Are you now?", "It's spring break this week.", "Everything looks dead.", "Hahaha.", "It doesn't."]}, {"speaker": 1, "dialogue": ["from college"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["am I in college?"]}, {"speaker": 2, "dialogue": ["No, I'm just saying good.", "Not that it feels like spring out today.", "It feels dull because no one's around and yeah, and I think it would be pretty unhappy if I wasn't in college life if I wasn't part of something big with a lot of people walking, hahaha.", "I kind of had a I guess lately someone interesting experience yesterday.", "I had to go with David to his chairs for dinner the department head and it was dreading the whole time.", "Like I don't want to do it.", "I don't want to do it because usually I mean I always try but I think I spoke about this before when I've been to his professors or friends places.", "I've always felt awkward.", "I feel like I've internalized what I felt with them like on Saturday night.", "His friends came over there a couple they teach with David in the same place and they have to kiss and I felt so awkward the whole time they made me feel so uncomfortable when they were doing anything, but just like it felt.", "I mean, they're both Economist so they were mostly talking about", "Is there kids let them they were mostly talking about economics and I don't know what to say and you know, they tried to ask me question.", "What are you doing?", "How are you doing?", "It feels so weird.", "Hahaha, but yesterday after her place the chairs place I was driving it.", "But as soon as I walked into her house, she said I've been renting this place for a long time and you know, it was a single mom so immediately I felt like I can be myself.", "And yeah, I was I enjoyed I talked a lot.", "I was very unselfconscious and like when she asked me what I was doing and David always tells me I never answer that question.", "I'm very cryptic Word answers that don't inspire people to ask anymore.", "But I as soon as she asked me if I gave her every new thing that could be someone would say what I was doing where I was studying.", "I had no shame because usually I would be very ashamed like them Professor me student.", "Hahaha, but I wasn't so I told her and I realised because like all his friend are so full of themselves.", "They're so sure there's no certain and I don't feel comfortable at all with them like they come.", "Family background so, you know there's a class difference what I feel and then you know a gender difference for house.", "They just look very sure of themselves and very they have it all together and I don't see any sign of distress.", "You can't when you meet somebody the first time still I mean last night I thought you can perhaps you know, so I thought that was interesting and then David and I were talking about marriage last night about how I don't want to get married and I I don't know we talked about a relationship but I've been I've not been feeling like talking to him at all or like I didn't want to tell him all those things as directly as I did last night just because it seems like you know couldn't do it, but I know basically like we were saying that so he was like, why don't you want to get married and I was like, no.", "He said something like to me marriage just means that it's the commitment you're saying to someone that you want to be with them for the rest of your life.", "So I was like, yeah, that sounds pretty nice, but I still don't feel like seeing that to you.", "You just don't Inspire that kind of passion, you know, like I feel like that statement should be full of, you know, strong emotion and you just don't Inspire strong emotion, you know, you're pretty", "Call Kirsten and I haven't shared my emotional side with you or when I have Shady about the responses like you no crickets or something, you know, it's hard for that to say that feel that you know, not that I haven't felt that with other people.", "I have you no other things have happened that made us not be together for the rest of our lives.", "But I was saying, you know, I mean, it's not I don't think that we shouldn't be together.", "Although in the back of my head.", "I was like, oh that's pretty true.", "But but like, you know trying to be with him has required me to change a lot, you know, like, you know, like when you said that I speak here is basically, you know, it's either David things this way so I should think this way or David thinks this way.", "So I want to do the opposite so he's always a center and I'm always doing everything with respect to him most of the time right?", "I mean, that's an unusually preoccupied.", "So to be with you I figured that the only thing I could do is to be preoccupied myself all the time and we can have life and we can share those things.", "We can cook together.", "We can play Angry Birds, you know, hahaha and and that that's what I said as I mean not not like", "Passionate or not really emotional or not adventurous or not explain the world together and he didn't say much.", "He wasn't like well he did say when I said, you know, you're thinking has become like the rules.", "So I was like that sounds bad, but he wasn't like therefore we should break up or therefore block, you know, it wasn't like"]}, {"speaker": 1, "dialogue": ["I'm not sure.", "I understand.", "Your thinking has become the rule for me.", "I don't know what that means."]}, {"speaker": 2, "dialogue": ["like, you know, like I was telling him that I always think you know, what would you think in this area?"]}, {"speaker": 1, "dialogue": ["I see you said that to him."]}, {"speaker": 2, "dialogue": ["Yeah, so he was like, that's bad."]}, {"speaker": 1, "dialogue": ["How did how did he respond to your saying, you know you don't Inspire passion in me?"]}, {"speaker": 2, "dialogue": ["Nothing, I think on later.", "He said like you disappoint me too.", "And I was like, oh, but at first he was like, yeah, I know it's General disappointment satisfaction when the other person is he was like you never say hi to my parents when they come on Skype.", "So I was like, well blah blah blah blah blah.", "I try really hard to be to connect with you your mom and she and I we just don't connect and you know, she's like you she's not all emotional.", "I mean, she's so unemotional to the extent that won her 98 year old mother passed away.", "She the David's mom was in India and when David's mom's mom was in a different place in the country and we were there.", "So how did like talk to her on the phone for like an hour to convince her to come to for her mom's funeral and she then came and her brother had organized issue.", "No, thanks for that their mom and you know, he was crying.", "He was like this very very tough guy and see how to make a speech or something.", "So she was just very very awkward.", "She just said I'm here.", "It's nice to be here.", "Thank you.", "I understand.", "She had a difficult time when he was younger.", "She did she's with her mom, but you don't feel anything really like you really can't think back on any not any instance of how your mom said you loved or aren't you sad?", "You know, how long after me a lot like you and it just made its the cultural or whatever, but I know women how can you be like that?", "Maybe I shouldn't say that just as you know, where is saddened by your mother's passing, you know, but anyway, we try to we just don't connect.", "I mean she really she reads a lot.", "And all but then you know that statement of her she made years ago writing is a luxury when I was trying to be become a writer that really hurt me and I think I'm holding on to that and not forgiving her for that.", "So", "so"]}, {"speaker": 1, "dialogue": ["I just I mean it seems like you had a very important conversation with him last night telling him you're actually not interested in marriage."]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["May seem like a big thing.", "She kind of okay.", "Well next topic."]}, {"speaker": 2, "dialogue": ["Yeah, it's like that.", "That's how it is.", "I mean, that's what I mean about not connecting emotionally.", "It seems no motion can be significant enough to make a difference, you know."]}, {"speaker": 1, "dialogue": ["Do you feel you're with him because you're afraid to be alone."]}, {"speaker": 2, "dialogue": ["Oh, yeah, there's several reasons.", "I mean I'm using him to pay my mom's rent.", "The other concern is what do I do if I want to go to India and I'm realizing that I could possibly find a cheaper place in those are I mean, I'm sure there are other spaces like probably I don't like to share a place with a lot of people but I don't know I'm just gotten very comfortable to use that excuse has a nice place and and we like each other we have affection.", "I mean in a way I'm thinking yeah, so actually he brush it aside.", "Maybe that's a good thing.", "Maybe it shows what it shows what his priorities are and I need those priority should be my priorities.", "I know, you know like moving on with work, you know."]}, {"speaker": 1, "dialogue": ["I don't understand.", "He said that he had a priority to get married.", "So I'm not sure what you're referring to."]}, {"speaker": 2, "dialogue": ["Run am I mean like him brushing because you said that we had a big conversation and what happened as a result, right?"]}, {"speaker": 1, "dialogue": ["Yeah, well open terms of impact on the two of you and just how you felt about it, too."]}, {"speaker": 2, "dialogue": ["Yeah, that's what I'm saying.", "Like he doesn't do anything if you know the conversation is over in.", "Let's move on with your date.", "That's what I think.", "So maybe I should do that too is what I'm saying, like a cat like his priorities become my priorities are not wearing too much and how to spell and you know."]}, {"speaker": 1, "dialogue": ["Seems like he's making it clear that this is not what he wants this, you know the sort of going on kind of relationship."]}, {"speaker": 2, "dialogue": ["Yeah, well, he said he's not that Keen on marriage.", "It's just for his parents sake.", "Now I'm so confused because of this.", "I feel I don't have the guts to change my life situation.", "And as a result, I'm stepping someone else's priorities with my own.", "I'm forgetting who I am and what I want but since I have such a strong independent streak, I think I have a strong.", "I mean I'm about and then I don't find a way to connect emotionally with the most important supposedly most important people in my life.", "So look for other people or other places and don't find them and then so I continue being miserable.", "I don't know sad.", "I mean most people in Academia, they don't have time for emotions, right?"]}, {"speaker": 1, "dialogue": ["I see because so many other people as jobs are so easy and they work so few hours.", "I don't know what that means People magazine Mia."]}, {"speaker": 2, "dialogue": ["I mean, they're busy right there very busy."]}, {"speaker": 1, "dialogue": ["A post attorneys who don't do any work.", "People in business or Finance positions.", "I don't know.", "It doesn't seem like a very elite elitist comment."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I mean you can easily make the argument I could do academics have so much more free time so much more flexible time than any other job."]}, {"speaker": 2, "dialogue": ["That's true.", "That is true.", "So, how are the emotional?", "I'm a loss of"]}, {"speaker": 1, "dialogue": ["Did I see what sort of a demon sort of and idealization of Academia univ academics as Beneath The Fray other plebeians have time for emotions, but not academics."]}, {"speaker": 2, "dialogue": ["No, I'm not trying to I mean, I'm sure it's not be but here I'm not trying to defend them are like, you know eulogized I'm a glorified I'm just saying that and I'm kind of reasoning with myself like saying why you making such a big deal with emotions, you know, most people don't have time for emotions are you know who you really are, you know, so then but then you know, it's the thing that some professions are Maybe I'm Wrong.", "Yeah, you're right.", "My something is wrong.", "I don't know it just feels like as if David does it I'm thinking so it must be like this for a lot of his friends in for the larger community that they just have to work all the time because they have to get 10-year.", "They have to get published in.", "So they're mostly just at the computer working and not yeah, but I mean the guy who the friend friends who come on Saturday this week day of the week off and they're skiing somewhere and I'm not saying that emotion, you know, but it is, you know vacation.", "But David has to be part of a whole bunch of initiative and things to get meaning out of like and I'm trying to do that right now.", "I'm not saying it's bad.", "It's probably good for me, but it doesn't mean that I get to you know, it's not all that.", "I am you know that I'm like, I don't know what I'm trying so hard to change so I may know what I want.", "It's just that I'm trying to change and so on the process I'm getting confused maybe purposely so"]}, {"speaker": 1, "dialogue": ["purposely losing sight"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["What do you think that on purpose Port Isabel?"]}, {"speaker": 2, "dialogue": ["To be with David to make it work because he keeps saying he loves me and I'm like, I don't know if anyone else could love me, you know, so."]}, {"speaker": 1, "dialogue": ["Why not?"]}, {"speaker": 2, "dialogue": ["I don't know.", "He's very nice.", "I'm sure there are there nice people, but it doesn't seem possible."]}, {"speaker": 1, "dialogue": ["What about it doesn't seem possible."]}, {"speaker": 2, "dialogue": ["Well, it's going to be as nice as him in a sensitive and straight, you know, and as honest and righteous."]}, {"speaker": 1, "dialogue": ["Is your heart into what you're saying?"]}, {"speaker": 2, "dialogue": ["my heart"]}, {"speaker": 1, "dialogue": ["right now"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["really?"]}, {"speaker": 2, "dialogue": ["What do you mean heart?"]}, {"speaker": 1, "dialogue": ["You seem distracted and you're playing with like.", "If you're trying to sell something right now, I wouldn't believe the product."]}, {"speaker": 2, "dialogue": ["Yeah, sorry."]}, {"speaker": 1, "dialogue": ["No need to apologize.", "I was just pointing out."]}, {"speaker": 2, "dialogue": ["Yeah, perhaps all this confusion is because of or not.", "It's always been there but it keeps it comes to the service because of the fact that just emailed me.", "I still don't get that stupid person.", "You know, I really should just send him an email saying we cannot be touched for a few years.", "He was in India for a couple months while still but yeah, he sent me somewhere email.", "I don't know how I told you this he sent me this weird to email like a month ago or something just like a link of a YouTube video like a song.", "We had a weird a misogynist Shades.", "I thought I was like ask David.", "He saw the email he was like I was like, whatever do you think this means we were listening to the song he was like, well, we just exchanged, you know, very mundane email.", "How are you?", "What are you doing?", "How are your parents would have you seen I was right.", "Maybe this was a little too revealing in my feelings right.", "Sounds you revealing or no?"]}, {"speaker": 1, "dialogue": ["It depends on well, too revealing means you're revealing more than you want to so."]}, {"speaker": 2, "dialogue": ["I don't want to reveal so yeah, but if I say, I just want to see the city Through Your Eyes is that like sport rain or is that"]}, {"speaker": 1, "dialogue": ["You feel anxious about your comment to him."]}, {"speaker": 2, "dialogue": ["yeah, but I mean he didn't respond for like 20 days or something and then he responded not directly to anyting anything but you just sent me a bunch of pictures of some director Kaweah scan from a book.", "He was reading.", "So I also ignored you know, and then this week he wrote back.", "Did you get the pictures?", "I was like no go away and then I was like, yeah, I did.", "Thank you and I meet again started exchanging email.", "So I mean, it doesn't really damaged play Havoc with my emotions.", "You know, like I keep thinking maybe there's a chance, you know, I know I shouldn't think that and should move on and how much time is passing all that."]}, {"speaker": 1, "dialogue": ["Well, he certainly awakens this maybe there's a chance for something else."]}, {"speaker": 2, "dialogue": ["Yeah, I mean, it's been a year.", "Why can't I just get over I guess I was over like until he contacted contact me.", "I try not to think about it and think less and less then as soon as he does like all of its back.", "So maybe it's just too soon to know.", "Maybe it'll take me a couple years."]}, {"speaker": 1, "dialogue": ["Maybe it's an antidote to your feelings that no one else could love you.", "He comes into the picture and you think well, maybe."]}, {"speaker": 2, "dialogue": ["I know it can't so."]}, {"speaker": 1, "dialogue": ["But in your relationship with David, you're really coasting."]}, {"speaker": 2, "dialogue": ["toasting", "Azan"]}, {"speaker": 1, "dialogue": ["You're not you're not using your driving controls.", "You're not going in forward reverse breaking your just coasting."]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["If it's not on the pedal your foot on the brake, you're just coasting."]}, {"speaker": 2, "dialogue": ["Yeah, I think we're both cozy.", "I don't either of us are driving and are breaking or"]}, {"speaker": 1, "dialogue": ["That's very true.", "But he's not my patient."]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["I care about his well-being in a general sense, but"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Is psychological growth and development is not my part of my job.", "I agree with your assessment, but my guess is also that you want something different than this not necessarily even different than him maybe different from him, but certainly different from the relationship you have right now."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And this might be aside from the commitment.", "Peace.", "This might be exactly what he wants.", "This kind of relationship."]}, {"speaker": 2, "dialogue": ["Yeah, I think it is.", "Someone who doesn't take him in any direction the relationship is an autopilot, right?", "And you can just focus 98% on work and I don't find anything wrong with that.", "I used to be your God.", "I found that repulses.", "Maybe I still have I find it weird, but I've come to appreciate that because I know it takes I know what hard work is so he's cut out for ambitious thing question being as what you know, so"]}, {"speaker": 1, "dialogue": ["I don't know people can be very ambitious, but also be deeply connected and emotionally invested in the people around them.", "You see these things as opposites."]}, {"speaker": 2, "dialogue": ["No, I don't.", "I don't I know they're there are people and I know them.", "But David is not one of them."]}, {"speaker": 1, "dialogue": ["Will you were saying before well, he's in Academia.", "So maybe he just doesn't have time."]}, {"speaker": 2, "dialogue": ["No, I'm I was still stick by my statement that they don't have a lot of you know, we're almost time to do various said well, maybe they do some of them do but yeah, I don't know.", "I think it's time to ask my mother to be like, can you find some work even if it's like slightly meaning menial?", "I mean, I do have this fear that I'll find someone emotional and then it'll turn turn out that I don't want that either.", "So I'm pretty sure because like last year when I did go out on a few dates, I was always comparing the people to David and find them locking obviously.", "So I mean what I say emotional emotional emotional cuz it just that I'm too needy and"]}, {"speaker": 1, "dialogue": ["Yes, you're way too needy."]}, {"speaker": 2, "dialogue": ["it could be true.", "I mean like I might just be going through a weird phase and you know, if I'm strong enough that I won't need that emotional connection."]}, {"speaker": 1, "dialogue": ["That's wishful thinking."]}, {"speaker": 2, "dialogue": ["wishful thinking", "That were true.", "Then you wouldn't have had to do anything different.", "You can just stay with Dave and do what's comfortable.", "Yeah.", "Why doesn't he make time for fun things?"]}, {"speaker": 1, "dialogue": ["Give us a high-value fun things."]}, {"speaker": 2, "dialogue": ["Why not?"]}, {"speaker": 1, "dialogue": ["I don't know you could ask him."]}, {"speaker": 2, "dialogue": ["I'm tired.", "I'm really tired of having you know, stupid frivolous conversations with them seven years, and it's not a very ridiculous talking to him about anything on intellectual or just funny and I go with all this you get this answer this.", "And I know I'm stupid and so"]}, {"speaker": 1, "dialogue": ["Like an answer and why he doesn't like fun things."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["That was the most emotion I saw it from you today."]}, {"speaker": 2, "dialogue": ["What?"]}, {"speaker": 1, "dialogue": ["What you just said, I'm sick of this.", "I don't know.", "Frustration is more emotion than I saw from you today so far.", "Say not in general.", "today not in general"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["What I what I said earlier about like I'm not buying this product.", "I do feel you go into these times where you're trying to sell yourself and me on some life philosophy."]}, {"speaker": 2, "dialogue": ["yeah"]}, {"speaker": 1, "dialogue": ["And about what you should be able to do without I don't think you're buying you're not a convincing spokesman because you don't buy it either.", "You're just sort of giving lip service."]}, {"speaker": 2, "dialogue": ["maybe that's true I mean I'm not making it up but I I guess it's an objectively appreciate it not emotionally it's like this is a really righteous product it was good sitting there", "I'm eating with my roommate today and I feel like I want to ask", "Because like I think a couple people will be moving.", "So I'll ask who they are and it's an expensive place and I don't like the location but I guess I've seen I found people in the community who had because I think I was telling you right like this mother daughter.", "So the daughter is you know 36, so if she's old much older than me, like she's she says, you know, she'd rather be alone and you know, and she doesn't mind that and I think maybe I'll be okay with being alone because like several months ago November and December I would not have been able to say that I could be okay with being alone.", "I'm terrified of that.", "So but maybe not so much now, I don't know I could distract myself with work, so"]}, {"speaker": 1, "dialogue": ["Well and alone is relative because you have a lot of people in your life."]}, {"speaker": 2, "dialogue": ["I do."]}, {"speaker": 1, "dialogue": ["You're not sure."]}, {"speaker": 2, "dialogue": ["Well, I have like Community people now.", "I mean, I don't like I mean I care about that.", "Being but in a general sense, we don't connect emotionally not all the time."]}, {"speaker": 1, "dialogue": ["I was going to say I don't know the word but you certainly have lots of groups.", "Yeah in your life and you're connected to"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["maybe you don't feel like you have a lot of people you're connected to you one-on-one, but I'm not sure that's a"]}, {"speaker": 2, "dialogue": ["actually"]}, {"speaker": 1, "dialogue": ["find when you say that's fun."]}, {"speaker": 2, "dialogue": ["well, I like", "Well, like I I like connections like with my roommate.", "I definitely have an emotional connection.", "She and I we get each other like all roommates do like that woman the mother and daughter we connect emotionally, but also is Alexa"]}, {"speaker": 1, "dialogue": ["She said you pie."]}, {"speaker": 2, "dialogue": ["Yes, it's funny.", "I want to keep reading down just so I can be nurtured like that."]}, {"speaker": 1, "dialogue": ["Maybe it'll have to break down to be nurtured like that."]}, {"speaker": 2, "dialogue": ["What is real fun that intensity?", "It's fun, but it's also ridiculously embarrassing."]}, {"speaker": 1, "dialogue": ["Well, maybe that's what makes you feel needy because you feel like that's the only way to sort of generate that kind of connection."]}, {"speaker": 2, "dialogue": ["Yeah, I guess if I get more that, you know on regular basis, maybe I won't feel like breaking down all the time."]}, {"speaker": 1, "dialogue": ["I kind of people feel nurtured without the sense of desperation or urgency."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Getting a piece of pie everyday."]}, {"speaker": 2, "dialogue": ["Maybe not every day every week.", "Yeah.", "I don't know about David does it maybe he's just a very strong person.", "But I feel like I want that proverbial and literal piece of pie like he doesn't you see him right like read them.", "Literally he's right then and he has no not much of an appetite for food or life or emotions.", "Mine is much bigger."]}, {"speaker": 1, "dialogue": ["We do need to stop for today.", "I will see you on Wednesday."]}, {"speaker": 2, "dialogue": ["Thank you."]}, {"speaker": 1, "dialogue": ["Troy", "We Care"]}, {"speaker": 2, "dialogue": ["YouTube"]}]