[{"speaker": 1, "dialogue": ["Good morning."]}, {"speaker": 2, "dialogue": ["Morning, I'm at a loss as to what to talk about again.", "Although I think in a better way this week in general.", "I feel better this week than I have for the last couple of weeks.", "That is a good thing.", "The classes are not immediately obvious, but I think some of it feeling like I have been telling people that I'm upset and trying to deal with that in I guess different drugs fashion.", "I don't know.", "Yeah, I'm not sure where to begin.", "So it's a strange thing, not know what I'm asking to consult with you on but that's where I am."]}, {"speaker": 1, "dialogue": ["I don't think of it as a session to session but I think of it as what you framed what your are asking for cans consultation on this is part of the process."]}, {"speaker": 2, "dialogue": ["Okay.", "Well, thanks.", "That's helpful.", "Yeah, sometimes I'm not sure what what thread is important to pick up this week.", "I guess my parents are coming to visit this weekend.", "It's probably a good thing.", "We have a very small apartment.", "So I'm concerned about hosting my parents in our tiny apartment.", "It's they have a house that's large enough for 7 people that live in and our use it.", "Are you living in that space and it's a different thing."]}, {"speaker": 1, "dialogue": ["I may have come to visit before."]}, {"speaker": 2, "dialogue": ["I didn't tell him visited me since I was in college in Texas, so it's an interesting and different thing.", "I was in Ohio for 4 years and after a couple of years, my mother decided that she might want to visit instead of just me coming back to visit which in a lot of ways made more sense me visiting home because the rest of my family is there it's one person far away and six people relatively close the direction of travel make sense for me to be going back home.", "But that's what my mother decided she wanted to know what I was doing and was curious where I was and all of them know here in Andover that's not really going to happen because I was doing all the actual work.", "Now I'm sitting here.", "So I was thinking about how good a question that was that you asked.", "It seems to get you a lot of issue.", "I think they haven't visited before and so to a large extent.", "I have no idea what to expect.", "I think we discussed that generate some anxiety for me."]}, {"speaker": 1, "dialogue": ["Is it anxiety that there are particular scenarios you're worried about or is it just sort of really Amorphis?"]}, {"speaker": 2, "dialogue": ["I think it's generalized.", "It's no particular thing that I'm worried about other than there's no particular thing.", "I'm worried about.", "Just a general feeling of unease about it.", "I think there's a sort of a sense of Hosting responsibilities hosting then that comes with sir and sort of make sure everyone has a good time sort of goals or requirements or something.", "I'm not particularly clear how to do that in this context.", "Not that my parents are hard to please.", "That's the silly part of it.", "It's like the ridiculously easy going for the most part and if they're bothered they are not going to tell me so it'll be okay.", "And they're coming explicitly to see us and to like help the care of us in this difficult time.", "So it's", "so I think that's going to be okay.", "Over the weekend and I guess until Monday 20th seem to be getting a little more sad and sleeping more and kind of strange and I found out Monday that she had run out her Synthroid or synthetic thyroid hormone.", "I think I think I stopped taking it Friday or before so why do I don't know or think that that is like a primary driver of her depression and just all of the turmoil or the last couple of years.", "She didn't have a greater and part of her thyroid removed and has been doing thyroid suppression therapy since about the time we got married so it fits right into the same time under as everything else."]}, {"speaker": 1, "dialogue": ["I guess me one of the major symptoms of hypothyroidism is increased anxiety and one of the major symptoms of hypothyroidism is tiredness and depression for a while.", "I didn't remember if I told you this but a while she hadn't had the thyroid nodes checked in months and finally did get them checked when she had hyperthyroid numbers, which is a result of essentially taking too much of her thyroid medication.", "She got that adjusted and has been a less anxious in the intervening time.", "But this is sort of a I can pick out a signal it's not clear if there is any meaning to the signal like there are so many things going on in our lives and that's not necessarily it's not even clear.", "There's a correlation if there were it would not be sufficient evidence for any more causative role, but it seems to me like one has a mood regulating gland keeping the dosage of replacement hormone for that glass table is probably a good idea when one already has difficulty regulating mood so"]}, {"speaker": 2, "dialogue": ["This is one of the things where we talked about some we talked some about my difficulty difficulty with what is she responsible for and what is she not?", "This is the thing that I feel like she is a very responsible for and that is like perfectly under control you go to the doctor you get things checked you take the medication until you just take maybe think about it a little bit and assess whether you're doing reasonable things with your treatment in that regard and make sure that he stays stable.", "That's it.", "And that's the thing that she's done fantastically poorly at and just continue to do poorly at in some sense.", "Like I don't know whether she does not understand that after 3 days.", "She only has only 70% or less of the thyroid hormone in her system or what?"]}, {"speaker": 1, "dialogue": ["Did you ask her?"]}, {"speaker": 2, "dialogue": ["No, because she already feels guilty about not having gotten the medication and so like I intend to ask her but the problem with exponential decay is like impulse treatment.", "It's easy to drop off very quickly after a week.", "She would have half or less of the hormone and her sister but it takes a long time to build back up.", "And so if this is actually contributing factor talking about it particular when I'm kind of angry about the fact that she has failed to do this simple thing again, because we've talked about getting her thyroid medication before we talked about how I went and got her thyroid medication like three months ago because she didn't have it is not seem like a good idea at the time so seem like not an important issue to confront in this specific moment because she was already going to get it and that day"]}, {"speaker": 1, "dialogue": ["So that was Monday so you didn't find out that she wasn't taking it."]}, {"speaker": 2, "dialogue": ["Until she I found out she wasn't getting any so it wasn't I did not need to do anything to get her to get it.", "It was just a why on Earth have you not been doing this?", "And I don't understand how one feels to do errands like sometimes you get busy.", "Sometimes you don't feel like doing whatever particular are and I get that but this is not an errand of the same magnitude as getting butter or something."]}, {"speaker": 1, "dialogue": ["That is if you really need butter.", "That policy."]}, {"speaker": 2, "dialogue": ["Fair enough.", "There's also something which I don't like.", "Yes.", "This is the thing.", "She's failed to do several times.", "She doesn't remember all the other times.", "She's failed to do they at least nine.", "Sorry, I wasn't", "Yes is the things she's failed to do several times.", "She doesn't remember all other times.", "She's failed to do it.", "At least not in the last several months.", "So like me being upset about this as part of a trend is not useful or perhaps not even a fair thing.", "It's certainly not a thing that I think it's worth bringing to the discussion to have in an emotional sense enough actual sense.", "It is important to know that is the recurring problem, and maybe we need a different solution then wait until you have run out and get a few days later.", "Bye."]}, {"speaker": 1, "dialogue": ["There are a couple questions that I have one is what are you worried about in sort of staying in the moment when you're not feeling upset about something like this."]}, {"speaker": 2, "dialogue": ["I mean we talked since when Tony was here that she has a hard time handling me being upset.", "And so like I am concerned that me being angry is going to impact or negatively but in a dangerous way."]}, {"speaker": 1, "dialogue": ["Is the dangerous part the important part?"]}, {"speaker": 2, "dialogue": ["I don't know.", "I don't know.", "It's sort of makes sense.", "It sort of makes it easier to justify like behaving in this fashion.", "I'm not sure that that's actually that I don't know."]}, {"speaker": 1, "dialogue": ["Well, I think this is the heart of the matter in your marriage is how free are you?", "How free are you maybe that's the end of the sentence and how much are you as you describe very pointedly held hostage.", "You certainly feel more free than you did maybe two months ago, but clearly not fully free because you don't feel you can express yourself when you feel angry because you're very worried about the implications in a very dire way."]}, {"speaker": 2, "dialogue": ["And I'm not always as worried about the implications and a diary way as it was this time.", "I thought she was doing particularly poorly.", "But I like this is back into it.", "If my guess is about the thyroid issues is correct and she is in the more unstable place in the specific moment.", "And so it's like so yes, the concerns are more dire.", "Then I guess I feel like you made a statement and I mostly agree with the statement and so I'm not sure what to say in response.", "Yeah.", "I think that's an accurate assessment.", "It does not feel particularly free to say that I found this upsetting not that I can completely hide from her when I find something upsetting but"]}, {"speaker": 1, "dialogue": ["So are you saying nowhere to go?", "It's like you don't have a train of any thoughts or you don't know what to do about it or"]}, {"speaker": 2, "dialogue": ["Yeah, I mean, I don't know what to do about it.", "Now I feel like you're pointing to this thing I'm saying.", "Yes.", "That seems like about the right thing."]}, {"speaker": 1, "dialogue": ["now what?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["you know we can spend time talking about that more but I'm not sure what further description of the problem will do if we both already grasped what the problem is, or maybe the point is I don't fully grasp what the problem is, but"]}, {"speaker": 1, "dialogue": ["I think that's the part.", "I'm not sure that you specifically don't fully grasp.", "Maybe we don't know all of what's at stake.", "I mean, you're not the one to do something because you're feeling that is going to set you already fragile way around suicide alley over the edge that construction.", "Yeah.", "Okay.", "Well, it's logical that makes sense.", "But then there are also some students and that that sort of things need to be thought about"]}, {"speaker": 2, "dialogue": ["Yeah, and this is a big case.", "It wasn't so much like", "It wasn't so much that I thought that she was suicidal in the moment.", "And that anything I said my push over the edge, but it certainly has a subjects related to my behavior in this time.", "So it's more than", "so part of it is that since she's already made that or is about to make the call.", "To get the prescription refill There's no practical value in asking.", "Why did you do this?", "Because she's already fixed it and some cents or as much as it is possible to fix it at that point.", "And so there is no immediacy to the discussion even to happen in about time.", "She already feels guilty.", "I'm bad about not having done it and I feel angry and that's only use what kind of combination of emotions for us to have the conversation.", "And so if I were to wait for a little while before bringing it up again, I can be less angry and she can be less guilty and maybe we can actually have a conversation in which the in which the likes box or piece that she has to do with it in a more timely fashion can be discussed."]}, {"speaker": 1, "dialogue": ["I was thinking that there are a couple pieces in that one is that it's helpful to know why I'm not just commenting on the timeline of when you bring it up, but she really may have not think it impacts her mood of the way you feel a Mite and so that's a conversation."]}, {"speaker": 2, "dialogue": ["It's also conversation.", "She really doesn't like having she really doesn't like it when I suggest that this I have watched this thing impact your mood."]}, {"speaker": 1, "dialogue": ["Do you know why she doesn't like it?"]}, {"speaker": 2, "dialogue": ["That's a good question.", "I think it's just a piece where she feels like someone else can notice it, but she should have noticed.", "I think there's a piece where she has had plenty of people tell her.", "Oh, you should try this secure your depression.", "You know, like when I had a headache I took some Aspirin you had a migraine you should take some aspirin also and that's with an LG and it doesn't she has a particular I read about that class of discussion and I think any suggestion of this is a thing that is contributing to your mood to have some emotion."]}, {"speaker": 1, "dialogue": ["Is it this pedantic?"]}, {"speaker": 2, "dialogue": ["I think so.", "Yeah."]}, {"speaker": 1, "dialogue": ["All these things seem like great openings conversations.", "Like if she does feel like you're being pedantic maybe there's information in that you're being pedantic taking that you are.", "I'm not you are in response to something in this Behavior.", "She's doing this actually listening that responds.", "So it's an enter fraction.", "You're not just an acting in a vacuum.", "That's an interesting kind of conversation.", "I mean, there is a lot of interesting you're saying these are the reasons not to have a conversation and I'm saying those are actually interesting departures for a conversation."]}, {"speaker": 2, "dialogue": ["Yeah, that was I was attending to give reasons not to have that conversation in the moment when I'm angry and she has like in that moment.", "Your first qualifying statement was not commenting on the time scale.", "These are reasons to have that conversation and that sounds right.", "and I guess now we're at the point of needing to talk about the time scale because I think", "Yeah, I think you're right that those are interesting departure points for conversations.", "There are stations back.", "We haven't been able to have the way we would have two or three years ago and more recent.", "My day is like in the last 4 months, but that's because there has been a sense in which the Tonya I would have those conversations with hasn't existed in the last several months.", "There's a sense in which she really is there again, so yeah, those are the conversations that", "Would be good to have as conversations and not just me telling her that she needs to take the medicine medication."]}, {"speaker": 1, "dialogue": ["What were you just thinking?"]}, {"speaker": 2, "dialogue": ["Just very vaguely about the strange place.", "Our lives are in terms of like how do we get to the place where I'm telling her to take her medication like house?", "Like how is that like how what would seem like a reasonable motive interaction for us?", "It's just not.", "Yeah, it's just not really that's not really a partnership or relationship so much as it I don't know.", "How do I say?", "I'm not sure what the word to use but", "guardianship"]}, {"speaker": 1, "dialogue": ["stewardship"]}, {"speaker": 2, "dialogue": ["Maybe I don't know.", "I think that's the thing to grow to regain and I really I think that doing that in a normative hiring motion is a way to work toward regaining the mode of interaction."]}, {"speaker": 1, "dialogue": ["Yeah, I thought on that obviously whatever you want to do you do the issue at hand is that you felt for so long that you had to bracket your needs for the sake of Tonya and innocence about a conflict that your needs if they don't maybe not to say undermine her needs.", "At least undermine your ability to be present for her.", "So there's a conflict on that level.", "This is may be more direct that maybe you need to be expressive at the moment actually undermines what you think her need is to stay alive.", "Her need is whether it undermines it or not.", "If the question it goes to the heart of I mean, you may not think that it's much to give up by waiting a day or so.", "It may not that may not be a big issue for you, but it sort of guessed the heart of how much do you need to bracket your needs or hold yourself back and strain yourself or confine yourself for the sake of poignant.", "What were you thinking?"]}, {"speaker": 2, "dialogue": ["I hate thinking I can't you say that's right.", "What do I talk about in response to that?", "And I think the important thing is that I think that it's impacting the way I interact with people and more generally particularly for I think that in a sense habit of rocking my needs is in order to maintain it.", "I have done it more than just in my relationship with Tanya and it's hard to notice it at first and some sense because I usually try to be a considerate person taking into account the needs of other people.", "So this and a sense, please directly into a worldview that I have already have and so it's I think it's hard to notice or has been hard to notice that"]}, {"speaker": 1, "dialogue": ["And it's a fine line.", "It's on a Continuum.", "They're not discrete categories being considerate of others needs sometimes means bracketing your needs of it."]}, {"speaker": 2, "dialogue": ["Sure."]}, {"speaker": 1, "dialogue": ["Then sort of extrapolate out, you know in and being especially considered of being desperate."]}, {"speaker": 2, "dialogue": ["rain"]}, {"speaker": 1, "dialogue": ["You know, there's no there is not distinct category.", "That's a Continuum which makes it more complicated.", "It's like on one level you're not wanting to express yourself In the Heat of the Moment for fear of hurting Tanya.", "It also sounds reasonable enough, but there is more complexity to it than that cuz that always have to be the cage."]}, {"speaker": 2, "dialogue": ["If it does have to be the case right now or how long does it have to be the case because I don't know that it's really sustainable thing for years.", "I'm not even sure that's really a relationship again."]}, {"speaker": 1, "dialogue": ["I'm clear that when we've talked about this before I put in a very direct manner Tanya Tennessee to abdicate her responsibility and your tendency to fill in all of the spaces a responsibility whether it's your responsibility or not, even your entitlement or not to do so does not fit well.", "I mean in some ways it fits very well, but in others."]}, {"speaker": 2, "dialogue": ["It works perfectly perfectly together."]}, {"speaker": 1, "dialogue": ["Where is perfectly accepted doesn't help either of you?"]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["And so when you say how is it that we've gotten to this point that I'm telling her to take her medication."]}, {"speaker": 2, "dialogue": ["Well, yeah, that's a pretty good mechanistic answer for how we got there.", "Yeah."]}, {"speaker": 1, "dialogue": ["When you're speaking to Tanya as you might kind of might tell A demented grandmother, did you take your medication today?", "I'm not saying you said it in that boy's butt that becomes a structure."]}, {"speaker": 2, "dialogue": ["Ryan so I try not to do that to avoid that structure but end up in this place and then I'm angry and we're back into it.", "Like it's a complicated in that way."]}, {"speaker": 1, "dialogue": ["But you broadened it when you started to think about as the extent to which you do that and this in a very particular context in your marriage and also in terms of what's going on for Tanya, but then you're sort of expanding into thinking about how this plays out in other relationships for you."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Yeah, so we were visiting our friends last week and you know, occasionally like the question of what you want to do and I found it nearly impossible to answer that question.", "I always find that something of a difficult question because I feel like my needs needs to be balanced against some sense of group needs which I think comes from having for siblings and having a strong recognition that we all have desires like from an early age.", "But usually I find the problem like, where's the balance of something like that here?", "I found unable to identify a particular or desire.", "Sometimes it's also the case like sometimes I just don't care but", "But in this context it seemed or scenes or something.", "Like I have suppressed that desires to the extent that I can't find them."]}, {"speaker": 1, "dialogue": ["Where do you think they went?"]}, {"speaker": 2, "dialogue": ["I don't know.", "I don't know.", "It's one of my thinking about this problem of what to do.", "I want to do next.", "What is the next step in my career.", "Really?", "I have a hard time figuring out what I want, but I do have some desire still like there is a sense in which I really don't want to live in a city larger than this.", "I'd rather live in a city smaller than this.", "I can be sort of very clear that I don't want that but it's taking me a little bit of time to recognize that desire or anti desire."]}, {"speaker": 1, "dialogue": ["Denver is a pretty big city.", "There are that many cities in the country bigger than this."]}, {"speaker": 2, "dialogue": ["That's true."]}, {"speaker": 1, "dialogue": ["In general if you count the Metro."]}, {"speaker": 2, "dialogue": ["Sure."]}, {"speaker": 1, "dialogue": ["So that's actually not hard.", "I'm sure there are more concentration of jobs in those larger cities."]}, {"speaker": 2, "dialogue": ["There is that problem.", "Yeah."]}, {"speaker": 1, "dialogue": ["But still there are not that many cities that are larger."]}, {"speaker": 2, "dialogue": ["No, it's not a problem.", "Like the issue is something more like it took me awhile to come to recognize that this is something that I don't want.", "Although it's really obvious that I don't want that.", "I'm not that happy living in the city like in a day today since it's just really noisy.", "And there's nowhere Greener quiet.", "I read There are trees.", "So at least there are trees on the street.", "It's not like parts of Delaware.", "But yeah, so I don't know where they went, but I can recognize them as they come back or something."]}, {"speaker": 1, "dialogue": ["Comeback meaning that they were there, but they are buried."]}, {"speaker": 2, "dialogue": ["Yeah, I don't think I I don't think that I cease to have desires.", "I think I cease to know what they were but I could be wrong about that.", "Maybe I just stopped having any desires that I'm not sure at some point.", "I don't know that it matters like a particular sense that I can't find them so they might as well not exist."]}, {"speaker": 1, "dialogue": ["Pretend like a big difference that they're there, but they're buried versus if they were never there because someone sends you then have to create something and other since you have to find out where they might be."]}, {"speaker": 2, "dialogue": ["And those processes feel similar to me, but they may not be."]}, {"speaker": 1, "dialogue": ["This is sort of a strange matter for but it's sort of like the difference between giving a piece of paper and a pen or you going to shovel like a paper and pen is creating something that isn't there and a shovel is going to dig around to see where they went."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["to me, they seem like different processes, but"]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["I don't know.", "Maybe that doesn't feel right.", "Maybe they"]}, {"speaker": 2, "dialogue": ["You know, I do a lot of research and so the process of search and the process of research are pretty similar as far as idea the process of coming up with something new in the process of figuring out what is already known.", "They have some more me some essential similarity.", "They may not be as similar as I think they are because other people certainly seem to find them very very discreet enquiries.", "It's interesting for me is like here are the values of what we know.", "Obviously the next thing to look for is this but if you take away one of those pieces presumably it's the next obvious Beast look for in the cell.", "Thinking about the shovel the pain that's a good for its contrast and I'd much rather.", "Tell which is that never existed in which of them existed and cease to be and which are just hidden."]}, {"speaker": 1, "dialogue": ["No not know.", "We're going to stop today.", "See you next week."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Take care of but why?"]}, {"speaker": 2, "dialogue": ["YouTube"]}]