[{"speaker": 1, "dialogue": ["Hi, how are you?", "How is going your week?"]}, {"speaker": 2, "dialogue": ["So I've been fairly anxious this week about a few different things.", "I've been working on the same paper for the last couple months.", "It's sort of been my big paper that I want to talk about and job interviews.", "So I've been trying to finish it before I send out applications, but I need to both send out applications because I need to have a job and I also because there's sort of like I'm anxious about there where we will be.", "I can understand that uncertainty.", "I don't really like I feel like I've been putting her in a position of uncertainty for a while and the concerns are there.", "So I finish that paper Sunday, which is a good thing, but it's sort of anxiety attached to will I ever finish this just to get it done already.", "So I'm already in like", "To the job portion of I feel like I have to find the right job, you know on one level so that my wife doesn't kill herself and I'm on another level but I'm happy somewhere for the next couple years on another level so that I pick the right ones so that I have a career that I want even though.", "I don't exactly have a know what for your I really want it matters what I do next.", "And then in to the actual production process of sending out applications, I'm I think I mentioned that in chemistry almost all the post office ocean want to send applications to people so you noted that I like to construct rules to govern my environment or something that particular feature is a strengthened some areas when there is actually acting position for a job.", "I write an application that indicates why I would be a good match for the position when there is no posting.", "I know that the person who is reading it will still have a set of criteria.", "Well, I have no access to what these prices are really are.", "So I have the sense of what I have to say the right thing.", "I have to explain like how I would be a good fit for this position that may or may not exist based on criteria that I have not have no access to so I can I find that nerve-wracking.", "There's a sense in which all of it is.", "Okay, it's hard to deal with it and it makes me feel less efficient the work that I'm doing.", "I'm like, I just need to get through it and it's okay.", "Did you finish your paper?", "I can get things done.", "I'll get the application done probably today or tomorrow and I'll be sending them out.", "Sitting here looking for a good seat.", "Another thing about I've been anxious about a sort of where we left things last week.", "There's been less pressing in several days last several days, and I've been pretty much more anxious about other things.", "Certain things have been on my mind also.", "So there that's your series of questions not really related to each other.", "I don't want to come back to the last two at a moment's but start with which one you go."]}, {"speaker": 1, "dialogue": ["I bought that one."]}, {"speaker": 2, "dialogue": ["From oversea Reebok that it I'm sensitive that particular thing.", "So I asked if this was your first pregnancy and you sort of that moment in which disengage from directly asking a question and started I felt like harvesting more defensively you were more reluctant to answer some questions.", "That is that I believe that you were more reluctant to answer that.", "I could be wrong in that we recognize that this is the premise under wish I was operating here.", "We talked a lot after I asked about that Aunt why I'm so curious about your pregnancy.", "And so I can send you the thing about that question.", "I think there were several things going on.", "Like I said a big snarl of things here.", "So just trying to keep talking and see what will get.", "So I think the two things that I don't remember talking exclusively about our one I really want to have a family.", "So in a sense you have this thing that I pretty much want in don't really see how I'm going to have because I don't really I just don't I really get used to want to have children with Tanya and addition to wanting to have children.", "Not sure what I want to have if I want to have children with Tanya.", "I don't know if she can handle it.", "I don't you know, so there's", "But I feel like there's maybe a sense in which I'm trying to appropriate your pregnancy, which sounds horrible.", "I'm sorry if it is potentially a thing, but I'm doing"]}, {"speaker": 1, "dialogue": ["When you say appropriate, how do you mean?"]}, {"speaker": 2, "dialogue": ["Like take a piece of it or something for myself, which is why it sounds horrible to me.", "I think another piece that's going on most of the women in my life one way or another are are having pregnant.", "That's just sort of like both of my sisters are pregnant and have them pregnant.", "One of them is pregnant right now went into labor recently over the weekend is an in labor anymore.", "So another nice in a week or so, probably which is wonderful.", "I'm excited about it.", "So I just have a clear sense that it's not an easy thing but it hasn't seemed to affect you at all in terms of your work life, which is great.", "I think I can only assume speaks your ability to like keep yourself separate and safe.", "But there's this sense I have I think that this is must be a challenging for you because it's challenging for everyone else I've done so I feel like I'm trying to say it's okay for it to", "I don't need like you're going away on maternity leave like there's a reason they have maternity leave because like, you know, it's an important fit."]}, {"speaker": 1, "dialogue": ["How is that related to being challenging or is it separate?"]}, {"speaker": 2, "dialogue": ["No, no, I I mean that's in my mind.", "We have this maternity leave because one needs maternity leave after childbirth in order to recover relate to the child take care of the child's needs all so we have some social social algae accommodation there.", "So it's sort of like it's not a secret but it's hard I guess is the other is how it it was related."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["I think there's also the sense that one of the things I'd like to do in my other relationship is he aware of things that people are struggling with and sort of offer to talk with them in about them sort of tell them that I understand this is going on.", "So I think that I'm trying to do that and realize our relationships very different from my other ones, but I think that I'm doing that other ways.", "So I think that's part of it.", "I think those are like the important things.", "I'm glad to have them said and thought about", "I think they're important but none of them none of those or any things of the other things many things that I've said on this topic actually get the how did it come to be the case that I asked the question.", "It's all related because I do have all those things but I actually how it came to be is some long time ago.", "I asked you whether this would be your first child.", "And you said it would be your first biological child.", "So a couple weeks ago, I sort of and then I raised a question very carefully to avoid asking the question that I then later asked you like I did that because anyway", "So a couple weeks ago, I sort of talked as if this were your first pregnancy and in so harvesting you you inquired as to why I would think that was the case and you were curious about that and I sort of responded very quickly that you had told me even shortly after that but the reflecting later it's really not what you are told me.", "Why what you're told me is that this is your first child because that's what I had asked deliberately went on to the question.", "And so I felt like perhaps it I had been dismissed very real and very trying struggles of yours and don't really don't want to have done that.", "And so I asked a question believing that it was likely that becoming pregnant has been a challenge and has been hard like a traumatic thing and other times for you because I wanted to I guess apologize for dismissing that so that's how it came to be."]}, {"speaker": 1, "dialogue": ["Amazon hope that had I had a miscarriage or had an abortion or something like this.", "I guess those were the two conditions under which I would be pregnant and not have a child's right?", "I guess.", "Those are the only two that I would say more about that or just that it would be acknowledged or what would happen."]}, {"speaker": 2, "dialogue": ["That's a good question.", "Yeah, so when asking questions and thinking about it, I had a desire to tell you that I feel sorry for the messing that experience and also to tell you that I was sorry for your loss if that were the case, that's about as far as it went.", "Like I don't sort of like I sort of like if I accidentally stepped on your foot when I was walking in here.", "I might say did that hurt and then I would apologize for stepping on your foot.", "Normally.", "I would probably just apologize because I'm sure it would hurt but like if I weren't sure I might ask first like a crappy metaphor for", "What I think was going on.", "I was actually want to know but it's like I also recognize that it's a level of knowledge about you that I have no reason to expect you would want me to have and I'm really okay with that, but it's the idea that I have unintentionally stepped on you that led me to ask that question.", "Part of my anxiety comes from the sense that my and asking the question feeling like you sort of pulled back at that moment as if we were likes shock over shocking question and perhaps you much as if I had like in trying to fix something and I felt like I had done badly or yeah, that's pretty close.", "I don't know another thing I had to ask too much or something.", "So I'm going to move on to the other questions now.", "I asked you I think at the end of last session that had you ever been suicidal and whether you would lie to me you were struck by the pairing of this questions."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Rightfully, so particularly with some of that was the time constraints and some of that was that like having the sense.", "I've asked this question that you don't want to answer trying to give you enough other questions that you couldn't possibly answer all the questions so we can both pretend that you didn't avoid any particular.", "I'm still has to keep on for another question that you have more so it's", "So I asked so that you I asked him which clear because I had been thinking I think the day before I ask them like so I'm anxious about asking those questions for you know, the reasons about me not like asking too much for you those questions.", "I sort of was wondering are there any questions to which the answer my fundamentally change my view of who you are or my view my experience or my understanding of you and those were the two had you ever been suicidal?", "Obviously, my wife has been for a while and that has changed radically my view of first I find myself unable.", "Although it's not strictly.", "Correct the trustor unwillingly hard.", "Unwillingly certainly hard and so in a sense in which to answer that question has been possibly to shake me in Sunday way.", "Either you with you say yes, if you say yes, either my relationship you will change in a way internally or I will still a certain way or I won't and I don't and then that means something about my response to Tanya.", "It seems like an important question to at least talk about this part of what we're doing seemed important.", "I don't actually know how much it matters what the answer to the question is.", "And I think well, it's vaguely related.", "It is a lot of ways related to my friend Francia.", "If something is too uncomfortable for him.", "He just would lie to my face and I'm kind of okay with it and I'm kind of not really okay with it.", "I don't have I guess my feelings on that sword out.", "So I think that's sort of how that question came out.", "I don't have an actual specific to the CERN on that question.", "So I haven't told you what would happen.", "If you said yes, would you if you had Siri on what would happen to me?", "Give me an answer you thought I needed rather than the true answer was part of the question would you lie to me?", "So I guess it has two parts to it.", "Would you want to harvest more Harvest?"]}, {"speaker": 1, "dialogue": ["You're doing just fine on your own."]}, {"speaker": 2, "dialogue": ["But I'm done.", "Those are all the things that I traced out to present."]}, {"speaker": 1, "dialogue": ["Really you thought about it?", "I will say what the question about whether I was I just sort of pause after you ask the question how I been pregnant before and it wasn't it made me think that I didn't really like that question and not my in my not liking but the reason that I began to be more focused on you is that my liking or not liking a question should not be the reason that I respond to it.", "So it wasn't that I was I mean, maybe it seemed like I was becoming defensive.", "I don't feel like, you know defensive per se", "I felt like I think I'm losing the point here.", "It came to a question where I didn't like the question to make me think maybe I need to be everything just answering your question because I think I'm losing something in that so that's why I shifted not necessarily that I was trying to avoid answering it per se."]}, {"speaker": 2, "dialogue": ["Are you willing to say anything more about what you mean by you didn't like the question?"]}, {"speaker": 1, "dialogue": ["Just I mean, I'm it doesn't really bring up anything negative, but I didn't like it wasn't like other questions.", "You asked me.", "Not a question.", "I wanted to answer."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["So that's what I meant by it not like I didn't approve of it but it was yeah, it was something that I was the last sort of just okay.", "Let's just answer that too.", "And then when I thought about that, I thought well my liking doing something doesn't mean that is necessarily the most productive or you know, something like that biking is a little too strong but kind of something around that."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Oh, where did you go?"]}, {"speaker": 2, "dialogue": ["I'm actually trying to help my wrap my head around what you said like just internalized it.", "It seems to be slow or something in this is with contacts.", "If I'm understanding correctly your internal response to the question made you question their approach to which you and taking so you change your approach.", "All right.", "I actually had nothing else other than", "I have read one of those books and liked it.", "So."]}, {"speaker": 1, "dialogue": ["Which one?"]}, {"speaker": 2, "dialogue": ["curious incident of the dog in the night-time"]}, {"speaker": 1, "dialogue": ["That's a good one.", "That's a good look very quirky."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I mean, there's so much that you said today that you know, I would take up with you and sort of well, at least a couple things are coming to mind.", "The one thought I had is when you were describing just a lot of bee stings not all your questions, but a lot of your questions were about me making sure I was okay and we're like concerns about the challenges or difficulties that they have driven like a negative balance, you know, like knowing a lot of other pregnant woman and how difficult it is and like kind of a long butt pain and I was sort of struck by that."]}, {"speaker": 2, "dialogue": ["I think I have the sense of that one of the ways that people get through life is by sharing the joys and their sorrows with people.", "Normally I can I have Pasadena Terry a lot of things to sort of Carrie other people sorrow it helps.", "I like to I like to help people.", "I think that's sort of I think that's all I have are just thoughts.", "I think part of it is that most people not necessarily me but most people are sort of tell you or any arbitrary person things that I wish they were excited but won't necessarily say the things they're excited about that have been hard.", "That's where I think this is sort of the idea that being aware of somebody else's troubles in his important thing because may or may not be like coming out with it.", "They're almost certainly don't want to talk about it.", "At least a little bit having to acknowledge that this is hard or exist.", "There's there are probably a lot of other ways to tackle this metaphor, but those are my first responses."]}, {"speaker": 1, "dialogue": ["And you feel like somebody that I would want to do to."]}, {"speaker": 2, "dialogue": ["No, I think not with me.", "I feel like it must be something you want to do.", "But you know your talk about taking care of yourself and having a good sport not working those imply you do these things and that was sketchy response, but it covers the whole area."]}, {"speaker": 1, "dialogue": ["Does it make you feel left out in some way?"]}, {"speaker": 2, "dialogue": ["Almost sounds like I don't have any real sense that you ought to be like.", "Rely on me when I share these things freezing that seem sort of absurd but I felt like I talked many times about how strange it is for me to be in a relationship.", "Like I share all of these intimate things and now myself like you here, perhaps occasionally mentioned passing and good things in my life, but mostly I talked about bad things you're so it's like one way our relationship is skewed and then another is like you just don't talk much about yours when the struggles over the last several weeks if I feel like it has been trying to me for me trying to take away the barriers to intimacy that I have made so that the ones that remain are natural and some sense of the ones that you're supposed.", "You aren't supposed to like the ones that I've made for you or wanted or something.", "So, I guess I want to express some uncertainty.", "About how I don't know.", "It's not for me to know like what you do don't want to share.", "It's part of exploring or growing or developing the relationship that we have whatever exactly it is."]}, {"speaker": 1, "dialogue": ["That I'm not sure my other set of thoughts which I'm sure are related somehow is what you were saying earlier about thinking about in general perhaps my pregnancy bringing even more to the Forefront about wanting family or not wanting family or not even knowing if it's possible Tanya and clearly that's thinking about that."]}, {"speaker": 2, "dialogue": ["Yes, I feel like I sort of said more or less that I had said on the subject.", "I want to say yeah, you're hearing me correctly.", "That is a thing.", "I've been thinking about Emma's part, but I guess it's not sufficient prompt to talk about it further.", "Is that an okay thing to say?"]}, {"speaker": 1, "dialogue": ["Will clearly have a lot of fears and fantasies about what this mean."]}, {"speaker": 2, "dialogue": ["I'm sorry.", "What's the accident?"]}, {"speaker": 1, "dialogue": ["What in terms of like I mean, there's I sort of understand like I have some awareness of why you be thinking about this about Tanya in particular but it seems like there's a lot more to it than just what you said in terms of how you think about having a family or having a family.", "So she's working as a nanny for three small children right now.", "So like it's the sense in which I know that she could do.", "Some of the tasks of it.", "I guess that was particularly anxieties that I have.", "I guess I'll just list them or try to", "So that I really hate the word hormonal but you emotional and hormonal changes that occur during and after pregnancy can be very intense and particularly for someone like Sonia was already buried in some sense unstable, like right now she is relatively stable.", "She goes into zones of instability and we're small investors like had a disproportionate responses from her.", "I'm anxious about that time.", "Both pregnancy and postpartum.", "Another reason that she'll be able to she works as a nanny for hours a week.", "You don't take time off that's not to say that one can construct one's life.", "So that the children go the daycare or have a nanny the parents don't share the labor but it's always there.", "You don't walk away from it.", "Like she should or like she could always just quit her job right now.", "It's not okay to quit children.", "It's just not okay.", "That's exactly what her mother did to her.", "So there are some real similarities between her and her mother some of those are presumed genetic genetic and some of those presumably I believe like angry person raised his children and turns them into angry people and they raise children and then turn them into like the damage these to propagate regardless of the genetics of the situation also,", "Where do I like she's at?", "The fierce there one is that she will behave in a way that her mother did and one is that one is that she wants like damages that were inflicted on her on our children?", "Because there's a real sense that she feels and posted them on me.", "So I think that's a list of major concern.", "I can certainly see as much as you're happy for me that this has this is tough.", "This can be tough for me being pregnant to the extent that it you know, brings up this issue more even though it sounds like it's on your mind anyway."]}, {"speaker": 2, "dialogue": ["No, I actually think that you being pregnant is good thing.", "I'm very happy for you and hope that things will be good for you.", "And it sounds like it's giving us an opportunity to talk about these things.", "So thank you for that particular way of phrasing it, but I don't think so.", "Actually thank you for indulging me talking about these things while you're pregnant."]}, {"speaker": 1, "dialogue": ["Indulging sound so trivial for lack of a better term.", "I'm not doing it to indulge you."]}, {"speaker": 2, "dialogue": ["You know that always brings me out this question.", "Why are you here?", "Why do we do this?", "Like what what?", "Yeah."]}, {"speaker": 1, "dialogue": ["That's certainly a non-trivial question."]}, {"speaker": 2, "dialogue": ["Yeah, you know one of the other things that and all of this is I feel like I'm trying to work out these issues that I have with I'm working in them out that you or something.", "I feel like about to be challenging or something to you.", "So particularly and you shifting how you respond to it.", "I feel more anxious about it.", "But you having said what you said I sort of I guess I understand it better that there is no particular talking about my fears of being put off so and I'm sensitive to changes in the world around me of any kind cuz you're killing other people who knows why I just so", "There's something that plays into my mind praising internships there.", "I feel like I'm asking a lot, but you need to not be willing to give I appreciate that you.", "See me at all but it's also making extra time for me here.", "Even though I am who I am I guess or something."]}, {"speaker": 1, "dialogue": ["You're anxious about what you're asking or from me on a lot of different levels."]}, {"speaker": 2, "dialogue": ["Yeah, I think that's right."]}, {"speaker": 1, "dialogue": ["Haha.", "Yeah, I think we should certainly continue to talk about because it's not just about me here."]}, {"speaker": 2, "dialogue": ["Yeah, that's right."]}, {"speaker": 1, "dialogue": ["We do need to stop though, but I'll see you tomorrow."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Okay, great.", "Okay.", "Take care."]}]