[{"speaker": 1, "dialogue": ["Hey, how was your weekend?"]}, {"speaker": 2, "dialogue": ["Not a good weekend, like really not a good weekend."]}, {"speaker": 1, "dialogue": ["I'm sorry to hear that."]}, {"speaker": 2, "dialogue": ["It wasn't bad today.", "I was supposed to read at church in about 10 minutes before we're about to leave I went to go change so I wouldn't be wearing sweats at church or having jeans at holes in them.", "Anyways, I started crying and I couldn't stop crying.", "So we were like a surgeon on the train is delayed because that's what it does.", "They want you to get there like a half an hour beforehand if you're reading which is really stupid.", "I think so.", "I got there 10 minutes beforehand and they already told the person who was reading the second reading to do both of them.", "I was really upset about that mostly like I worked me hard to get there in the first place.", "I would have gone if I didn't have to read."]}, {"speaker": 1, "dialogue": ["Yeah, I imagine you had to work pretty hard to pull it together when you're in the middle of the train."]}, {"speaker": 2, "dialogue": ["Yeah, and then I had to keep it together in church.", "Yeah, there wasn't any point where I felt like I needed to call you right then, but things are bad."]}, {"speaker": 1, "dialogue": ["I guess it's kind of scared to tell me how bad that it's going instead of what happened."]}, {"speaker": 2, "dialogue": ["Yeah, I started feel like it's hard to talk about how it is in part because I don't know what to go back to the hospital.", "Also when I describe my reasoning out loud, it sounds strangers Jupiter and bizarre that work.", "There was a lot of well, I will not think about trying to kill myself right now.", "I'm going to watch this episode of The West Wing first.", "I just wanted to be over."]}, {"speaker": 1, "dialogue": ["You're feeling again pretty done."]}, {"speaker": 2, "dialogue": ["And I know that in a day or a week or things will get a little easier and also to get my breath back.", "I mean another day.", "Are we go get this bad again?", "I'm getting angry at James."]}, {"speaker": 1, "dialogue": ["What?"]}, {"speaker": 2, "dialogue": ["Because I think about killing myself.", "And the reason I don't is that I have to think that this would do to James and I think I can't do that.", "I get angry at you because your way of sticking things is very slow and I'm really tired."]}, {"speaker": 1, "dialogue": ["I think one of the things I see as being quite responsible reasonable in your wanting to kill yourself in the first place and also your kind of pissed off at James for getting in the way and me for not speeding things up already and you're being where you are withdrawing and how much you want to tell me about it because you're worried.", "I'm going to send you the hospital.", "I have trouble seeing this as you're being in a lot of pain and really tied up but will instead have my own reaction to it and similar sort of reasonable or wanting to know if this is how it works."]}, {"speaker": 2, "dialogue": ["I do know this is how it works.", "That's the problem.", "I feel like I can't get out of the cycle and I'm really tired of it part of that.", "Also.", "Is that the last few days I've been in this time and same place where I'm just in so much pain right then that I just can't think differently and I'm a little bit out of it but not enough out of it like it's going to come back and so I'm trying to kind of describe what it's like, but I'm not there now and so, it's Carter."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["but", "I'm not even sure why I'm trying to describe what it is.", "Like I think because like that's what I'm supposed to do here.", "I don't know maybe because I'm worried about what I'll do.", "I don't know or maybe it's because I know that I'm not going to go and try to kill myself, but I'm really angry about that."]}, {"speaker": 1, "dialogue": ["My impression and I may be talking to True slightly different version of you here.", "I don't mean and some kind of huge associative way.", "I don't mean it like that.", "I got the gist of what we talked about before but what I have in mind is the part of you that's very much in touch with the things we're like over the weekend and that is in a lot of pain and wants everybody out and is very angry and doesn't see any point in much of anything including talking to anybody another part that's is a bit healthier and more reasonable or rational like conventional way of thinking about that has lots of talking or thinks that it can be a good thing.", "I'm kind of hearing from both of those in a way."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["I just want to say that what you were just saying was that you said you may or may not kill yourself, but you're really mad about it that I get that right?", "I'm not saying you should feel either of those ways."]}, {"speaker": 2, "dialogue": ["Not sometimes that happens sometimes I think I know I'm not going to kill myself and sometimes I think that I just might both things feel authentic.", "There's a character in the show.", "We are watching Battlestar Galactica that just talked about wanting to be done in the last episode.", "James was like that the storyline they're going to want to develop", "I'm really", "It's really hard to watch that with James.", "I have a lot of things to say about that, but I don't want to say any of them to James.", "I don't want him to be scared for me or anxious about me.", "But maybe you should be scared for me when there's reason for him to be I don't want him not to be able to trust me.", "It's like every other thought I think what are we going to have for dinner?", "And then I think I wish I were dead that I think maybe we should I plasti.", "I wish I were dead.", "I want a card.", "James with James and Franco.", "I think that might be the first time ever."]}, {"speaker": 1, "dialogue": ["graduation"]}, {"speaker": 2, "dialogue": ["Thank you.", "I was very proud of myself and I still wanted to be dead but I was also very proud of myself.", "I don't know.", "I thought it felt like I should be finding some sort of start in there, but I don't have one.", "There's not really a good way to kill yourself."]}, {"speaker": 1, "dialogue": ["What have you thought of?"]}, {"speaker": 2, "dialogue": ["Apparently this is not afraid of overdosing is somewhere around 2% So I probably wouldn't do that.", "I think I want to jump off a building but that seems not easy enough for easy to tell whether you'd be successful.", "And if you weren't that would just suck balls to run out into traffic.", "But that seems like a pretty horrible thing to do the person driving the car probably cut my wrists or something.", "That's what I think about most but that again is a product pretty horrible thing to do today is because he'd be the one to find me.", "I just can't get out.", "The part of me is that things about consequences.", "Doesn't turn off in some ways."]}, {"speaker": 1, "dialogue": ["Are the same time you're telling yourself how unbearable everything is but then you've got to be worried thread.", "I didn't mean there early is is a thread in the sense of likes think of this tire in yet."]}, {"speaker": 2, "dialogue": ["I'm worried about you."]}, {"speaker": 1, "dialogue": ["In keeping with what you're saying about not being able to stop."]}, {"speaker": 2, "dialogue": ["Yeah, I may have said that before I read upon the other day by Mary Karr about friend who gets killed who killed himself has every suicide is Nashville, huh?", "It's pretty good, I think she's right, but I'm not sure if I can keep going I try to do I get down and I said, I don't have to worry about the rest of my life.", "I just have to get through the day every day.", "I don't think that helps very much.", "I think what I do need to do to make it through the day and then I have to do those things."]}, {"speaker": 1, "dialogue": ["I guess I'm also thinking about sometimes it's clear when you're feeling in addition to that sometimes else.", "You're feeling that it is too much to hear.", "We're just part of what's making you rather be done."]}, {"speaker": 2, "dialogue": ["Yeah, I'm thinking about that.", "I don't know I feel useless and I'm a burden to people who love me I worry about money.", "I don't know."]}, {"speaker": 1, "dialogue": ["I wonder about Gill which isn't so far from the things you said, I don't think it seems like with regard to James.", "You're not helping more you're dragging him down.", "Contributing, but he's usually pretty nice to you.", "Anyway, he loves you.", "Anyway, you mentioned also I think worrying about when the other shoe is going to drop with me and maybe sometimes it does sort of in a way with you with Gill and other words.", "I'm not actually reacting in the ways that you're afraid.", "I will which is the shoe dropping but I understand that maybe you'll kill yourself anyway."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["I thought I have butts even more tentative is that maybe it has something to do with being a weekend or and we don't need?"]}, {"speaker": 2, "dialogue": ["I don't know things got worse over the weekend, but they didn't get drastically or drastically worse.", "This is the way we were going."]}, {"speaker": 1, "dialogue": ["Yes, which I thought it was different here somewhat clear last week."]}, {"speaker": 2, "dialogue": ["Yeah, I didn't know how clear it was."]}, {"speaker": 1, "dialogue": ["Is there a saying they were closer to how they were over the weekend last week?", "I didn't give it a traductor e but you said that it was pretty close."]}, {"speaker": 2, "dialogue": ["I didn't talk about it.", "When I wanted to kill myself this much.", "I'm usually hiding it from something, but I don't know what", "It's like if I did know I don't know if that's going to help me.", "Stop hiding from it.", "I don't know it seems worse everyday.", "I'm not sure why I felt I just need to do laundry.", "Yeah, I keep trying to wrap my head around it and it just keeps coming up dry."]}, {"speaker": 1, "dialogue": ["I don't know.", "I guess you know that you're frustrating yourself by not knowing and also aware that you're frustrated and disappointed in me if we can't figure it out."]}, {"speaker": 2, "dialogue": ["Yeah, I kind of feel like you make some suggestions then I kind of said like you haven't really clicked then I don't have any better.", "So I'm here.", "I don't know why James keeps being so nice to me.", "I don't know why I feel like I need to have him not be the person.", "I see all day.", "Joshua said he wanted to go out for breakfast this week.", "It's hard all these things that didn't used to be so hard but I always hear myself that that's hard and then I just despise myself.", "So it's hard.", "So what do it anyway?"]}, {"speaker": 1, "dialogue": ["I'm also thinking about the stuff.", "We talked about towards the end on Friday.", "Maybe especially about the teacher-student remember?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And you're kind of worrying feeling I think you were talking about it being and unproductive in a way."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Maybe that hit you pretty hard the way we were talking about it."]}, {"speaker": 2, "dialogue": ["It's hard to talk about I guess I feel like I build up a space or a way of being where I felt secure are felt like I did well where it felt proud of myself.", "I feel like I was valuable then that all just kind of went to I felt like it really did backfire on me.", "Now.", "I feel like it was wrong for me to be proud of being a person in class.", "He was really good at everything or to be happy about having a close relationship with teachers are like it was wrong for me to be okay with being in his relationships."]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["Yeah, it's hard for me to talk about.", "I'm so ashamed of what I've happened to Dan.", "I'm so ashamed of it.", "I keep trying to rephrase it to make it not quite so my fault and I just feel awful."]}, {"speaker": 1, "dialogue": ["I think it helps to clarify for me how Central what happened with him is Sue how you think about yourself?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I think that it's just about the that how you're very close to him.", "And you had some feelings about certainly when you grew up in a way but also that I was sort of like part of who you are or type of relationship you sort of have a central to who you are and that in a way you are going to handle with him."]}, {"speaker": 2, "dialogue": ["I feel like the type of relationship I had with Dan before God I had was pretty much the same as the types of relationships that I kind of bored myself by at least once I was in 9th grade really before then 2 then I feel all of this.", "Yeah."]}, {"speaker": 1, "dialogue": ["Well, we should stop for now."]}]