[{"speaker": 1, "dialogue": ["And how are you doing today?"]}, {"speaker": 2, "dialogue": ["I'm okay had a last Tuesday had a breakdown at work or I was fine in the morning.", "I was fine for most of the afternoon and then towards the end of the last like our that I was working.", "I started like shaking.", "And then I realized that I was panicking I was able to hide this from everybody but ended up, you know, leaving an hour early, which I mean isn't that abnormal for me especially because right now hurts my hands.", "But I ended up going to my parents place first because I didn't know that I would be able to make it.", "All the way back to Sydney, you know New Haven and so I ended up calling.", "Dr. Barnes decided like she called me back and so he put me back on the Seroquel."]}, {"speaker": 1, "dialogue": ["That's unusual for you to panic at work."]}, {"speaker": 2, "dialogue": ["I know that's when I realized it was like it wasn't just the apartment or something because I don't normally Panic at work."]}, {"speaker": 1, "dialogue": ["Yeah, that's different."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["So do you notice a difference already and being back on the Seroquel?", "Is it just Tuesday like yesterday Tuesday or a week ago Tuesday?"]}, {"speaker": 2, "dialogue": ["a week ago Tuesday"]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["So I've been on for a week.", "I mean, I think it helps them.", "I was Panic free for a few days and then the past couple of days.", "I've been so like sad again and suicidal again, but"]}, {"speaker": 1, "dialogue": ["That's pretty significant."]}, {"speaker": 2, "dialogue": ["I've been suicidal all along like for the past few weeks, but not as suicidal as I was when I was not on the Seroquel.", "I think it's helping."]}, {"speaker": 1, "dialogue": ["The past few days what when you say suicidal, what does that really mean?", "How long have the thoughts been what level have the thoughts been?"]}, {"speaker": 2, "dialogue": ["What's more like I was kind of really sad but usually like not that long but they weren't just like instant and go away.", "They were like maybe 5 minutes or so."]}, {"speaker": 1, "dialogue": ["That's a really uncomfortable 5 minutes.", "It can feel like a really long time when you're feeling that sat."]}, {"speaker": 2, "dialogue": ["This morning.", "I just sort of realized that because it was my birthday.", "And Sydney was we stayed up late the night before like we are going to go out and do this and then he like couldn't go to sleep and like, you know, you didn't bother taking an Ambien or you know NyQuil or what was my birthday.", "So then he was like sleeping in and don't even like I didn't get up until 10:30 and he didn't get up until like 11.", "I guess it's not that late but"]}, {"speaker": 1, "dialogue": ["You felt disappointed clearly."]}, {"speaker": 2, "dialogue": ["Because I'm not seeing any friends because I don't have a place to host them.", "Like I don't my Apartments too small.", "I can't ever have a party and I haven't done things with friends in like forever and it made me really sad and I feel like I have no friends because Sydney is like why don't you just have a couple over and I'm like if I did the couple that I'd want to have when you Lucy in Walter, but they're you know, they move to Florida like a year-and-a-half ago now."]}, {"speaker": 1, "dialogue": ["And you miss them."]}, {"speaker": 2, "dialogue": ["Yeah, I just don't feel like I have any close friends anymore and I just couldn't think of any way then he was like, oh, well, you know where she was like trying to help but then I shot down his idea and then he got mad at me and he was like, okay I quit and I'm like thanks.", "I just feel so hopeless and I was considering like I didn't go into work yesterday either because I was sick on Monday.", "And yesterday I like Monday night.", "I was feeling really suicidal and bad depressed and I guess it wasn't me.", "I wasn't even suicidal.", "It was like the physical feeling of uncomfortableness and tightness from anxiety.", "That's what I was feeling."]}, {"speaker": 1, "dialogue": ["That's what I was feeling.", "So there was no thought at that point."]}, {"speaker": 2, "dialogue": ["There might have been there was possibly a thought about like I should kill myself to end this feeling and the feeling wouldn't go away.", "I mean yesterday there was snow anyways, but I'm like this close to finishing my job and like considering quitting right before the end when like accept that was you leave on bad terms, but I just don't know that I could keep it together enough and if I keep on feeling like this like that tightness just wasn't going away."]}, {"speaker": 1, "dialogue": ["So that tightness is really uncomfortable."]}, {"speaker": 2, "dialogue": ["Yeah, like I can sort of put it away.", "Like if we were doing like something distracting like watching an episode of something or like listening to a podcast.", "But as soon as like the episode of podcast or whatever end it comes back."]}, {"speaker": 1, "dialogue": ["And doesn't go away at work or it didn't on that last Tuesday."]}, {"speaker": 2, "dialogue": ["Well, it wasn't the tightness.", "It was like last Tuesday.", "It was shaking.", "I don't remember there being that tightness at work.", "Maybe there was I'm just so uncomfortable and I have no way of like going like making it go away permanently.", "It just seems hopeless and I just like, okay these drugs aren't stopping that feeling."]}, {"speaker": 1, "dialogue": ["Are you feeling not tightness now?"]}, {"speaker": 2, "dialogue": ["No."]}, {"speaker": 1, "dialogue": ["It doesn't feel like you have any control over it, but it does go away."]}, {"speaker": 2, "dialogue": ["It does go away.", "But I feel like I have no control over it.", "It's happening if it happens more and more and like it the Seroquel isn't going to help either then like I mean, I guess I it's helping some but it's not helping enough and like I can't you know, I don't know if the imipramine has stopped working or something and I can't really go back on the Wellbutrin because it's really bad for anxiety, and I'm just like I've run out of options."]}, {"speaker": 1, "dialogue": ["Let's give the Seroquel some more time to work.", "He's been on it for a week.", "It sounds like it's helping a little let's see what happen.", "How is things like I know it's been snowing.", "Have you been able to exercise at all?"]}, {"speaker": 2, "dialogue": ["No, I haven't."]}, {"speaker": 1, "dialogue": ["Because that's sometimes you know, when that's more available to you that can really help because the tightness is muscles, right?", "That's a muscle tightening that you're feeling.", "It's really uncomfortable.", "It's not dangerous, but it's really comfortable and not something that exercise can really help with."]}, {"speaker": 2, "dialogue": ["But how am I supposed to like usually happens at night?"]}, {"speaker": 1, "dialogue": ["Well, it's not necessarily that is just something that helps in the moment.", "But when you're more active that can lower the bass line the way to discharge some of this energy that's right.", "Now being translated into anxiety and tension and all of the good Healthcare self-care things that you do like getting regular sleep exercising on a regular basis.", "They lower the bass line anxiety.", "So it's not something.", "Yes, it can help in the moment.", "If you're starting to feel really anxious and it's a time when you can get out and exercise it can add that destruction the phone in a moment, but if you're able to get engaged in a little bit of activity every day that helps all the time just to lower the overall anxiety the discharge some of that energy to get endorphins flowing that counteracts some of this other stuff you're feeling the exercise can be a mood lift and an anxiety prevention technique that works across X on something that's really hard for you to access so it's not working for you."]}, {"speaker": 2, "dialogue": ["It's so Snowy out."]}, {"speaker": 1, "dialogue": ["It's been a rough winter."]}, {"speaker": 2, "dialogue": ["Like I have to wait for it to stop being snowy like I'm okay with walking in the cold but like not really walking like in the snow and like right now it's just so slippery out like even getting to the car to get here was like a challenge."]}, {"speaker": 1, "dialogue": ["Yeah, it's definitely more challenging.", "It's been a rough winter for them."]}, {"speaker": 2, "dialogue": ["I feel like I probably can't wait until the end of winter to like start exercising but I don't really have any other choices, like maybe I'll get because then I could have time and then I could join a gym or something or like"]}, {"speaker": 1, "dialogue": ["Or go someplace indoors like even just doing laps in a mall right you think about I know we talked last time about thinking creates a creatively about how to navigate some of the challenges people do still exercise in the winter and when not be in weather going to be driving someplace and doing laps in a mall or finding it's their path you get creative if you can find ways to overcome some of the challenges so that you don't have to put doing something good for yourself."]}, {"speaker": 2, "dialogue": ["Like lots of running or lots of walking."]}, {"speaker": 1, "dialogue": ["walking"]}, {"speaker": 2, "dialogue": ["Okay, because running in the mall."]}, {"speaker": 1, "dialogue": ["You can walk laps around any indoor space."]}, {"speaker": 2, "dialogue": ["I think the winter is driving me crazy.", "Just hearing like, you know, when I find out there's going to be more snow is just makes me so sad and"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I can't deal with winter anymore.", "But there's really nothing.", "I you know."]}, {"speaker": 1, "dialogue": ["That one's out of your control.", "We can find ways to try to make the best of it.", "But absolutely we can't control the weather."]}, {"speaker": 2, "dialogue": ["I mean unless I went on a trip somewhere."]}, {"speaker": 1, "dialogue": ["That is the way to escape in."]}, {"speaker": 2, "dialogue": ["Yeah, but I need to finish up my job.", "And by the time I finish hopefully winter won't be as bad anymore.", "I want to be able to go on walks and stuff.", "Yeah, I don't really foresee myself having time to do it for the next few days."]}, {"speaker": 1, "dialogue": ["What are the next few days look like?"]}, {"speaker": 2, "dialogue": ["Well tomorrow I have work."]}, {"speaker": 1, "dialogue": ["And you're going to go."]}, {"speaker": 2, "dialogue": ["And I'm going to go to work and get as much done as I can to try to finish up this.", "early", "It's right to finish this up early.", "Then I Friday morning.", "I have my actual appointment with dr. Barnes.", "They're going down to Rhode Island, and I actually need to help cook because my mom has them."]}, {"speaker": 1, "dialogue": ["What's going on with your mom?"]}, {"speaker": 2, "dialogue": ["Did I tell you that like my parents have been fostering cats with kittens?", "So the new foster mom, her name is Kelly and she's she gave birth to kittens a week ago today or a week ago yesterday and like a right before she was giving birth like she started acting like really crazy like, you know, like she had been really nice and letting people pet her like acting crazy.", "Like if you stop petting her she'll attack you and now it's a baby's if you get too close to the babies are look at the baby's still attack you and she actually move them like she had them in the playpen area.", "That she liked took the kittens out and move them to like underneath the Hope Chest that had been like fenced-off where they weren't supposed to be going.", "But I mean, it's a safe place for now.", "But like I think sometimes she's been less crazy.", "But like she managed to bite into my mother Mom's hand the point like it got swollen and like she had to go to the doctor and they gave her medicine which wasn't like instead of like it hadn't done enough yet and rather than wait and see if the medicine would work.", "They want to give her the option of either going to the hospital or getting an IV that you can have at home.", "And so she has the ivy until Saturday."]}, {"speaker": 1, "dialogue": ["Wow."]}, {"speaker": 2, "dialogue": ["Do I need to help her cook, so not really a chance for a walk."]}, {"speaker": 1, "dialogue": ["Well one way to do it is to think about I know a long way back.", "We thought about instead of thinking about doing that concentrated exercise just how to build a little more movement or activity and today so it sounds like you're going to be, you know, like parking at work parking at the doctor's office."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Park a little bit further away"]}, {"speaker": 2, "dialogue": ["Work I can't really do that because it's just like there is the parking garage and then I have the past 2 and that's my free parking."]}, {"speaker": 1, "dialogue": ["Yeah, so choose a spot.", "That's the longest walk."]}, {"speaker": 2, "dialogue": ["Oh, okay."]}, {"speaker": 1, "dialogue": ["And then it's just you know, so you get a couple of minutes.", "Maybe they're the same thing at the doctor's office.", "It's supposed to be warmer on Friday, you know a safe spot but a little bit further away don't pick the one that's closest to the door take the one that's safe, but farthest away from the door and give yourself an extra couple of nasty spot and that can build in, you know, just 10 minutes of walking during the day just by doing a couple of things like that and that's Amanda manager away, you know to be able to walk in places that probably have been plowed, you know, they're going to pop a parking lot.", "The parking garage is covered."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And gives you just a few minutes of being a little bit more active maybe a little bit of fresh air here and there that's a way you can be more in control of what you're able to do."]}, {"speaker": 2, "dialogue": ["I think I can do that."]}, {"speaker": 1, "dialogue": ["That sounds manageable."]}, {"speaker": 2, "dialogue": ["It just doesn't sound like it's going to be enough."]}, {"speaker": 1, "dialogue": ["It's not forever, but it's what you can fit in these couple of days.", "So instead of seeing all the options that are close to you is option that you can take these couple of days."]}, {"speaker": 2, "dialogue": ["I want to go on walks.", "I really do just driving through the snow with my snow boots and things being slippery.", "I hate it so much."]}, {"speaker": 1, "dialogue": ["I know."]}, {"speaker": 2, "dialogue": ["But I really should at least be taking the stairs instead of the elevator at my place."]}, {"speaker": 1, "dialogue": ["Have you been doing that?"]}, {"speaker": 2, "dialogue": ["I know it depends sometimes on the way down not usually on the way up, especially if I'm like carrying heavy stuff."]}, {"speaker": 1, "dialogue": ["What do you choose year, did you use elevator or the stairs here?"]}, {"speaker": 2, "dialogue": ["Depends on the day but usually the elevator on the way up and usually the stairs on the way down."]}, {"speaker": 1, "dialogue": ["So what about choosing the stairs on the way up to is that something you feel like you could do?"]}, {"speaker": 2, "dialogue": ["I guess it depends on what I have on when I had on the day that I had my backpack in my computer.", "Like I guess I could have I was just afraid I was going to hurt my back like carrying it up the stairs.", "I don't carry that much on me I could."]}, {"speaker": 1, "dialogue": ["What store is your apartment?"]}, {"speaker": 2, "dialogue": ["It's on the it's on the third floor, but the ground floor has one.", "So it's two two flights up."]}, {"speaker": 1, "dialogue": ["So those are ways to look for a little bit more.", "Maybe on days when you're not carrying as heavy of a load.", "She was in the stairs up on the way to the stairs off as well as choosing the stairs down our little ways for you to take control of where you can get in just a little bit more movement in your day.", "I think one of the things that work when looking for is not how to make huge changes but places where you can feel less crap because I think that feeling that's hiding in your chest and that I want to escape sometimes that translates to like I should kill myself to stop this.", "Those are it seems to me that those all come from feeling like you don't have any choices and that you're trapped and you know, that can be from you know, all these snow storms feel like they're kind of trapping the small apartment feels like a strapping, you know, not knowing what your job options are going to be kind of news you feeling trapped financially.", "So the more places we can look for like well, what are what are little choices that you can make maybe you can't change the whole situation but there might be some changes you can make with in so it doesn't feel like so much like you're backed into a corner without any options whatsoever.", "Sounds like that's kind of what kind of happened with your birthday to you.", "Can't you don't have a space where you feel like you can invite everybody over for a party.", "So it felt like you had no option and was going to try to give you a suggestion.", "It didn't feel good."]}, {"speaker": 2, "dialogue": ["No, it really didn't.", "I mean she was like, oh we can take because we still have some boxes like my parents came up over the weekend and help but I still have some boxes and don't really have a place to put them it would have been too hard to move everything out in time."]}, {"speaker": 1, "dialogue": ["So if you got creative what could be a choice that you can make that doesn't feel like a choice having people over but is there something else you could do maybe to celebrate belatedly on another day?"]}, {"speaker": 2, "dialogue": ["Probably yes go out to a restaurant or maybe if someone else really tells me I don't know it's not like any of my friends suggested getting together."]}, {"speaker": 1, "dialogue": ["Would you like to invite somebody to a restaurant?"]}, {"speaker": 2, "dialogue": ["Maybe it's just that I'm sort of I feel a little bit uncomfortable with that because then it's like, you know suggesting an activity that people have to spend money on.", "I mean which I guess is okay and also like pending weather or they eat kosher and that's going to be an issue.", "I guess most of my friends don't possibly all of my friends they can of at least like Dairy food out in a restaurant or non-kosher restaurant."]}, {"speaker": 1, "dialogue": ["That may be a way to acknowledge your birthday.", "And if you frame it, you know as like, you know, would you like to come have go out to the dinner together?", "So it doesn't imply that you're hosting a whole thing, but people can go out to dinner and each pay and that's a way for you to know that your birthday."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I feel like I've lost touch with all my friends because I have who would you like to reach out to?"]}, {"speaker": 2, "dialogue": ["I'm not sure."]}, {"speaker": 1, "dialogue": ["It seems like it's important to connect again with them."]}, {"speaker": 2, "dialogue": ["Yeah, I don't know maybe like Phillip and Amy, maybe like", "I haven't actually gone and rejoined yet.", "And it feels weird that if I were doing it, like you know right after I got like if I'm going to make Sunday my first rehearsal like being like hey, let's all get dinner like right before the rehearsal so that people that like, I mean, I know most of the people in the group right now, I think they only have like three new members but still a little bit weird suggesting it when I haven't actually rejoined the group yet because like the following weekend, I won't actually be able to come to rehearsal.", "So I'm like do I want to start when I can't make all the hurdles yet, which is still in a way because I actually like that like even if I'm only going to have rehearsals for now, that's still more rehearsal then if I wait to get back,"]}, {"speaker": 1, "dialogue": ["That's true."]}, {"speaker": 2, "dialogue": ["So also just afraid of the time commitment and stuff.", "But if I'm going to be unemployed again, it's not going to be that bad and if I can get a reasonable job at like is around here, you know, you know."]}, {"speaker": 1, "dialogue": ["Will it be time that you know, enjoy?"]}, {"speaker": 2, "dialogue": ["Yeah.", "Actually in that now that more hours anymore.", "I think there isn't any you know, all the drama is gone like all the dramatic people finally left."]}, {"speaker": 1, "dialogue": ["Yeah, so it might feel good to get together with the group and might feel good to sing."]}, {"speaker": 2, "dialogue": ["Yeah, I'm just afraid I don't want to be like a and stuff and like I'll have to miss like next weekend.", "I have an event and then like there are two weeks that I'm house-sitting for my parents will there in Israel?"]}, {"speaker": 1, "dialogue": ["Those are things that are all set up before you decided to rejoin."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I mean if it seems like if you're up front with the leaders that you know, you got these commitments already, but you'd like to rejoin."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Talk with them instead of shutting yourself out of something talk to them about it."]}, {"speaker": 2, "dialogue": ["Okay, she'll probably call the my doctor."]}, {"speaker": 1, "dialogue": ["I mean there are two things going on socially.", "When is that use you no feel sad to you that you haven't planned something to acknowledge your birthday.", "It's a very noticeable moment of having disconnected from your friend.", "So maybe that's not you know something that you involve the people in but you've also noticed that you've really disconnected from your friends and you've missed being part of a group and music piece fits that so maybe reaching out to fill up.", "Annie me about getting together for dinner and knowledge in your birthday that works on one piece and talking to the music people about whether it would make sense to start now and sort of piecemeal of what because of these other commitments this evening.", "If you can reconnect with that group and enjoyed getting back in touch with that part of yourself,"]}, {"speaker": 2, "dialogue": ["I guess I can do that.", "It's scary."]}, {"speaker": 1, "dialogue": ["What are you up to?"]}, {"speaker": 2, "dialogue": ["I guess I'm afraid with music that the time commitment is due and not being able to make rehearsals are feeling trapped at I have to go to rehearsal and I'm like really sad or something."]}, {"speaker": 1, "dialogue": ["What would be the worst case scenario?"]}, {"speaker": 2, "dialogue": ["I missed rehearsal and end up staying on the wall and crying and feeling a tightness and not having it go away.", "I guess if I missed too many of rehearsals and getting kicked out that probably would happen."]}, {"speaker": 1, "dialogue": ["It's never happened in the past."]}, {"speaker": 2, "dialogue": ["I've also never been this depressed and trying to be in an acapella group at the same time in the past.", "I've missed very few rehearsals for emotional reasons.", "I think there was like, you know a couple of a bunch that I missed when I was like dealing with Jonas and when oh, I didn't even miss that rehearsal the one wouldn't I like Corey and the day before I found out that he didn't like me back and I was like, oh God, I have to face him at rehearsal.", "I'm just going to play video games instead and then I ended up maybe being like 30 minutes late to rehearsal but still went"]}, {"speaker": 1, "dialogue": ["Sometimes I think you're more resilient than you give yourself credit for."]}, {"speaker": 2, "dialogue": ["I haven't been this depressed."]}, {"speaker": 1, "dialogue": ["What if it helps?"]}, {"speaker": 2, "dialogue": ["I mean, I guess it could but it could also hurt and I don't know which it'll be."]}, {"speaker": 1, "dialogue": ["Well, if it hurts then you stopped this is not signing up for lifetime membership.", "If it turns out that it's harmful in some way than you stop if it's useful if you enjoy it.", "That's probably a good thing.", "If you reconnect with some people you enjoy those things tend to be good at treating depression, you know, getting involved with activities that are pleasurable that's good stuff and it might be that and if it feels like it's too much of a pressure right now you say, you know, I'm sorry.", "I realize it's too much of a time commitment right now and give yourself permission, please."]}, {"speaker": 2, "dialogue": ["I don't want to do that like because people have done that in the past and I don't want to be one of those people.", "Who does that?"]}, {"speaker": 1, "dialogue": ["Hopefully it won't come to that.", "But if that's the case, then you've learned something and sometimes people need to do that."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["But that might not be the case.", "It might be that it feels good to have something to go to an option.", "That's better than staying in a ball."]}, {"speaker": 2, "dialogue": ["Yeah, that's true."]}, {"speaker": 1, "dialogue": ["Or that you know that it might be hard to leave the house sometimes but when you do it might be good you get over that hurdle."]}, {"speaker": 2, "dialogue": ["I guess it's also like freaking out on his nights like being able to get dinner before rehearsal and stuff.", "Especially, you know, now that I don't have anyone making me dinner anymore being able to do that all myself."]}, {"speaker": 1, "dialogue": ["Yeah, I mean to be responsible for that for yourself."]}, {"speaker": 2, "dialogue": ["I guess I'm also afraid that like, you know now I'm starting to feel like older than all the people in the group and if that's going to be an issue right now if I come back I wouldn't be the oldest member of the group."]}, {"speaker": 1, "dialogue": ["And how does the age become an issue?"]}, {"speaker": 2, "dialogue": ["Well, you know, it would be a college acapella group, you know, like at a certain point like, you know, if I was like, you know 35 and people are looking very teen like you look weird Travis older person in this group.", "That's presumably college students or college students and grad students."]}, {"speaker": 1, "dialogue": ["are they sort of upset by your age"]}, {"speaker": 2, "dialogue": ["No, so I guess it's not an issue.", "Now.", "We actually did have someone else who is older.", "So he left after a year because he was involved in like a stuff.", "And I think it was I don't know if he's going to come back to the group.", "So if he came back I wouldn't be the oldest one anymore."]}, {"speaker": 1, "dialogue": ["It sounds like the group is not worried about it.", "Certainly not at your age now."]}, {"speaker": 2, "dialogue": ["I know sometimes we worry about like not have enough undergrads for getting funding and being classified as a certain type of Stanford group, but they don't want to kick out grad students either just more like recruiting."]}, {"speaker": 1, "dialogue": ["Yes, the rather than look for reasons why it might not be good now or might not be good in the future.", "I wonder what stops you from letting yourself kind of give it a try."]}, {"speaker": 2, "dialogue": ["I guess it's the depression is what stops me to anxiety."]}, {"speaker": 1, "dialogue": ["Your job is for you to be in control and not let the anxiety and depression being control anxiety and depression impact you but you don't have to let it control you.", "So I know that it those are the things that are talking right now as you think about what could go wrong or why it might not work in your life.", "That's being zeidan depression talking you can listen to those things, but then you make a choice that's good for you."]}, {"speaker": 2, "dialogue": ["It's just hard to make all the right choices because it's so easy to like, you know, just sleep in like, you know Ethan on Monday morning.", "I had my game like the alarm went off and we had like more time that we could sleep and I wanted to go back to sleep because I knew that if I stayed up for a certain amount of time the tightness would come back and then it did you know, and then sleep seems like the only escape from it and I can't sleep all the time."]}, {"speaker": 1, "dialogue": ["No, you can't."]}, {"speaker": 2, "dialogue": ["But I choose lie, so I don't really know how to do anything.", "My whole life is falling apart."]}, {"speaker": 1, "dialogue": ["You got a lot of challenges right now.", "So let's just focus on one piece.", "Like you said it's hard to make all of the right decisions would sometimes feels harder to me.", "So let's take it just a couple of days at a time and focus on making one or two decisions that feel like their tourist house.", "So, it's Wednesday evening.", "And you said you had some you had some plans.", "You're going to go to your mom's after the doctor on Friday."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["What decisions do I make between now and when I see you on Monday, let's focus on just one decision that feels like it's towards house."]}, {"speaker": 2, "dialogue": ["I guess probably going to music rehearsal on Sunday night."]}, {"speaker": 1, "dialogue": ["Okay, so then you set it up so that you can do that and that sort of the one step towards reaching back out to people may be getting engaged with something that would be positive.", "Does that feel doable or is that too big of a decision?"]}, {"speaker": 2, "dialogue": ["Well, though just a part of me now thinks I'm making a huge mistake by wanting to join music again.", "I don't know if that's the depressed part of me or the sensible part of me."]}, {"speaker": 1, "dialogue": ["Well, it could be either let's go with if it turns out to be a bad decision.", "This is a decision that could be undone.", "Right?", "So when you're thinking about killing yourself to escape, that's one that can't be undone by joining music can pretty easily right.", "That's a smaller decision than moving out of your apartment.", "So it's a pretty safe one to take a gamble on."]}, {"speaker": 2, "dialogue": ["I guess I'm so reluctant to do it now, and I don't know."]}, {"speaker": 1, "dialogue": ["I think you're afraid.", "I'm afraid that it's going to be work rather than enjoyable."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["So, let's see what it is and if it's works then you back off."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["How's the tightness now?"]}, {"speaker": 2, "dialogue": ["It's like a little bit there."]}, {"speaker": 1, "dialogue": ["Yeah, I saw that shaky breath, which I think is maybe part of what happened.", "Your chest gets really tight."]}, {"speaker": 2, "dialogue": ["Yeah, like it's not as bad as it's like been the past few days."]}, {"speaker": 1, "dialogue": ["Well, I'm glad to hear that."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["See if you can take some really deep breaths.", "Let the oxygen do its work."]}, {"speaker": 2, "dialogue": ["So what do I have the moment when I can't calm down and can't make the tightness go away."]}, {"speaker": 1, "dialogue": ["Remember that the tightness is not dangerous.", "That's the first piece right is that is uncomfortable.", "That's not dangerous.", "I think remembering that is the first step and you might not be able to make it go away but it will go away eventually.", "You can try taking some deep breast.", "Sometimes that house.", "I know in the past sometimes when you try that, it feels uncomfortable to focus on the breath.", "So if you know, you give it a try and take some deep breaths and if that opens up your chest, you know and just like I did and just like I just did I sat back I put my shoulders back that allows you to open up your chest a little bit that can help a lot of times slowing down your breath can work to relax you a little bit like your muscles relax, if you can't get it to go away remember that it's going to go away eventually it has never lasted forever."]}, {"speaker": 2, "dialogue": ["true"]}, {"speaker": 1, "dialogue": ["It's always gone away eventually and sometimes just knowing that it's going to end and it's uncomfortable as it is.", "It's not harmful to you.", "You're safe.", "Can keeping those thoughts in mind can speed up the process of it going away because it's anxious worried about that.", "Keep you tight and anxious and worried some good describe distraction techniques.", "Sometimes hopping into a warm shower if you can, you know, if your home and you can do that, you can try it.", "If you have heating pad you try putting a heating pad on your chest to relax the area.", "Sometimes just a sensation of warmth or pressure can help to distract you from the other Sensations that you're feeling like you can really only feel one thing at a time either pressure or temperature.", "The nerve endings are the same.", "So sometimes if you kind of confuse your body by giving it a new temperature is there's not really notice.", "The pressure is much.", "So can this be a way I mean, you can feel both at the same time, but if you can wait it sort of distracts you", "So you can try some of those things but it will go away those things might hasten the process, but it's always going to go away."]}, {"speaker": 2, "dialogue": ["but sometimes not until I go to sleep"]}, {"speaker": 1, "dialogue": ["Yeah, that's true."]}, {"speaker": 2, "dialogue": ["And then sometimes it will come back as soon as I wake up."]}, {"speaker": 1, "dialogue": ["That's I know I know that's really uncomfortable."]}, {"speaker": 2, "dialogue": ["I guess it's been so long that I can deal with that feeling it like drives me crazy half the time.", "I like really just want it gone any way possible."]}, {"speaker": 1, "dialogue": ["So it's the only thing that will make you", "If you try those other things and it doesn't go away and you're at a place where you can't stand and you want sleep is a much better option than Jet and it's even a better option than worrying about it.", "I know that you've always told me that when you have those thoughts that you're not thinking about actually falling through and then rather than engaging in that cycle of thought for 5 minutes, if it's not night time take a nap that's better than it's better than engaging in a cycle of destructive thoughts and maybe it will be better when you wake up or maybe one of those other techniques can work and you can get some control over it and I would try this first."]}, {"speaker": 2, "dialogue": ["I have a heating pad.", "Of course, I wouldn't know where it is.", "I think it's one of the boxes that I haven't gone into yet."]}, {"speaker": 1, "dialogue": ["Okay, so when it becomes available, you can try it out or have a shower or you can run some hot water over a towel put a towel in a plastic bag and lay back over your chest and it will be warm for a little bit.", "And you can see if the worm is soothing or run some really hot water into water bottle and do the old fashioned hot water bottle and just give yourself that warms for a little bit and see if it opens up.", "Those are little things you can try."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Why don't we stop there for today?"]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["And I will see you Monday at our regular time."]}, {"speaker": 2, "dialogue": ["Yeah, can I borrow a pen so I can write you a check?"]}, {"speaker": 1, "dialogue": ["Sir, speaking of favorite color.", "I have green blue purple or red."]}, {"speaker": 2, "dialogue": ["00 cover purple"]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["Of course every time I write the day today, I'm tempted to put my birth year as the year, but it's not 1985.", "It is 2014."]}, {"speaker": 1, "dialogue": ["Thank you."]}]