[{"speaker": 1, "dialogue": ["I thought I just saw the first few flakes."]}, {"speaker": 2, "dialogue": ["So it's snowing."]}, {"speaker": 1, "dialogue": ["so it is"]}, {"speaker": 2, "dialogue": ["It's snowing.", "Yeah, it's mostly been a bit cold and windy."]}, {"speaker": 1, "dialogue": ["yeah."]}, {"speaker": 2, "dialogue": ["So yeah.", "I still have been feeling not really not feeling great.", "I don't know.", "She's like getting its kind of I was at a Sci-Fi convention a big Buckle sci-fi convention this weekend.", "Did they explain my anxiety anxiety about how I had to stay with friends and"]}, {"speaker": 1, "dialogue": ["Yeah, you had you had been I think hemming and hawing about whether you're going to or not."]}, {"speaker": 2, "dialogue": ["Yeah, I ended up going and so the conventions at the hotel Westin Convention Center of like a big Weston and something like 3,000 people last time I went it was more like 2,000 dish in the plaza.", "It was really intensely noisy and aggravating in that like there were lots of people in various costumes, which is usually very fun.", "Like I like that but I was getting frustrated at people with big costumes or big costume Parts like walking in into the aisle or whacking into you said a lot of people were excited to see each other and shrieking all weekend.", "And then there was the drunk talking too loud in the elevators and just it was like over-stimulating isn't exactly describing it.", "It's like wow.", "Is there a lot of really kind of mildly annoying things usually really ramped up and in one space?"]}, {"speaker": 1, "dialogue": ["Way too much."]}, {"speaker": 2, "dialogue": ["Yes, like way and I wasn't really usually I'll start out at convention and be like all guys you're all over the top.", "But that's okay teenage girls and salad costumes.", "That's great."]}, {"speaker": 1, "dialogue": ["In what?"]}, {"speaker": 2, "dialogue": ["Dalek costumes from Doctor Who Daleks are these evil robots?"]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["It used to be that they could only move forward and backward on a flat tread stairs defeated them.", "And then in the new reboot, someone was like haha.", "We'll go up the stairs and then they levitated one of the things that these cute little teenage girls.", "They were wearing like cute little prom dance dresses that look like the Dalek robots and I was like, oh that's cute, you know people do a lot of reinterpretations, which is usually fun, but I sort of never had that, LOL everyone's really jammed in and kind of crazy and annoying, but I still love you moment.", "I just sort of was oh my God, I hate everyone.", "I mean also I had a complete break out before packing because I couldn't find a bottle of painkillers had a bottle of Vicodin and I couldn't find it anywhere.", "So I got super stressed about it like tearing apart my apartment."]}, {"speaker": 1, "dialogue": ["Sorry, what's hurting?"]}, {"speaker": 2, "dialogue": ["my hip"]}, {"speaker": 1, "dialogue": ["That did used to hurt.", "I know I haven't heard for a while.", "I don't think we talked about it for a while."]}, {"speaker": 2, "dialogue": ["yeah, it's not constant.", "It's just that it's kind of like well, you know, it's comforting to have the concept of it more than anything and also like walking around a lot blah blah blah.", "I don't know if I really could say", "for a while", "Then I was like, oh shit.", "I have to leave right now.", "So that was just a little bit much but it was weird.", "I didn't exactly I wouldn't say I had a good time.", "I want to say I had a bad time.", "It was mostly just a lot is how I felt about it.", "And this word is there's a significant downside of like I'm acquainted or passingly familiar or friends with a ton of people there and there's like I'm sitting there talking to someone is always a string of people that are like hey, how are you blah blah blah, and it was just like hello, but I'd really like you to go away right now or just like it was hard to just sort of hang out and talk to a few people quietly.", "Other than like my hotel room even in like I had dinner with some friends in a restaurant Pub attached and of course a whole bunch of people ended up walking by our booth to go to their table and I don't know I guess I kind of missed everything is always been kind of it's big and kind of overwhelming and kind of noisy, but I really miss not having any sort of not really having an issue over everyone Hi or hanging out in a group of more than four people.", "So that was frustrating the thing I had forgotten or made myself forget is a reason yes panel are really disorganized and half-assed and it drives me crazy people the panelists always talk here to their friends in the front or they'll be like, I'm not prepared.", "I don't know why I'm here.", "I just like so even though I knew that I talked out of two panels within 10 minutes.", "I just was too frustrating.", "So there was that.", "I don't know I didn't buy books because the dealers room was too big.", "I just"]}, {"speaker": 1, "dialogue": ["Sorry, it's a what?"]}, {"speaker": 2, "dialogue": ["the dealers room was really big.", "It's like a I don't know what else to call it, you know like a big Convention Center space."]}, {"speaker": 1, "dialogue": ["Are you mean it was really big to go in and look around for Stuff?"]}, {"speaker": 2, "dialogue": ["Yeah, you know usually there's like there's some books out there and t-shirts and sort of sci-fi.", "Jokes through a lot of them a lot kind of like it was I just felt like I can't figure out what I want to this really loud anti Sunday Kind of steak smelling crowd.", "Like I don't know.", "I was just kind of having the everything that ever irritates me about the sci-fi fantasy fan and knocked me all weekend.", "inter", "interspersed interspersed with hanging out with people I like and talking to them and then being really annoyed at people."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Yeah, it was."]}, {"speaker": 1, "dialogue": ["And have you had that you had you said you hadn't had the experience before of not also having the great to see you guys feeling have you been irritated to this extent?"]}, {"speaker": 2, "dialogue": ["Not really, although the last time I seriously attended a reason yet, which is a convention.", "I was really frustrated by like I'm signed up to do a lot of paneling about race and science fiction and kind of wanted to murder half the audience and had someone basically heckled me over a t-shirt that I have that said black nerds Unite."]}, {"speaker": 1, "dialogue": ["That's terrible."]}, {"speaker": 2, "dialogue": ["yeah, and"]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["yasso"]}, {"speaker": 1, "dialogue": ["Those are bad but different."]}, {"speaker": 2, "dialogue": ["Yeah, because I was just like I did this panel.", "I'm like, oh, I hate everyone basically and then I laughed and hung out with friends and then and it was so more like parts were definitely fun.", "And I did like they're usually a dozen parties happening or so and I didn't go to any of them this year.", "I was just so a I can't drink anything but I just was sort of like I think without a little a drink or something to make this go smooth.", "I'm like, I need some form of social lubrication here and being around of lot of a lot of really drunk people while sober is boring."]}, {"speaker": 1, "dialogue": ["I can imagine that exhaust for exacerbating a bunch of things already bothered you."]}, {"speaker": 2, "dialogue": ["yeah, I mean being with them in the elevators was bad enough, I guess part of what I"]}, {"speaker": 1, "dialogue": ["What I'm wondering about is in the medication, I mean", "I'm like these aren't side effects.", "They're part of what's affecting you it sounds like the sort of thing is supposed to be helping with and then the other stuff you would help more with or whatever.", "Didn't get an away.", "I mean, I know you're having a hard time.", "It's not like I'm going to", "it's not like I'm I'm not intending to just blame everything on the medicine, but in that your reaction to this was so different."]}, {"speaker": 2, "dialogue": ["I mean part of it was all so yeah, I mean I mentioned before that like guys yelling always makes me nervous so I can mention Hall guys yelling is perhaps not ideal.", "So it was sort of this mix of feelings.", "Like is this the medication I might just irritated and like for me the biggest frustration and I was talking to dr.", "Bond about it and she was like, well, I went up to I guess the clinical I guess you meant she wanted me to wanted me to take of this Alexa was a week ago.", "So she's like, well, you know, maybe it's more time which I agree with the erratically.", "I'm just really not enjoying it."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["And I think the other thing is I'm always worried about expressing anger watt.", "So even though I'm pretty sure that I didn't come off as particularly ruffled or whatever.", "I just sort of I just been worried about it and feeling like is this going to be is it going to get more annoying less annoying?", "Should I just stop going to conventions this big because it's a lot bigger than I usually go to do in this whole like I don't know I guess part of it was that I don't feel like I know if I was feeling more irritated just from the jump because I've been feeling more depressed or if I'm feeling more irritated because of medication or if I was feeling more irritated because I'm obsessed with her concerned about feeling more irritated."]}, {"speaker": 1, "dialogue": ["I mean from where I sit on my hunch, it might be the medication because it seems to me there other times you've been.", "Really pretty low.", "We need to talk more about it.", "I wish I had thought this through more carefully and the medication obviously might have might have but also just I sort of don't buy that you get irritated by being worried about being irritated compared to how you usually are for something like this, you know, even if it was so mark, it doesn't sound like unless I'm misunderstanding the kind of difference by I'm just focus on being irritated, which I don't want to be and yet worried about being and it's making me more irritated but feels like a small difference.", "But it seems like a big difference.", "You've been to many conventions and as I understand and this reaction, I've not heard you talk.", "I mean, I've heard you describe annoying things or people inventions are other things that have happened, but this is like really not enjoying the genre."]}, {"speaker": 2, "dialogue": ["Yeah part of this thing where I'm sort of like waffle waffle on is sci-fi conventions, very a lot and are easy as definitely I don't know how to say it.", "It's kind of Rowdy a little bit Rowdy.", "It's a little bit drunk It's kind of focused on sex a little bit which comes under the long boring 25 your argument with another sci-fi convention in the area.", "So"]}, {"speaker": 1, "dialogue": ["So there is more of that stuff than they're usually then they're generally is."]}, {"speaker": 2, "dialogue": ["Yeah, the hotel that it's in while there's a lot of a lot of space which is good.", "The main lobby area is like it was designed for business conventions.", "Not a ton of people being really social and running around screaming.", "So, you know, like there's that set up which is kind of like it's really hard to describe.", "It definitely cemented in my mind that I don't think I like at least right now.", "I'm not liking that genre of convention like which is I love the costuming that people do but about half the other things I was just like no, I just like having programming running like all through the night.", "So they're doing gaming and movies."]}, {"speaker": 1, "dialogue": ["24 hours"]}, {"speaker": 2, "dialogue": ["Basically, something is happening 24 hours and there's no like dinner breaks or anything or any breaks built-in.", "So everything just feels like really I don't know.", "I guess it feels like more people you're kind of wiry.", "Everybody seems everyone seems kind of wiry and jittery and like a lot really quickly.", "But yeah, I mean, I definitely like was way more annoyed at people and are easier than I think I've ever been at say like Wiz con or one of the other cons I do.", "Like it's weird that I'm still sort of on the fence about it.", "Was it a good use of my time?", "I guess I think I'll just say if I didn't go I probably spend the whole weekend being depressed about it.", "If I didn't go and being like huh, but also going wasn't entirely great and the other thing was so due to some poor planning or timing on my part or whatever I end up.", "I wanted to leave the convention and run to my apartment Sunday evening.", "And so first I went to a friend's house.", "We were going to have dinner and someone was going to drop me off at my house and it didn't end up happening until later and they were really exhausted.", "So I was like, okay, I'll stay the night.", "And it's these friends of mine, and Damian who house is borderline hoarder house and it makes me super stressed partially their stuff piled everywhere and is really not places to sit and reminds me of an ex who had very similar piles and piles and piles and piles of stuff.", "But I like I would have skipped like I would have rather skip going over there for dinner, even though I did end up having a great opportunity to hang out with my friend Wanda for a couple of hours and blah blah blah."]}, {"speaker": 1, "dialogue": ["really annoying"]}, {"speaker": 2, "dialogue": ["yeah, the hoarder House part just always makes me like"]}, {"speaker": 1, "dialogue": ["Well, you just said you just had been over crowded all weekend.", "I think."]}, {"speaker": 2, "dialogue": ["yeah, and then having the kind of pick your way around the big piles of stuff and then they decided to get for kittens recently, which"]}, {"speaker": 1, "dialogue": ["PetSmart kittens"]}, {"speaker": 2, "dialogue": ["Yeah, the only have two now they're getting two more and all I could think of is that's the worst idea ever.", "Also their apartment has wall-to-wall cream rugs.", "Yeah.", "I'm like this is not going to go well in the room where the kittens are right now.", "It's already like just grossed.", "It's covered in black cat hair and yeah, the other thing which is not related to me being angry at a sycon is a managed to I don't even know not noticed that the new semester had started for school.", "Yeah, and it started last week.", "So that's not too bad.", "But never actually done that I've gotten close by doing that makes me I sat down I think Friday and was like, oh the semester started well, fuck it.", "I'm not going to do anything with it this weekend and then I was like, okay, I'll sit down Monday and work on it and then didn't want to and then today I was just like, oh don't want to again.", "I'm part of it was I really miss calculated how so?", "So what to get together this weekend long something about multimedia stuff.", "It's kind of a conference in my library.", "So there's like keynote each day with a catered lunch like a bag lunch and workshops are discussions running every day.", "So it's like two workshops in the morning an hour-and-a-half keynote at noon and then afternoon Workshop, some are just talks Summer Jams on and so, you know, like I'm just completely not involved with it wasn't asked wasn't anything which like on the one hand.", "I don't like working with him either.", "I find a both insulting and kind of baffling you really just doesn't like", "Suppose been really stressed about it, but hasn't asked me for any help.", "I offered to help he was just kind of like", "so it feels frustrating and insulting and I'm also a little bit glad that I don't have to deal with it.", "But I guess part of the first rayshun is that people have been asking me lately?", "Oh, yeah that thing with your department that your Department's doing.", "Yep, I'm not involved.", "It's technically not my department.", "It's technically another group that's half of my apartment.", "And then I got reminded that the main multi media site at the doesn't list me as a member of the department.", "Yeah, let's turn multimedia consultants and Carl and Chet and then someone who doesn't work for the library and then some other people I'm just like what?", "Okay, the keto today was a postdoc of African-American studies and the sort of title was storytelling and African diaspora and African-Americans and multimedia.", "So I was pretty excited initially.", "They were supposed to have this other Professor who's amazing who has done data visualization about Haitian slave revolt and that was just super amazing and he's very interesting just so you know, I go trip in for the keynote and the postdoc is this white woman that I met before and I was just like, okay.", "This is a little weird.", "Maybe there was very low attendance and I was the only black person in the room and I feel like maybe there were two people who are white that also aren't US citizens if that makes sense from from Malaysian libraries.", "I'm just sort of like in the postdoc being white wouldn't necessarily have been a problem on its own and certainly met her before but it just all coalesced into me feeling really frustrated and uncomfortable and not being able to leave easily because her talk she was being filmed so"]}, {"speaker": 1, "dialogue": ["I see there would have been feeling of you getting up and walking out.", "I see."]}, {"speaker": 2, "dialogue": ["Yeah, it's just like, you know, I wish I had my laptop and then I could use the internet parts of what she was talking about.", "Her talk was disorganized and a lot of things part of what she was talking about was the African American studies sophomore seminars where they learn about how to do community outreach and how to do anthropological studies and interviews and blah blah blah.", "So it felt very weird to have a white woman telling presumably mostly black students how to study and talk to black people in the end that was kind of like the none of it.", "I was like, I was just like this very uncomfortable."]}, {"speaker": 1, "dialogue": ["I would imagine.", "It was not touched at all also part of her.", "In part of her top she was discussing.", "A lot of for African-American African students didn't do a whole lot with technology under under represented in the tech field.", "And that's true.", "The tech field is very white.", "Your comment was it's because they're not be encouraged to go into Tech and we don't see it as a possibility and we just need to be encouraged and I thought no that's not really actually the problem.", "The problem is systemic racism, but sure.", "You mean through both educational system in the technology field in particular?"]}, {"speaker": 2, "dialogue": ["Right, you know when reason I'm going to end up being sort of circular and it's similar to thoughts of like why are there a lot of women in it while they get harassed and it's really frustrating or seem to be inferior and they don't get hired.", "So why would you do that?", "I found her idea that just in couraging them through a sophomore seminar is fixing the problem to be incredibly naive."]}, {"speaker": 1, "dialogue": ["ironically", "Sophomoric, yeah."]}, {"speaker": 2, "dialogue": ["She's like one person's decided to do a secondary like to start CS computer science classes, so they can create a startup.", "I'm like computer science classes and startups have nothing to do with each other, which is probably part of why I didn't want to do anything with my class today also."]}, {"speaker": 1, "dialogue": ["You mean because of how you're feeling from that?"]}, {"speaker": 2, "dialogue": ["Yeah, and also, I mean a lot of what she was talking about.", "I was like that's what I did as an undergrad in folklore and mythology some of these things that she was talking about."]}, {"speaker": 1, "dialogue": ["Sorry, did you see your undergrad in?"]}, {"speaker": 2, "dialogue": ["No sew some of the things she's talking about are things that I did as an undergrad in folklore and mythology.", "So like going out into the community and collecting stories and interviewing people."]}, {"speaker": 1, "dialogue": ["OIC yes, that makes sense."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["So like Anthropologie."]}, {"speaker": 2, "dialogue": ["Yes, so part of me was like I already know what you're talkin about.", "The other part of me is thinking what you're describing as being really Innovative.", "Is it so part of her this is so amazing and Innovative voice recording people on film.", "Well digital film.", "I was just kind of like I want to tell you film exist and it has for a while and it's interesting that they students try to turn them into videos, except they didn't do it very well.", "So that was kind of weird and then she had a whole about updating Wikipedia because Wikipedia doesn't have a lot of information about Africa African culture African diaspora type stuff and I think to me that was the only interesting part that's actually good because everyone uses Wikipedia for information again, there was something they were updating then another editor had been reverting.", "There was a little sort of tussle over something and right now says that the tussle had to do with one editor being more religious and conservative and that was what was causing the tussle, but I think the problem actually had to do it at least part Ethiopian politics and has been blamed for various bits of corruption or balance or there was something going on there.", "I was also wondering you know, who's that?", "It's regarding it.", "Are they Ethiopian?", "Are they not who's writing this are they be open or not and also asking one source for information and taking that as this is the truth, which we will update Wikipedia with is not really a great practice."]}, {"speaker": 1, "dialogue": ["Brewster here was really quite naive incompetent and kind of offensive to"]}, {"speaker": 2, "dialogue": ["Yeah, I feel like you're a postdoc at Cambridge but African come on and I'm kind of like part of me is like did you get him handed this last-minute?", "Were you not initially supposed to speak?", "Is this a failure to prepare?", "Do you really not understand the racial politics?", "Are you just not talking about them because you don't want to be controversial."]}, {"speaker": 1, "dialogue": ["this may be very naive on my part.", "But I would imagine a white person and African American studies would have thought that would have thought about or like have had to deal with being comfortable talking about that kind of stuff.", "I mean clearly not or something."]}, {"speaker": 2, "dialogue": ["I would think that accept that I think having a lot of white people who've done afro am chord just for I don't know I guess it seems like they just feel like what?", "Yeah, that's the truth.", "And also they feel like in their head.", "They're like, well I can tell whether or not something is racialized and if I don't think it is then it's not as opposed to like, huh?", "I should talk to someone else.", "Maybe my own whiteness is preventing me from seeking something seeing something."]}, {"speaker": 1, "dialogue": ["Right and they won't necessarily learn better, I guess."]}, {"speaker": 2, "dialogue": ["Yeah, I mean it's also possible to do.", "I'm curious what she studying what she"]}, {"speaker": 1, "dialogue": ["Actually does yeah."]}, {"speaker": 2, "dialogue": ["yeah, they're definitely people who have done things like focus on the Harlem Renaissance the literature of the Harlem Renaissance and then completely skip over the politics behind the Renaissance.", "I'm like, okay, I guess people do that like in literature departments and stuff, but it feels very", "Someone in the English Department just focusing on the Poetry of the Harlem Renaissance ignoring politics making more sense than someone and afro and doing that."]}, {"speaker": 1, "dialogue": ["Yes, I can see that too.", "Although even just in literature by the time you're a postdoc you think that you can't get away with purely looking at the internal structure of the books.", "You're reading or something like that.", "I don't really know."]}, {"speaker": 2, "dialogue": ["It was just a part of me is like, I don't know.", "Maybe she's dumbing it down for the audience or like parsley.", "It just seems baffling."]}, {"speaker": 1, "dialogue": ["I'm wondering about an answer to this might just be know is are you doing that thing at all?", "Where I mean when somebody pisses you off.", "You tend to be a little more critical.", "You know what I'm thinking about story that the Cambridge Business review story.", "I'm not sure all the all of us what's going on, but it did cross my mind to ask."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["It's not that I don't believe you believe she could be that bad.", "I just"]}, {"speaker": 2, "dialogue": ["Yeah, I mean the part of the there was an overall issue of there was some incoherence to her talk with someone else mentioned.", "So like okay, it's not just me but I think you're definitely I had a hard time listening like she was supposed to talk about something like part of teaching them how to do these interviews.", "She's like well teach them how to get to Roxbury on the bus.", "I'm like really that's a weird statement."]}, {"speaker": 1, "dialogue": ["yeah."]}, {"speaker": 2, "dialogue": ["Also among the other things in that statement.", "It's like the Cambridge students not taking the bus not knowing how to get to a part area of town or areas where there's black people.", "There's a whole lot going on with that statement.", "And so I was thinking about that when she was sort of going on talking about something some other things at various point where I was just like, but how did you just say that so"]}, {"speaker": 1, "dialogue": ["Yeah what I might have caught as well probably not but I think I get what you mean.", "That's not like there's a lot going on there that's reflective of her point of view."]}, {"speaker": 2, "dialogue": ["yeah, and also since I'm already familiar with the subject, basically, it's quite possible that if I was less familiar with it, although a co-worker of mine did comment on the bus to Roxbury thing without any prompting so"]}, {"speaker": 1, "dialogue": ["Yeah, the more I think about it, that's really"]}, {"speaker": 2, "dialogue": ["Yeah, it was just kind of weird."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["So I'll so it's going to be a whole week of this and I plan to be supportive and show my face and now I'm thinking, you know, I don't have to do that, especially since like, so there's been super low turnout people in the building haven't bothered to show so I think I"]}, {"speaker": 1, "dialogue": ["Yeah, you're done."]}, {"speaker": 2, "dialogue": ["Yeah, okay.", "I was going to continue thinking on your comment of", "Cuz I just getting super critical because I was mad."]}, {"speaker": 1, "dialogue": ["I wouldn't go so far as to say you were just being super critical because you were mad.", "I was wondering if that was a piece of it.", "You know what I mean?", "I don't doubt that.", "She had the problems you describe.", "I have the sense that from the incident.", "Sometimes you push you push a little further and make a person more ridiculous.", "That's what I'm wondering about, but I don't know."]}, {"speaker": 2, "dialogue": ["Yeah, I don't know either but it's a big item to think of."]}, {"speaker": 1, "dialogue": ["In a good way or not a good way."]}, {"speaker": 2, "dialogue": ["In a good way."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Okay."]}]