[{"speaker": 1, "dialogue": ["Hi, come on in."]}, {"speaker": 2, "dialogue": ["I like that chair.", "I think we have this exact same chair."]}, {"speaker": 1, "dialogue": ["Do you it's from the furniture store?"]}, {"speaker": 2, "dialogue": ["Oh, I just from the name.", "How are you?"]}, {"speaker": 1, "dialogue": ["Good.", "Thank you."]}, {"speaker": 2, "dialogue": ["I had another hard week.", "I just feel like since I've been coming here.", "I have become more detached.", "Like I just feel really alienated from Harold.", "I don't know.", "It's almost like I just you know, and I just feel really detached."]}, {"speaker": 1, "dialogue": ["How do you link it to coming here in feeling more detached?"]}, {"speaker": 2, "dialogue": ["The reason I came was to be more in touch with my feelings and be able to express my feelings.", "I imagine that's a scary thing for me so protections."]}, {"speaker": 1, "dialogue": ["You're going in the other direction."]}, {"speaker": 2, "dialogue": ["Yeah, that's what it feels like."]}, {"speaker": 1, "dialogue": ["How's your picking?"]}, {"speaker": 2, "dialogue": ["I can definitely okay.", "I think I can definitely tie it to getting worse than when I'm feeling more discharge, which is why I question whether is it is something similar to I know we talked about work about borderline personality disorder, and I know that they cut to feel something because they feel and I just think there's some of that there because I seem to do more picking when I'm more anxious and attached so it's I don't know I can't I don't want to know if I can say it's better to depend some days better some days not", "You know, I think the other thing is the feeling the first feeling that I think I can get in touch with his anger and I don't want to you know, Sheila.", "I just feel like this whole thing with hair or just has you-know-who up in me for a long time just angry at him not feeling well feeling depressed not enjoying his retirement not appreciating.", "I feel not appreciating everything due to what the situation is like for me.", "And so I don't quite know what to do with that."]}, {"speaker": 1, "dialogue": ["And you were talking about it.", "I guess it's small piece, but certainly a piece of it is knowing that having lost her inheritance and retirement yourself through your family's loss in a vast amount of money."]}, {"speaker": 2, "dialogue": ["Yes.", "Yes.", "Kind of I kind of just accepted it.", "I haven't really dealt with it.", "I think I think Harold Express more.", "He was more in touch with being angry about that than I was.", "I don't know.", "I think at the same time I was more concerned about what my mother was going to do.", "So when it was all happening and then afterwards it was just now I think you're right.", "Now I want to retire I can't so it is an issue."]}, {"speaker": 1, "dialogue": ["On a practical level which has deep emotional implications and feelings may be angry at your dad for not taking someone's advice for feeling angry at life for being so unjust."]}, {"speaker": 2, "dialogue": ["I guess I'm not totally in touch with that because I also saw the same time that I'm lucky to have what I have and I know there are people that are a lot worse off than I am and I'll manage somehow I may have to work on 80, but I don't I mean if there is anger about that, I'm sure they're probably is I'm not in touch with it at all.", "I'm more feeling I'm feeling it more I think directed to hell because I feel like he has this opportunity.", "He's not really enjoying it and appreciating it the way I think I would and I also think that this being that I'm working full-time and he's working part-time and it's you know way less it's two days a week.", "Well, it's 4 days a week, but hours Wise It's maybe 12 hours a week.", "I just feel like that should make our life easier because Harold has time to do a lot of things that I'm still doing.", "I'm still cooking.", "I'm still doing the food shopping lot of times when I bring it up.", "He says, you know, why don't you ask me I say, why should I have to ask you?", "You know, I feel like it's things that has to be done but have to be done the second we both why should I be the one that has to say, you know take the garbage out because it's Tuesday."]}, {"speaker": 1, "dialogue": ["You want to feel like he's tripping it even trying to take care of you."]}, {"speaker": 2, "dialogue": ["Yeah, I'm still like, you know, I mean, I guess my image of Harold retiring was that there would be some more time for him to take care of me because or do things that would make our life easier.", "But you know, he's like going to the doctor's all the time and not feeling well all wonder he basically has been said he said"]}, {"speaker": 1, "dialogue": ["Ming-Ming, sorry"]}, {"speaker": 2, "dialogue": ["He did go to the new psychologist and he did change his medication for depression that he takes he was talkin taking Wellbutrin and something else.", "They took him off that and put them on Zoloft.", "So, I don't know maybe that will help.", "I guess it's the part that whenever anything comes up about something.", "I haven't done or a negative to me.", "I just filled", "Like what I just feel like what about everything I do he says look, you know, I love you.", "You know, I respect you, you know, I would never do anything.", "I tried to explain to him that it doesn't matter.", "But if you do do something even if you don't need it, and it upsets me.", "I need to be able to give you that feedback and now he would say that's ridiculous.", "You're overreacting.", "So I think he heard that a little bit last night.", "I also think you know that he says my perception is not right really his reception is not right.", "It's like there's no point in trying to there are times I say, okay.", "I'm going to write it down on the calendar every day that Harold says that he doesn't feel well every day that he does this every day that he does that I don't do it and that he'll say that's your perception and you know, that's not true, you know, maybe once in a while, I do that.", "I'm mad at myself that I let the girl talk me into the dog."]}, {"speaker": 1, "dialogue": ["you don't want the dog"]}, {"speaker": 2, "dialogue": ["I like the dog.", "I don't want the responsibility.", "It's just another thing for me to have responsibility for."]}, {"speaker": 1, "dialogue": ["Are you worried about sort of his physical limitations now what it will look like in the future."]}, {"speaker": 2, "dialogue": ["Oh, yeah, I thought about that for a long time.", "That he is, you know, basically going to be debilitated.", "He's not going to be able to do anything."]}, {"speaker": 1, "dialogue": ["Do you feel like that?", "His limitations are going to get worse."]}, {"speaker": 2, "dialogue": ["Yeah, definitely."]}, {"speaker": 1, "dialogue": ["Is that an edible with arthritis?"]}, {"speaker": 2, "dialogue": ["Well, I think it's inevitable because he has arthritis all over so he had one knee replaced and the other one needs to be replaced.", "They won't do it because it was such a bad experience the first time so that's just going to get worse.", "It's not going to get better Builders really bad, even though he's in physical therapy is seems not getting better.", "Yeah, I mean and the pain I just think it sucks.", "Well, I guess part of my Detachment is if I remove myself from it, I can be happy or you know, I can go out with my friends.", "I can do things, you know, maybe you know, it's just sort of came to me."]}, {"speaker": 1, "dialogue": ["Is the Detachment itself cause you distress?"]}, {"speaker": 2, "dialogue": ["Yes, it's the Detachment in the sex thing and the more I put an effort into trying, you know, like thinking about it and trying to do something about it the more it's on my mind all the time and basically ends up back burner, you know, so that I'm very where in the last few weeks.", "I haven't had much physical contact at all."]}, {"speaker": 1, "dialogue": ["I guess there are a couple explanation for that one explanation is your in touch with being angry so you don't want physical contact?"]}, {"speaker": 2, "dialogue": ["Yeah, how does not understand that?", "I don't know.", "If men just don't understand that is serious part of feeling that way is because we're not being intimate.", "If you would just be more intimate we would be able to handle those kinds of things.", "But I see, you know, I understand what he's saying, but it doesn't work like that for me."]}, {"speaker": 1, "dialogue": ["So what do you think of that?", "You're here to feel more in touch with your emotions that's having the opposite effect."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Is that I said, I don't think that's entirely true.", "I think that I've seen you be more in touch here, but what do you think that's about?"]}, {"speaker": 2, "dialogue": ["I'm just assuming it's that same feeling that I know I've been there.", "I felt the intensity when I start to get in touch with whatever feelings it is I pushed away and it's just easier for me to probably just you what I've done my whole life from a child.", "It's easier for me to function and be somewhat together and find things I you know find enjoyment out of flies and without letting my feelings get in the way."]}, {"speaker": 1, "dialogue": ["When you start feeling the intensity, what is that like?"]}, {"speaker": 2, "dialogue": ["I haven't felt in a long time.", "Actually, it's just something bubbles up and I just can't stop crying."]}, {"speaker": 1, "dialogue": ["the associated with feeling sad overwhelmed"]}, {"speaker": 2, "dialogue": ["I don't know what it is.", "I wouldn't jump to say it sad.", "I think there is a sadness there but it just seems more than that.", "It's interesting.", "I was talking to my older sister and she said she is in one of her therapy experience has really gone touch with like this Primal really Primal hurt and sadness and anger."]}, {"speaker": 1, "dialogue": ["What did you do?", "What did you think or feel when you heard that?"]}, {"speaker": 2, "dialogue": ["I just remember that one time where I was in therapy and thought that it was possible that I could do this.", "I just remember leaving their one session and getting it to my car and just being his real and just like feeling like something's really hands and it was just, you know, about to happen."]}, {"speaker": 1, "dialogue": ["Not memory about going to Virginia to the doctor in your mom taking your hand and you not wanting it is that in that memory Ru is it sort of an angry refusal or is it just like I'm not interested."]}, {"speaker": 2, "dialogue": ["No, it's kind of an aversion."]}, {"speaker": 1, "dialogue": ["An aversion like almost a disgust."]}, {"speaker": 2, "dialogue": ["What?"]}, {"speaker": 1, "dialogue": ["I disgust response."]}, {"speaker": 2, "dialogue": ["Like I don't ya, okay."]}, {"speaker": 1, "dialogue": ["Don't touch me like crouching."]}, {"speaker": 2, "dialogue": ["I also felt that way when I was older and my father would try to be affectionate.", "He's not wasn't I don't think a very affectionate person but I had the same feeling about the charge."]}, {"speaker": 1, "dialogue": ["What about it?", "Do you think was a verse of Tia?"]}, {"speaker": 2, "dialogue": ["I know.", "I don't know.", "I know that I'm very in touch with that point.", "You know, my kids want me to touch them.", "You know, I'm just very in touch with how glad that makes me feel?"]}, {"speaker": 1, "dialogue": ["Radisson"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Because you're afraid that they would have the same response as you."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Do you think we could try to get into that memory more?"]}, {"speaker": 2, "dialogue": ["the doctor you mean"]}, {"speaker": 1, "dialogue": ["Yeah, I'm just wondering if there's a way we can kind of get into it more to see what you imagine.", "It felt like a version of such a measure of thoughts."]}, {"speaker": 2, "dialogue": ["I can I actually can think of it more with my father only because it was later.", "I was really young and I don't know what I really felt.", "I know I had an issue as I got older with my father wanting to do, you know, put his arm around me."]}, {"speaker": 1, "dialogue": ["Would you start at Midway?"]}, {"speaker": 2, "dialogue": ["Yeah, I could feel the aversion."]}, {"speaker": 1, "dialogue": ["What would happen if you let him touch you?"]}, {"speaker": 2, "dialogue": ["I didn't feel comfortable."]}, {"speaker": 1, "dialogue": ["Did it feel like an invasion of your space or did it?"]}, {"speaker": 2, "dialogue": ["I just didn't feel comfortable with at all.", "I'm just feeling something right now.", "I'm feeling sick."]}, {"speaker": 1, "dialogue": ["You're feeling sex in your belly."]}, {"speaker": 2, "dialogue": ["I don't know what it is.", "I guess it feels good to be feeling something."]}, {"speaker": 1, "dialogue": ["Revealing anything anywhere except for your belly.", "Is it a pressure or pain?"]}, {"speaker": 2, "dialogue": ["I don't feel it now.", "It was just kind of anxiety."]}, {"speaker": 1, "dialogue": ["Are there any worse than what you're feeling or what you're feeling."]}, {"speaker": 2, "dialogue": ["I don't know.", "I'm just sad and scared."]}, {"speaker": 1, "dialogue": ["Does anything come to mind about what you're scared about?"]}, {"speaker": 2, "dialogue": ["I don't know something about my father.", "I think just with this whole thing about potential abuse in July.", "I just couldn't help but have in the back of my mind to thank you know, that wasn't my father.", "I mean what if it was my father now?", "I'm just about to a blank."]}, {"speaker": 1, "dialogue": ["Did you go there all at once or was it a gradual process?"]}, {"speaker": 2, "dialogue": ["What?"]}, {"speaker": 1, "dialogue": ["Going back.", "Was it like a switch?", "I'm serious."]}, {"speaker": 2, "dialogue": ["I don't know.", "What did it look like to you."]}, {"speaker": 1, "dialogue": ["I don't know."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["What are the reason I ask is because I'm just really trying to kind of focus in and be very kind of attempted all this have had you had that feeling before in your belly or stomach.", "It seems like I have you had that feeling before is it usually associated with crying?"]}, {"speaker": 2, "dialogue": ["I think somewhere just severe anxiety, which I don't get that often."]}, {"speaker": 1, "dialogue": ["I know this is kind of an odd question.", "But what do you think is in there?"]}, {"speaker": 2, "dialogue": ["Feelings there such a way.", "It's disconcerting to me that I could you know, maybe I'm saying that it wasn't gradual then but I just kind of I just turn it off."]}, {"speaker": 1, "dialogue": ["Gradual or not, you know this about yourself."]}, {"speaker": 2, "dialogue": ["Yeah, I definitely know about myself.", "I think my whole life it was a comfortable place for me to be.", "I also maybe anger has always been the easiest feeling for me to express."]}, {"speaker": 1, "dialogue": ["I couldn't tell you if you said Express or suppress."]}, {"speaker": 2, "dialogue": ["Express"]}, {"speaker": 1, "dialogue": ["Express that is what I was guessing.", "What did you think about anger?", "That made it easier?"]}, {"speaker": 2, "dialogue": ["why I think anger sometime just makes your real feeling so it's not really a feeling necessarily I think with Harold.", "It's probably easier than dealing with how sad it is what his situation is what happened to his life.", "Why cats are also being detached serves my purpose.", "Well my situation with Harold because I don't have to walk around feeling upset all the time with that Harold is in pain or how old is a happy.", "He can't do certain things."]}, {"speaker": 1, "dialogue": ["Right.", "That's the Adaptive part of you.", "The downside is that you're feeling those things could draw you closer to him."]}, {"speaker": 2, "dialogue": ["I know I understand.", "That's why I'm here I guess."]}, {"speaker": 1, "dialogue": ["Or maybe I say that because that should be a question if you're afraid those feelings would actually push you away at least the anger part."]}, {"speaker": 2, "dialogue": ["What do you mean?"]}, {"speaker": 1, "dialogue": ["The sadness.", "I don't know.", "I'm just wondering, you know on one level.", "It makes sense.", "If you really allowed yourself to have those feelings you would feel close to him, but it feels like that's not the all of how it feels to you.", "Maybe those feelings.", "I don't know drive a wedge or making intolerable.", "There's something it makes you feel helpless."]}, {"speaker": 2, "dialogue": ["I don't know.", "I just thought about it and I don't know what made me think of this.", "But when I worked at Walter Reed hospital it was with with with kids like 12 kids and one of them was borderline personality disorder, you know, you spend your whole life time.", "They're trying to develop relationships with them.", "She was obviously very difficult one time.", "You know, I asked her what was going on and one time she actually told me and it was like, I don't want to know.", "Okay.", "Thank you.", "I will never ask a question again.", "That's just what came to my mind."]}, {"speaker": 1, "dialogue": ["Is it the same feeling as your father wanted to put his arm around you?"]}, {"speaker": 2, "dialogue": ["I think so."]}, {"speaker": 1, "dialogue": ["I got this image of you.", "Just wanting to push something away."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["What did it feel like when she started telling you?"]}, {"speaker": 2, "dialogue": ["It was like I couldn't even believe that anybody could have those going on inside their mind with their feelings.", "It was scary."]}, {"speaker": 1, "dialogue": ["Did you feel scared for her or scared for you?"]}, {"speaker": 2, "dialogue": ["Not really scared more like how can anybody live like that?", "How do you live with all that stuff going on inside?"]}, {"speaker": 1, "dialogue": ["Do you think that's why your mother left?"]}, {"speaker": 2, "dialogue": ["Always my mother was very fragile even now she sees herself as being so self-aware.", "But it if I think if you ever really got anywhere got really got her to really look inside.", "I think she would fall apart.", "I think that's how she got through life is to have the same kind of attachment.", "She lost her mother.", "She hated her father because he was cheating on her mother and she blames him for her mother said she had a brother who died.", "She had a brother who was mentally retarded.", "He was bitter and jealous of her and Now doesn't talk to her.", "She knows all the right.", "I mean she in text intellectually.", "She's got all the right stuff, but I don't think she has all ever really don't listen to her feelings.", "She is in some way.", "She still does it with us, I think about when I'm old I kind of feel fortunate that my mother is so independent and that she doesn't rely on us for you know for a lot.", "I mean she knows, you know, she knows we love her and we need there in a second if she needed us we go down as often as we can but she has her own life there in California and it's not really part of hours and in some ways, you know, I feel lucky forgot and then in some ways I don't want to be like that with my kids now that I want them to feel like I'm a burden but I would want more of a closeness more exam in my life, especially as I get to you know, as I'm getting older.", "That's what you have left at this point in your family."]}, {"speaker": 1, "dialogue": ["So, you know, you've named all these really traumatic things that your mother experience is quite a list.", "Do you feel that if she got in touch with those that she would be just too overwhelmed at what life has given her to force her to deal with and she simply say this is just too much."]}, {"speaker": 2, "dialogue": ["Yeah, because that's basically what happened.", "She just couldn't handle life.", "She couldn't handle having kids.", "She couldn't handle it really was wasn't until she got involved volunteer worked just Dells into it.", "It just changed your life.", "I think she when she became president of the country County sorry and she was doing speeches all the time and she was you know, I think that she just kind of got lost.", "Herself and that became a different person.", "I think if she didn't I but she hadn't had that.", "I don't know what what happened to her."]}, {"speaker": 1, "dialogue": ["This is a really bizarre analogy, but I was thinking about a muscle that gets under you said that it gets atrophies and then get so brittle it can break versus a muscle that keeps getting using fortified and strength and overtime."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["And I was thinking that muscle being like exercising one's emotional.", "I don't know exactly emotional emotions or something like that."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["But that if it's if they're so underused it's like that's where the fragility comes from in a way."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["Do you worry that you don't have the strength to deal with all the feelings that you have?"]}, {"speaker": 2, "dialogue": ["Not consciously in mind I mean not consciously but I'm sure I do.", "I mean I feel like I've dealt with a lot more at this point in my life.", "I've dealt with life and things and I'm sure I will be able to deal with whatever it is.", "It's just I don't know how to get there."]}, {"speaker": 1, "dialogue": ["Maybe you got there a little today.", "I was thinking sometimes it's good to know the road you took to get to it.", "And if the goal is to get to a place maybe doesn't matter which road you took it does and it doesn't my guess."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["We're going to need to stop for today.", "Okay?", "I will see you next week."]}, {"speaker": 2, "dialogue": ["I'm not going to be here next week."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["I'm going to be out of work then combined with a fun thing.", "I'm going to Austin for it.", "I never been to Austin.", "My friend Gina is meeting me there because her daughter she not working right now her daughter lives in San Francisco and the plan was originally that she would come drive to San Francisco with me so he could so he could meet Melanie but does not off during weekend.", "So my daughter is coming out to Austin while we're there and then I'll have some free time with them.", "And then I'm working Thursday getting a car."]}, {"speaker": 1, "dialogue": ["girlfriend"]}, {"speaker": 2, "dialogue": ["I can see Melanie."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Oh, sorry.", "Okay, so I will see you in 2 weeks then."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Okay, great.", "Take care."]}]