[{"speaker": 1, "dialogue": ["How are you?"]}, {"speaker": 2, "dialogue": ["Right now, I'm great."]}, {"speaker": 1, "dialogue": ["Well, I'm glad to hear that."]}, {"speaker": 2, "dialogue": ["It's been a terrible week.", "Well, I'm not a terrible weeks sleep wise, but it sounded very good week.", "I've made me go running this morning with the dogs.", "So I feel pretty good right now."]}, {"speaker": 1, "dialogue": ["But he thought you feel better."]}, {"speaker": 2, "dialogue": ["Yeah, I've kind of been wallowing this week.", "We didn't get great news from the doctor my friend left.", "He had a bad shock with his mom.", "I was just kind of sucked into such an incredible week."]}, {"speaker": 1, "dialogue": ["It sounds like you did really have a hard week."]}, {"speaker": 2, "dialogue": ["Can you keep having things that felt like they were going to get me out of it?", "Like I gave a talk at school and I was really fun and I got really pumped and then I came home and we are supposed to take his mom up for dinner and he had tried to go out to Staples by himself and like so like he was out of control walking so that kind of killed it everyday.", "I felt like I was going to do a push through something would happen and I just couldn't cope.", "It's funny though.", "I didn't feel anxious or have trouble sleeping.", "I just kind of felt depressed."]}, {"speaker": 1, "dialogue": ["We had some bad sad things happen.", "I know you are upset about your friend leaving and that actually had to face this week.", "And you said he had a difficult talk with his mom and you got just got news from the doctor.", "So those are all pretty sad things respond to"]}, {"speaker": 2, "dialogue": ["Yeah, it was just funny because it didn't make me stuck and I pretty much just kind of made me not want to do anything."]}, {"speaker": 1, "dialogue": ["You were sad."]}, {"speaker": 2, "dialogue": ["I slept."]}, {"speaker": 1, "dialogue": ["You are sad."]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, I slept more and his mom had brought me like six chocolate bars for Christmas and I ate chocolate and while which is not the best."]}, {"speaker": 1, "dialogue": ["Well for a short time is pretty appropriate."]}, {"speaker": 2, "dialogue": ["I guess."]}, {"speaker": 1, "dialogue": ["This all happened this week.", "So if you're you wallowed for 2 weeks and then I'd say well it's starting to look like depression because it's stuck around for so long but sticking around for most of the week is still considered within normal range for reacting to sad news and difficult things."]}, {"speaker": 2, "dialogue": ["Yeah, I mean, I'm a little run this morning.", "I decided it's better than what could have happened last year and I think it has mostly because Josh was a reason.", "I wouldn't say he's happy but he's not miserable.", "He's kind of acting choppy or guy.", "I asked him why he was so happy.", "Yeah, and he said I don't know because I think he's got more perspective.", "I don't know.", "He just seems happier."]}, {"speaker": 1, "dialogue": ["So what happened in the appointment?", "What did you hear and learn?"]}, {"speaker": 2, "dialogue": ["Well, so he got cardioverted on Tuesday, and they said that his heart was like four times the size.", "It's supposed to be which renew but it basically hasn't gone down at all.", "And if I had come down then there would be like hope so that's kind of not much.", "Hope that that will continue to happen."]}, {"speaker": 1, "dialogue": ["You're saying that they're not believing that what they will do what kind of allowed to drink again, but it's going to stay in March."]}, {"speaker": 2, "dialogue": ["Probably out of the doctor said it's one of the biggest party scene.", "He said he probably has a genetically large heart.", "He's an athlete which makes your heart really sick.", "So there was extra stuff to stretch out or something all kinds of unlucky think so and then they put them on he got really badly and not really badly burned but they gave him a lot of electricity this time and he got a really bad burn and they kept him a couple of nights like he couldn't sleep because he has a giant on his back.", "And in fact, I don't know what exactly is going on.", "He's been acting so funny this beat the second day after he came out of the hospital.", "We were driving home from the pharmacy or something and he was like, I want your parents to come over if you call them up and have them come visit.", "I was shocked.", "I was like really you're actually asking people to come hang out.", "So I called my parents up and they came over the next day and he made them all sooner.", "So that was really good so I can spend Emma helped me a lot despite the fact that I was still vomiting.", "So, I don't know what's really good."]}, {"speaker": 1, "dialogue": ["Yeah, it sounds like it is."]}, {"speaker": 2, "dialogue": ["So we were kind of Designing.", "It's much better than it could have been now after dragged out of my wall away.", "My friend has been like just sending us emails about her new life all week and how wonderful and easy does Linnaeus pictures and I don't know."]}, {"speaker": 1, "dialogue": ["What's that like to get those?"]}, {"speaker": 2, "dialogue": ["I'm so jealous of her.", "I mean I did that for three four five years ago, and it's so exciting and full of Dreams full of energy at just going going damn.", "I was extra bummed out because she was with us long enough that she witnessed.", "I think a few days before she left Josh.", "I don't know what he did took too many drugs and eat enough, whatever.", "He got really nauseous and nearly puking in the bathroom for a few hours and you know, she saw that", "she's all set to know enough to see before and I told her most of the things that there were to tell.", "Her and she responded unlike anyone else has like, you know you and I talked to her unlike Josh who we talked about most things how I feel and how he feels probably more about how I feel it's always go and like extra stuff that comes along with the conversation, but I don't know she just completely understood whatever I was saying and still seem to think that we were amazing and wonderful people and had a great life.", "So that was that has that was has disappeared."]}, {"speaker": 1, "dialogue": ["It's hard to have that gone."]}, {"speaker": 2, "dialogue": ["And the day we took her to the airport.", "We took her I like 5 in the morning and we didn't get much sleep and I figured I'd just get you no have a day is started really early and I was destroyed all day.", "I don't know if it was the exhaustion."]}, {"speaker": 1, "dialogue": ["Taking her the leaving."]}, {"speaker": 2, "dialogue": ["It was sad.", "He I was just a terrible day and then at night Josh had a talk with his mom and it was a really painful conversation to listen to I'm not sure he didn't even talk to me about it.", "He was like, I'm going to go talk to her right now."]}, {"speaker": 1, "dialogue": ["You know what he wish things you dress with her."]}, {"speaker": 2, "dialogue": ["Yeah, I heard it the whole thing.", "It was awful and I was thinking I should go over there until he started sort of talking about me kind of in a sideways way.", "I mean he is a terrible at talking about something like that.", "His mom is ten times worse.", "The conversation was one of the most painful thing I have ever listened to and I'm not sure anything came out of him."]}, {"speaker": 1, "dialogue": ["That's too bad."]}, {"speaker": 2, "dialogue": ["I mean it didn't end badly it just kind of ended uncomfortable."]}, {"speaker": 1, "dialogue": ["How did Josh feel about it?"]}, {"speaker": 2, "dialogue": ["Immediately came and asked me if she had gone.", "On a good job.", "Like I don't know the two of you may have said something without meanings you like.", "Are you my computer jumped we may have had said something to that meaning to like I want you to be taken care of when you're old and not be a burden kind of like I don't want your problems some sort of two things and he try to fix it.", "But I ended up asking her if she wanted us to take her out for dinner a few days later for her birthday, and she clearly was like, I don't know if she was offended by that conversation but said, oh no, no, no.", "No, you don't have to do that.", "And then he likes said he didn't actually take her out for his birthday."]}, {"speaker": 1, "dialogue": ["There are things that have happened at the same time."]}, {"speaker": 2, "dialogue": ["We didn't take her out because she like could even walk to Staples."]}, {"speaker": 1, "dialogue": ["clear controller has"]}, {"speaker": 2, "dialogue": ["And she still barely shows any concern about it, and it's just a mess.", "So anyway, I couldn't handle all week."]}, {"speaker": 1, "dialogue": ["that's awful lot to try to handle in one week.", "You had a lot thrown at you."]}, {"speaker": 2, "dialogue": ["Yeah, they also they gave him an extra drugs to lower his heart rate even more and if it goes blowing up, there is like a built-in Peacemaker that your heart will kick in and he kind of has it naturally because his heart rate is so low, they call it become junctional rhythm.", "And he woke up in the middle of the night feeling like he had just been shocked the second night.", "And that was really scary and didn't call the doctor and I was like, oh my gosh take less drugs.", "So and again no, but I think about it.", "He's been dealing with it fairly.", "Well, I just kind of I got a haven't been too rough on him been bummed out about it all I don't know."]}, {"speaker": 1, "dialogue": ["It sounds like he's got some sort of perspective that you haven't had yet.", "Maybe it's different to be the patient versus one watching the patient your positions with regards to all this I think part of what's hard for you is you have a choice and he doesn't and sometimes it's harder to be the one with the responsibility of making a choice.", "You can choose whether or not you want to stay with him and watch this unfold figure out what it means for your life.", "He doesn't have the burden of making that face.", "You just have to cope with it which isn't a good place to be either but in some ways it's a little bit easier because there's no he has no choice but to cup"]}, {"speaker": 2, "dialogue": ["Yeah, and I don't know what what happened to those feelings of wanting to run away.", "I don't feel like that what is really confusing?", "We also my friend other doctors appointment and which I asked him and this is not the doctor who did all the procedures.", "This is a regular radiologist who gives him mostly medication and so he's not the person to ask but he said that in his opinion if this does not hold then there's really nothing more to do so just deal with it."]}, {"speaker": 1, "dialogue": ["is this like eventual transport transplant or is that"]}, {"speaker": 2, "dialogue": ["I don't know.", "They pushed the pacemaker before it didn't bring it up yesterday.", "Maybe he just didn't want to go there.", "I don't know Josh I talkin to him about stem cell trials and I thought he was kind of out there but the doctor was like sure I don't know.", "I mean it won't kill him yet right now.", "He's still healthy and strong enough that it won't kill him unless he has an extreme truck or something."]}, {"speaker": 1, "dialogue": ["Is that more likely is that the risk factor for him?"]}, {"speaker": 2, "dialogue": ["Yeah, it's a big rest, but that's what he take some of the medication that he takes.", "Yeah, it's manageable for."]}, {"speaker": 1, "dialogue": ["What is the foreseeable future is that 10 years 20 years a decade?", "What is that?"]}, {"speaker": 2, "dialogue": ["I don't know.", "I mean the doctor going to answer those questions.", "I'll have to see the other."]}, {"speaker": 1, "dialogue": ["surgeon"]}, {"speaker": 2, "dialogue": ["The surgeon he can tell us more than yeah."]}, {"speaker": 1, "dialogue": ["you want to have answers of what the future would hold?"]}, {"speaker": 2, "dialogue": ["Yeah, I mean it really feels I feel terrible that I really go out like this.", "This is hard and Josh seems to be in a better place about it."]}, {"speaker": 1, "dialogue": ["Okay, but you don't get to the same place at the same time.", "It sounds like you didn't anger him that you weren't exactly where he was and that your reaction was different."]}, {"speaker": 2, "dialogue": ["No, I don't know why he's not as affected by me.", "I mean, I've also just been pressured this whole week that my friend leaving and him being in the hospital even a happy mood.", "I mean, it's just like I can't keep myself together.", "I don't know.", "I don't know what it is.", "It just frustrates me constantly, like giving this talk and having my lab really supportive who I gave the talk to you and you know, I even had somebody come in and asked me if I wanted to before I was just really really supported of it.", "I was just like jazz crazy Jazz and how he was sorry that he is.", "I don't know anyone else who gave a talk my friends think I'm nuts my lab mates, but"]}, {"speaker": 1, "dialogue": ["It's nice that you like what you do."]}, {"speaker": 2, "dialogue": ["Well speaking in front of people at school.", "I get Jazz for men."]}, {"speaker": 1, "dialogue": ["It's not a bad thing."]}, {"speaker": 2, "dialogue": ["Oh, yeah in a room full of people like laugh because I said something silly and I'm just like I get so happy then after I started thinking about how this is a problem in my personality and I wish it wasn't this way because some people are sad I get depressed or sick."]}, {"speaker": 1, "dialogue": ["What sounds like you have extreme reactions?"]}, {"speaker": 2, "dialogue": ["Sorry."]}, {"speaker": 1, "dialogue": ["There's no need to apologize for your feelings.", "You have strong feelings.", "You get really pumped when there's something to get up for it and you get a good reaction and it sounds like you had a good talk and you get really sad when there's something that's just part of who you are and it's okay."]}, {"speaker": 2, "dialogue": ["It makes me feel crazy."]}, {"speaker": 1, "dialogue": ["It doesn't seem crazy from where I said, I wonder why it feels not okay for you to have these highs and lows."]}, {"speaker": 2, "dialogue": ["I don't need other people to drag me out of it."]}, {"speaker": 1, "dialogue": ["I'll run."]}, {"speaker": 2, "dialogue": ["Well, if someone making me go."]}, {"speaker": 1, "dialogue": ["So you felt like you could be the one to be responsible for knowing when the limit was like when it had been enough days of Halloween and now it's time to go out for that run that was feeling okay."]}, {"speaker": 2, "dialogue": ["I used to be able to do that.", "I used to be much better at pulling myself together.", "I was in control of everything because I don't have a boyfriend or dogs or crazy boyfriends mother.", "Whatever."]}, {"speaker": 1, "dialogue": ["My crazy heart conditions you didn't have that stuff to manage."]}, {"speaker": 2, "dialogue": ["Or family or anything, but I'm sure if I was alone again, it's gone now.", "It's been ruined so which is why I was so jealous of my friend who she's got"]}, {"speaker": 1, "dialogue": ["She's doing what you did back when you felt like everything was really under your control."]}, {"speaker": 2, "dialogue": ["Yeah, and I hope that she never loses that I hope that she keeps it forever."]}, {"speaker": 1, "dialogue": ["Yeah, I mean in a way it's like your innocence has been shattered."]}, {"speaker": 2, "dialogue": ["Yeah, I mean if I say stuff like this to Josh and he just tells me I'm being silly and you know, we could be in a much worse places.", "But again, I told him that doesn't help me and it makes me feel worse that I have feelings like this at all when people are having some kind of hard or something."]}, {"speaker": 1, "dialogue": ["It sounds like one of the parts of what makes it hard is not just individually what you're facing but that up until all of this stuff existed in your world.", "You were able to believe this illusion that things were under your control because you hadn't yet come up against something that you couldn't."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["And I don't think that it's that you've actually lost an ability to control everything.", "I think it's that now there's stuff that's not controllable."]}, {"speaker": 2, "dialogue": ["directions to tell me that you can't really succeed as an athlete unless you've had a rough childhood and learn to overcome difficulties.", "I used to get so mad.", "Maybe it's true.", "Maybe you need to have something terrible happened to you when you're younger and you can cope and maybe a truancy more.", "I don't know."]}, {"speaker": 1, "dialogue": ["What seems like having overcome something like you saying give you practice at kind of getting back up again being or selling it?", "I don't think it's the only way to learn that being resilient is definitely a piece of being an athlete."]}, {"speaker": 2, "dialogue": ["Not at all.", "Well his"]}, {"speaker": 1, "dialogue": ["You're learning it."]}, {"speaker": 2, "dialogue": ["never there's more cost learning it now than there would have been."]}, {"speaker": 1, "dialogue": ["Yeah, you're very aware of all the cost."]}, {"speaker": 2, "dialogue": ["In high school and you know, I have to keep my life going unless I go back to my parents house and live in their basement.", "No."]}, {"speaker": 1, "dialogue": ["Yeah, you have a lot of responsibilities than and then"]}, {"speaker": 2, "dialogue": ["Yeah, I mean I could have more so just as idea of why I needed to have a bad childhood to be happy is that you can push through suffering and suffer a speed cyclist.", "They say if you stop her for hours and hours and hours.", "It was just a New York Times article about athletes you get really really injured and thrown out of their spa and how it ruins their lives.", "I think Josh was actually really happy or even was it yesterday."]}, {"speaker": 1, "dialogue": ["Well, it's validating for him."]}, {"speaker": 2, "dialogue": ["Yeah.", "Well, I mean really bad injury is like you're paralyzed or something.", "They have no more friends.", "Their friends are all still in Spore and don't want to be around them because it reminds them what could happen to them and so on and so forth It's really was depressing.", "There was no good ending to any of the stories five or six of them couldn't I couldn't keep reading it.", "I mean there were several stories of cyclist who have died of heart problems, mostly because of drugs and doping when their hearts explode or something, which is awful."]}, {"speaker": 1, "dialogue": ["You found some solace in seeing other people."]}, {"speaker": 2, "dialogue": ["I think you fell validated yet"]}, {"speaker": 1, "dialogue": ["This is an experience that a lot of people can't empathize with because they hadn't had their world revolve around Sports and their fellow athletes in a way that he did and professional athletes do so be able to read stories of people who are experiencing what he's experienced and not being able to connect to the world and connect to people on the way that he always had relied upon."]}, {"speaker": 2, "dialogue": ["yeah and I guess that's why I'm so happy about cheese I mean you let this girl in to see what was going on and I don't know what it is about my family that he feels so comforted by"]}, {"speaker": 1, "dialogue": ["And he really does feel comfortable with them."]}, {"speaker": 2, "dialogue": ["Yeah, it's really nice.", "So maybe he is trying to corner.", "I don't know."]}, {"speaker": 1, "dialogue": ["He's finding a new way of kind of fit in."]}, {"speaker": 2, "dialogue": ["Yeah, if you could get it friends.", "If I could get a friend another one."]}, {"speaker": 1, "dialogue": ["You can give yourself a little bit of time.", "You're not losing your friend because she moved but she's kind of going to be a part of your life in a different way.", "You can still be a great friend.", "She can still listen and understand the way she does she did when she was here.", "You need someone to go do stuff with somebody else to meet for a run or walk with your dogs or"]}, {"speaker": 2, "dialogue": ["Anything?", "Yeah, I mean, it's also talk like you find such a Solas in my family that can drive me nuts.", "We are going to visit them a week ago with my friend.", "Also my dad.", "He's done this a few times like you was telling my friends LP about how hard it is to watch his kids how relationships and how scary it is and how terrifying it is for him as a father and you know, he's around the other side of me from her.", "This is like when he told my friend did I ever tell you about this?", "You told my friend that he thought that Josh was going to die last year when we were out to dinner."]}, {"speaker": 1, "dialogue": ["No, no."]}, {"speaker": 2, "dialogue": ["Last January I was having a horrible time.", "I may have just before or just after having run away for some.", "Of time.", "I don't know exactly but I force myself to go meet my parents and a friend of mine for dinner and I think it was right after Josh's.", "Appalachian first one so he was in bad shape.", "I was in terrible shape and he said to my friend next to me that you know, she was worried that Josh was going to die."]}, {"speaker": 1, "dialogue": ["Which is everyone's worried, right?"]}, {"speaker": 2, "dialogue": ["Didn't say it to me or talk to me about it you guys to my friend and then my friend was like freaking out to me on the way home asking me why you would say that to her and how upsetting it was so then he base we did a similar thing recently.", "And I know he's not terrified about my brother's relationship.", "There's nothing terrifying about that.", "I mean maybe he thinks about it, but the only one not terrified of relationships, so"]}, {"speaker": 1, "dialogue": ["We can't tell you about it."]}, {"speaker": 2, "dialogue": ["No, he can't talk to me about it at all.", "Not at all."]}, {"speaker": 1, "dialogue": ["What's it like for you to know that he scared of that?"]}, {"speaker": 2, "dialogue": ["It's terrible.", "It's awful.", "I'd like him to be supportive and he could tell me that he's like worried but"]}, {"speaker": 1, "dialogue": ["Tara feels a little strong."]}, {"speaker": 2, "dialogue": ["Yeah, I mean it basically implies that he does not want me to be doing this which is fine if he talks to me about it.", "I don't know."]}, {"speaker": 1, "dialogue": ["Well, I could have died that we're could imply that he's worried for you.", "But accept a relationship for what it is.", "It would be nice for all of you for you for Josh for your dad.", "If there wasn't this looming question of what was help you like and he thinks that is pretty pretty terrifying.", "You never know what's going to happen for anyone but it would be nice to be able to live under the assumption that things are going to be easier than the assumption that you're under."]}, {"speaker": 2, "dialogue": ["Yep."]}, {"speaker": 1, "dialogue": ["Even if it's not a correct or something, it's nice to be able to think about."]}, {"speaker": 2, "dialogue": ["I keep waiting."]}, {"speaker": 1, "dialogue": ["Yeah, and believing."]}, {"speaker": 2, "dialogue": ["Yeah, Josh, when he had the procedure done before and after she is so anxious.", "I mean, he stares at the monitor just waiting for a Star to go with them which is reasonable because sometimes it does, you know, you wouldn't eat anything after he got his last procedure done just in case he went out of prison so that he could do it again just in case and this can't be though."]}, {"speaker": 1, "dialogue": ["For how long do you do that?"]}, {"speaker": 2, "dialogue": ["We need to keep in there for like an hour or so.", "I can't be good for your recovery or anything.", "I keep teasing her about how we both should go to meditation and I'm kind of wondering if we really should because this week he hasn't been walking around staring at his heart looking depressed.", "I'm not sure why exactly actually but he gets into a.", "Of doing that."]}, {"speaker": 1, "dialogue": ["Well meditation shirt certainly wouldn't hurt.", "You know, when we do the breathing exercise in the mindfulness.", "That's a type of meditation the same family and it does give you at least a brief moment of respite from your worries and sometimes, you know getting a little break from what it is what you need.", "It doesn't necessarily change a whole day of what you're feeling.", "It gives you a break from it for the regular practice of meditation, you know, a lot of people do get more standing benefit of decrease anxiety increase acceptance."]}, {"speaker": 2, "dialogue": ["Is he?", "Yeah, actually he is it's hard to think about how we could actually do it in our crate are crazy house and what would actually need to happen?"]}, {"speaker": 1, "dialogue": ["Have you ever looked into going to a meditation center?"]}, {"speaker": 2, "dialogue": ["Yeah, there is one in the Square.", "It would be at night for him to go out at night.", "It would be"]}, {"speaker": 1, "dialogue": ["And it doesn't have to be."]}, {"speaker": 2, "dialogue": ["We have something to do that exercise.", "That was something relaxing that was not watching TV and eating chocolate which is what we end up doing.", "Yeah, well wings."]}, {"speaker": 1, "dialogue": ["It would be nice to have things to do together sort of an adventure to a park and bark."]}, {"speaker": 2, "dialogue": ["Use of coffee every time he has one of these things happen for a little while."]}, {"speaker": 1, "dialogue": ["Which is God."]}, {"speaker": 2, "dialogue": ["And so I thought he might want to go out and have coffee with me the other day and like he could get sea or something and he wouldn't go out to the coffee shop.", "I don't know you can't take that away from us with nothing left to do."]}, {"speaker": 1, "dialogue": ["Do you worry about having nothing to do?"]}, {"speaker": 2, "dialogue": ["No, you just have a lot of fun together.", "Just hanging out, but it becomes a problem after a week because of his problem."]}, {"speaker": 1, "dialogue": ["You go a little stir crazy."]}, {"speaker": 2, "dialogue": ["Yep, you lose all perspective and get depressed even with going to school at still and he's not going to go back to school for a while this semester.", "He is going to be mostly working on a thesis or she'll be at home a lot and we will really do we really do need something."]}, {"speaker": 1, "dialogue": ["The main structure for the two of you to do and remind for yourself at even though he can't go out and go for a run or go for a hike or go for a ride with you.", "You can still do those things.", "It's important for you to do that."]}, {"speaker": 2, "dialogue": ["Have you done restorative yoga?", "I think I could get him to do that over the medication.", "He doesn't do well with sitting like in a total silence around other people."]}, {"speaker": 1, "dialogue": ["Darkness"]}, {"speaker": 2, "dialogue": ["What's restorative yoga discipline you line the dark?", "Maybe we'll try that."]}, {"speaker": 1, "dialogue": ["or even a really gentle practice.", "He could probably do just a more half a base to rather than Vinyasa Style."]}, {"speaker": 2, "dialogue": ["Yeah, he get those are going to regular yoga classes.", "He feels like it's a competition that he can't do anything and everyone else around him is doing he has kind of worked up about it."]}, {"speaker": 1, "dialogue": ["Ashley had a yoga teacher used to say this is not a competition.", "Yoga is not a competitive sport."]}, {"speaker": 2, "dialogue": ["Seattle say things like that.", "Sometimes they'll be like, okay, it's playtime around your handstands."]}, {"speaker": 1, "dialogue": ["And it's important to not that you not go to that."]}, {"speaker": 2, "dialogue": ["End up feeling bad about himself every time.", "And it can't be heated or if you like start getting nauseous.", "He also has trouble kind of like when I do if I am kind of not feeling good and I play too much attention to my body that I must get a little depressed and"]}, {"speaker": 1, "dialogue": ["What about doing some experimentation and finding a class or Studio?", "That's the right fit you might want to go and try out some first before you have him come to make sure it's not going to be a class that has a sort of competitive nature.", "So I make sure it's not one.", "That's not too active."]}, {"speaker": 2, "dialogue": ["accepting the idea of going to a meditation center is going to"]}, {"speaker": 1, "dialogue": ["Maybe too far out there.", "kind of stretching him one step from where he is rather than jumping too far out and then it will feel like if it doesn't fit so just going to a gentle flow class might be a good fit with that a little bit of meditation thrown in at the end usually"]}, {"speaker": 2, "dialogue": ["I've got to do those.", "I mean, he's been spending so much time looking up the trials worrying about I mean he had an eye twitch and is afraid his electrolyte levels were off.", "And unfortunately, he said the Doctor Who clearly also is a hypochondriac like oh, yeah.", "I had an eye twitch to you in a medical school in my wife's an optometrist.", "So who needs the stress that was funny, but I think I got more stress from"]}, {"speaker": 1, "dialogue": ["So you're worried about him?"]}, {"speaker": 2, "dialogue": ["well, I mean"]}, {"speaker": 1, "dialogue": ["You just can't be there for his heart."]}, {"speaker": 2, "dialogue": ["Things that he's trying all the supplements.", "He takes all the stuff he does.", "He doesn't try to make himself calm."]}, {"speaker": 1, "dialogue": ["He's lucky to have you."]}, {"speaker": 2, "dialogue": ["Yap and Layla he tells me that which is always nice to cure."]}, {"speaker": 1, "dialogue": ["Yeah, and you're lucky to have him he's got you up and out of the house and running this morning, which is a great listener mode."]}, {"speaker": 2, "dialogue": ["Well, right."]}, {"speaker": 1, "dialogue": ["To take care of each other."]}, {"speaker": 2, "dialogue": ["I mean last year none of this happened."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["I want to like go out to do anything and she was depressed."]}, {"speaker": 1, "dialogue": ["sad and kind of afraid to let you go.", "So you really have found he's found different ways.", "It sounds like to cope with it and you found different ways to cope with that as a couple because you need to find a way that you're both taken care of and it sounds like you're figuring that out."]}, {"speaker": 2, "dialogue": ["Yeah, it is.", "Yeah.", "I hope that things are continuing to improve very slowly."]}, {"speaker": 1, "dialogue": ["It sounds like they are.", "Are there other things we should catch up on because I do want to make time to do some relaxation.", "So I'm conscious of saving time for today.", "So let's do a good long breathing practice and some relaxation.", "Let's do copay before we get relaxed to break your eye looking for checks or money."]}, {"speaker": 2, "dialogue": ["Oh, that's why I'm sorry."]}, {"speaker": 1, "dialogue": ["That's all right.", "All right.", "So just to let yourself get comfortable and close your eyes.", "Let yourself settle into a rhythm of breathing that feels comfortable and relaxed and feels natural to you and you can continue to allow yourself to breathe and comfortable.", "How do you spell in the place of your breath as we go through the relaxation to start scan your body from the top of your head down through your torso all the way to your feet allowing yourself to noticed when your body feels like without judging just taking notice of where you feel relaxed.", "And why are you feel tense?", "Also take a moment to become aware of what's in your head acknowledge the thoughts that are there and then let them go without any judgment allowing yourself to be present in the moment.", "Perhaps noticing the sound of things around you just noticing them and then letting them pass on and then when you're ready for your next encounter as you inhale you squeeze your eyes tightly shut noticing how that brings more time your face, whenever you're ready to ask how you're going to let that go letting your eyes remain gently closed and repeating that as you inhale squeezed in your eyes tightly shut and then when you're ready to ask about letting that go", "Your eyes gently closed and I was seeing what it feels like to be relaxed when the next breath and you're going to squeeze your teeth together clenching your jaw noticing where that brings attention to your job and your face and as you ask a lot of shots drop and your teeth depart least like letting go of that time and Helen clenching your teeth at 7 and letting that go shopping your chin and letting your teeth, part on your next and how you're going to drop your chin forward toward your chest noticing that feels like on your neck and your throat and when you're ready to ask Allah your had to float out to rest down your spine and how about in your head forward actually, let it rise up on the next breath and you're going to drop your head to one side to your ears your shoulder know seeing what that feels like on your back then as you exhale let your head float out to a neutral position and how your head to the opposite shoulder exhaling letting it blowed up to the center noticing how your neck feels different and the next and how you shrug your shoulders towards your ears noticing where that brings attention to your Shores your neck or your upper back.", "What do you mean drop all the way down as you ask him and how shocking up exhale and released in him and you're going to bend your elbows bringing your hands toward your shoulders noticing what that feels like in your biceps.", "And then as you exhale, what does arms fall and relaxing all the way in hell been in the elbows?", "And then you ask not letting those arms go out of your shoulders and your arms and your next and how you're going to make tight best nursing wear that brings X into your forearms wrist and fingers exhale release the tension drain out of your fingertips and how squeezing those tight this XL released but it all go in Helen focused on tighten your abdomen wall squeezing your belly button toward your spine.", "And as you exhale let your stomach relax a full deep breath pain in your belly be soft and how you're going to squeeze your belly button for tightening your stomach again.", "And then as you exhale, let your belly be soft taking a full deep breath.", "when you next and how you're going to squeeze your knees together as tightly as you can nursing the tension in your inner thighs when you're ready to Exhale, let your legs relax your knees make", "Inhale squeezes needs together XL and releasing let your legs fall apart when the next breath and you're going to straighten your legs looking up off the floor notice for you feel tension in your body.", "And when you're ready to ask a lot of attention when your feet fall asleep or letting the floor do the work of zorbing the weight of your likes on the next.", "Anyhow, you're going to lift those beat up again noticing attention Crafts near hips and thighs and as you actually I'll release it and let your lights come down and heroin bust in your feet.", "But your toes comes off the floor back towards, you know, just where the Springs passion to your lower legs and your feet and when you're ready to inhale exhale and relax your legs and relax your feet, let your toes be in hell and flexes feet toes back towards you notice what it feels like and then releases you ask about reversing that movement you're going to inhale impress those toes down to the floor cleaning your feet down release letting your heels come down in your feet relax and healing Point those toes down for the 4XL and relax on your next in-house.", "Can your body becoming aware of the place?", "Does your tension has refused to leave or may have returned to you as you exhale think about relaxing that space letting the tension drain away for being that process?", "Stubborn places where attention has refused to leave allowed to leave waxing your body as you actually take a moment to notice again the thoughts that may have entered into your mind and let them go without any judgment for what you're going to have to repeat that process as many times as it feels useful knows he might you feel noticing what you noticed your head and then letting it go giving yourself a moment to be free after you relax.", "And let yourself count to a few more breast memorizing what it feels like to be as relaxed as you are.", "And when you feel ready let yourself carry that feeling back to you to the room taking it with you good job, and I will see you in two weeks or week and a half after Friday."]}, {"speaker": 2, "dialogue": ["at 3:30"]}, {"speaker": 1, "dialogue": ["At 3:30.", "Yeah, we're back to old-fashioned."]}]