[{"speaker": 1, "dialogue": ["Oh cold today."]}, {"speaker": 2, "dialogue": ["You can turn that thing on if you want.", "It's a little chilly.", "How's it going?"]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["Oh man.", "Well, so yeah a lot going on.", "Yeah, I definitely like a situational depression thing maybe a little bit.", "I don't know just", "been a little bit of a roller coaster last several days even like within the same day like sometimes yeah, I'm having so that's right.", "Yeah.", "Yeah Thanksgiving was okay.", "I mean, you know.", "I was glad that we did at my cousin's for reasons I said so I didn't hear one political discussion the whole night, you know, but yeah.", "You know where our families gotten.", "Just gotten depressing, you know, like there are no women kind of you know Ulysses is a shell of his former self is nothing to talk about really except his stuff.", "I just yeah, I don't know it was okay.", "But there was something something about a little I don't want to say pathetic but something was just kind of felt kind of very blah.", "It was fun to hang out with my little cousins or whatever.", "But Friday was really nice.", "I haven't hung out with George.", "We went to see Peter Wolf.", "That was nice, you know, it was a fun night via.", "I don't know just in general.", "I'm kind of everyday is like a I don't know how it's going on.", "I'd go any more kind of, you know, just because I'm so", "Are so many things going on I think yesterday and the day before I really had moments were.", "I really felt like dark depressed kind of and I realized part of it is because you know, I've just I realize in those moments more than I have before.", "Thought you know how sucked up these old things and are and me like my mom's voice.", "So I think now that", "I'm so much better.", "And so many ways when I have those moments for some reason I", "get even it's a really bad momentary.", "Because I just feel like wow, I must hate myself so much, right?", "I must have so much.", "I mean I don't hate myself, but those figures are there.", "You know what I mean?", "I", "aunt", "like I just get so bad and so like", "The other night I will.", "There were also some other like real things that happened but those were really just like I was even down I couldn't even step back to see how will I handle?", "You know what I mean?", "Like that's even happening right now.", "I'm handling things so well, but I have trouble seeing that you know what I mean, and that's depressing.", "You know what?", "I'm saying that I don't find Comfort sometimes in that or I don't I don't know if I'm explaining it well, but"]}, {"speaker": 1, "dialogue": ["No, it does sound like the way just really describe the last you're really getting into a place where you're making sort of very deep.", "Very dark feelings about yourself."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["Sometimes being able to know that you're unclear feelings or sometimes it can take over."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I can imagine you really will have to find your way.", "You're out of it."]}, {"speaker": 2, "dialogue": ["yeah, yeah, because I think", "What it is is I think I mean a lot of people experience that I just think that what it is is that if you're an artist in your Ambitions in serious about more than one art form, I mean in other words, I already have so much on my plate that could cause all kinds of melancholy and frustration, you know what I mean?", "So then when you going to have a couple", "so then when you couple it with", "All this old stuff.", "That's hard plus feeling lonely.", "Like I'm having a moment where I just", "feel really lonely like in frustrated.", "And then it becomes like a vicious cycle, you know, and then I'm going to make you know, that's just not going to happen and not going to find blah blah blah.", "I don't want to find someone.", "Assyrian, but how the stock that's going to happen.", "I want to go to Assyria.", "But I don't have the money to do that right now.", "So time is just going by you know what I mean?", "It just becomes like a", "the two things that happen though.", "I did date Sunday night or Saturday night and that I was that I was really looking forward to like this girl was kind of getting butterflies a little bit.", "Wish that doesn't happen often anymore at all.", "So we have a great time we go hang out.", "She has a drink whatever fine.", "Okay hang out.", "We had a great time at the end of the night.", "I walked", "her kind of halfway home and we make out whatever whatever it the next day or the day after I got an email saying that she doesn't feel comfortable with drinking and driving and for that reason it's just", "It's just going to work.", "We can't hang out together.", "Now it's just like so it got me on so many levels.", "First of all that sounds like bullshit to me.", "It just don't say anything.", "Like if you're just like if you're just not in into it or something.", "It don't say anything just be a guy about it.", "Don't I prefer that?", "Don't give me some weird.", "I don't like the whole Your Grace you're so awesome.", "Obviously, I'm not that great in that awesome, you know, but second of all.", "I was like drinking and what the fuck are you talking about?", "Yeah, it's just I mean that's already obviously sore spot with me.", "And I was like what so I wrote back to her.", "I was like, I'm sorry, but I don't who is drinking and driving?", "I walked you halfway home and then I went what do you mean drinking and driving?", "and like to two and a half years, but I said on top of", "all that I told you I was totally fine.", "If you don't drink like I asked you like I'm totally flexible.", "We can just have tea.", "No, she just told me that.", "You're that uncomfortable.", "And also, why do we have such a great time?", "And why do we make out like, what the fuck are you talking about?", "You know what really got me was a part of the conversation that night.", "She had this whole thing about when we talk about relationships.", "And I never even heard this term gaslighting.", "I don't even know what that was, but she was talking about and she was like, oh my God, that's I didn't know there was a word for that, but that's what happened to me like twice."]}, {"speaker": 1, "dialogue": ["What is that again?", "I've heard the word, but I kind of."]}, {"speaker": 2, "dialogue": ["Gaslight", "like what Samantha did to me is gas-lighting?", "where I make you feel like you're crazy and irrational like you're the one being weird, you know, she gives me this whole", "Thing about that and then she sends me this.", "I was like dude, that's the ultimate you're doing.", "The thing that you said, you don't like it doesn't.", "Don't make any fucking sense, so.", "I was just like that didn't help.", "You know, I was like, of course that one girl.", "I kind of got all you know like that just that was a good because", "then that put me in a bad, you know, I was like Seether Something There the girls I really want.", "There's something about me that you don't like me.", "Like there's something you know, that was fat.", "That was bad.", "In the next day this girl that I have been kind of seeing but it's not we haven't talked about any exclusive nothing nothing but one time she was on our second date.", "She let it slip that she been on another okay stupid date, but I kind of told her I was like, you know, I don't I'm a very don't ask don't tell guy there's no reason like I'm I supposed to be what's the reason to do?", "to do for me", "like we're on a date so I don't really want to know but anyway, she had emailed me Sunday and she was she was like she sent me this long email saying, you know is online dating thing is probably it's kind of crazy.", "I just bought with Y and then she's like, you know, basically I stopped with someone last night and she's like, I just feel really bad.", "I know that you don't have the sleep don't ask don't tell thing but I just feel like I have to tell you and she was like, I totally understand if you don't want to see me or whatever we had plans that night.", "That's what it was.", "She was like, you know, I still really like to see you but she's like it just happened.", "I totally didn't blah blah blah all the stuff whatever."]}, {"speaker": 1, "dialogue": ["It's odd."]}, {"speaker": 2, "dialogue": ["You know what?", "It's not it's not I wrote back such a great response to her.", "I wish.", "I could read it to you.", "But because it's got me thinking about this whole day and how in a way my response to her and calculated it forced me to crystalize what I think about day and I just told her I was like, you know, I'm not sure how to respond.", "I mean to us.", "This is the whole problem with online dating.", "It's a problem with dating General.", "I told her I was like we all say we want a certain thing but everything we do.", "in the ways we try to get those things are totally antithetical to that and I was like, you know, this is why we don't like going", "I mean, yes, I was I'm on there too, but it's like but it's why but I hate being on there and I'm super super picky about who I actually meet and it's just like we're flipping.", "It's like shopping.", "I mean, we all pretend that we're reading profile profile.", "We're not religious.", "He's attractive.", "He's not he's a track if you know what I mean, she's attractive.", "That's all it is through something.", "That can't be healthy.", "There's something that can't be healthy.", "It just can't.", "Something doesn't feel healthy.", "Yes.", "I know you could walk into a bar and that's what you need.", "What you do, too, but there's something humane."]}, {"speaker": 1, "dialogue": ["Domane attractive just about the physical."]}, {"speaker": 2, "dialogue": ["Yeah, I mean what people are doing match.com.", "Come on.", "Yeah, of course, there's a profile but you don't really pay attention to that profile unless you already decided someone's really attracted to you."]}, {"speaker": 1, "dialogue": ["to you"]}, {"speaker": 2, "dialogue": ["Yeah, that's what I'm saying."]}, {"speaker": 1, "dialogue": ["you mean people?"]}, {"speaker": 2, "dialogue": ["What do you mean?"]}, {"speaker": 1, "dialogue": ["I guess I'm like, are you seeing it as there there's a hierarchy of appearance and"]}, {"speaker": 2, "dialogue": ["No, no, no."]}, {"speaker": 1, "dialogue": ["only a certain number of people would be found attractive."]}, {"speaker": 2, "dialogue": ["Oh, no, no, no.", "No, I'm just saying for everybody.", "I'm saying at the end of the day what?"]}, {"speaker": 1, "dialogue": ["But it starts."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Yeah, and what and what I'm saying is that the internet has really boil down to a pretty harsh level.", "You know what I mean?", "So just flipping you can literally flip you don't like them flip select.", "You don't like them to the right.", "I mean that can't be helping you know what I mean?", "And it's not about who's the most attractive just in general for all of us, you know.", "So I was like, you know, but then you need someone in the problem is I know that you're on there right and you know that I'm on there.", "So what we're supposed to do on the second date, we're supposed to be like, okay, so no more OkCupid this is it like we're going to write no but then so but now you slept with somebody and you're telling me and I was like, how can I see you tonight?"]}, {"speaker": 1, "dialogue": ["That's more what I'm saying is all that she told you one thing one that she did it to that.", "She told you it just feels like self-sabotaging self-sabotage or something.", "Of course, how are you going to respond to that?"]}, {"speaker": 2, "dialogue": ["Yeah, yeah, except I mean but she was totally cool and away.", "She was wholly like", "She was like, you know.", "when I responded she was like I totally understand like she was like she was like", "If it was me, I'd be pissed.", "She's like I can't believe you're not more angry or whatever, but I appreciate whatever.", "I don't know but basically all I said was I think I handled it.", "I guess this is what I'm saying.", "Like I handled it really well, but it's so depressing, you know."]}, {"speaker": 1, "dialogue": ["And so why depressing?"]}, {"speaker": 2, "dialogue": ["It says rainforest.", "I was like well see you this is why this is why I don't do ya.", "Let's say she hadn't told me but she still did sleep with another dude.", "Just like I don't I was like I'm working hard to not be retarded not be more cynical as cynical and jaded not jaded, but", "just try to trust people more know but", "Just you know things like that don't help especially coupled with the night before this other chick giving me this weird.", "It's just all this time.", "Like what am I doing?", "It's like you can't win us what I what I was telling I was like, I feel like what dating you can't roll anymore.", "It's either going to be the love of your life who you marry.", "I mean, either you're going to get married to this person or I just", "feel like there's a lot of we're all we're just all so fucked up and I don't know.", "But I mean that was part of my I mean, you know, but I was proud for not being so angry and somehow it didn't this weird her telling me she slept with this.", "Other person did I use bad as the night before because it was just honest.", "And also she was like I want to see you if she's like I messed up and she's like I'm but she was so honest.", "She she was like", "I'm really great at the few dates first few days.", "And then she's like, I'm just not that great.", "She's like, you know, I just have some things I got to work on.", "She's like, you know, I haven't been single very often.", "Like I just don't know how to do this very well and Wobbles and blah blah.", "I mean it was at least honest, you know, but the night before that just felt Samantha ask that's what surprised me, you know, but yeah coupled together plus all the other bigger broad, you know wanting an Assyrian chick boom has in Delaware what happened with that?", "That's far away.", "Do you know what I mean, but she can San Diego, you know, just like I don't know.", "I signed it all depressing.", "I just don't know how to."]}, {"speaker": 1, "dialogue": ["I think it's part of your experience can be really hard to talk about in a personal way.", "When I started to say a few minutes ago.", "I said there are all these dark feelings about yourself that still need to come up and you really need to feel it.", "Do you really think you got anxious and said that I think other people feel this too and we've talked about that sort of sort of the movement of other people felt this way not just me because I think you do.", "I think you do start to get anxious like what if it's almost like what if it's true about me."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["If I am really the only one feeling this so therefore, it's me."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And so it's really hard than to ever talk about your personal experience."]}, {"speaker": 2, "dialogue": ["Yeah, I know right?"]}, {"speaker": 1, "dialogue": ["You so often going to like the generalizations about Society?"]}, {"speaker": 2, "dialogue": ["Yeah, I do."]}, {"speaker": 1, "dialogue": ["Where online dating is like this for all the people?"]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["It's not that like of course that's true on some level."]}, {"speaker": 2, "dialogue": ["Yeah, that's a separate thing.", "Yeah."]}, {"speaker": 1, "dialogue": ["But we never get to know.", "Rate your experience.", "Every person has a different experience of online dating, even though there may be General.", "So societal Trends towards something.", "It's a unique experience for every person in yours.", "I think once we even start to touch up on it on it you feel like oh what if I'm the only one"]}, {"speaker": 2, "dialogue": ["Yeah Yeah Yeahs last night you my called me actually we were texting and I just told her it was like yeah, I'm okay but I just really out of blah blah blah and she called me you know, and I was like I have trouble", "And yeah, I have trouble and I told her I was like, you know, it's hard like this is hard.", "I was like I've gotten so much better, but I just yeah I got these old these triggers happening like I'm complaining and weak."]}, {"speaker": 1, "dialogue": ["Can you play?"]}, {"speaker": 2, "dialogue": ["Yeah, I just I suddenly really get anxious and I'm just down to like involve my fucking problems and I can't suck it up and be tough."]}, {"speaker": 1, "dialogue": ["Like if you start to talk to her about this problem."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Does it make you feel like?"]}, {"speaker": 2, "dialogue": ["Yeah, specially the women.", "Yeah, maybe that's why that happens in here.", "I never thought about that.", "I mean not that obviously, you know what I mean?"]}, {"speaker": 1, "dialogue": ["Yeah, yeah."]}, {"speaker": 2, "dialogue": ["I never thought about that one particular thing that when I talk to women I get anxious even women.", "I'm not involved with regardless.", "You cannot be involved with someone but you have a certain image of them.", "So then I always feel like", "I don't seem as manly to this woman.", "And I don't seem as attractive and kind of funeral."]}, {"speaker": 1, "dialogue": ["like if you are"]}, {"speaker": 2, "dialogue": ["Even if she's a doctor."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Yeah, I think that's what happens because my dude friends I can talk about it a little bit and then it feels more like venting and I just am I and I can just something you know, it's not quite but yeah with women I get flustered.", "I feel like I'm not articulate and then I'm going to I'm just going on and on it kind of makes it worse."]}, {"speaker": 1, "dialogue": ["I wonder if you have any like do where that comes from, but you know like the idea that you're complaining and that's not manly."]}, {"speaker": 2, "dialogue": ["my mom"]}, {"speaker": 1, "dialogue": ["but specifically where that's not manly"]}, {"speaker": 2, "dialogue": ["Well, that's I came up with that because I hate it so much when they complaining and I think that's so unattractive that couple.", "Dark couple that with the making me feel like I'm not attractive register that so then put those together and you know, it just becomes an assumption that complaining is very unattractive.", "It's stupid."]}, {"speaker": 1, "dialogue": ["wow."]}, {"speaker": 2, "dialogue": ["Annoying annoying right because I have no patience for their complaining.", "So I'll just started assuming that as I am that okay this person doesn't they have their own problems.", "They don't want to okay.", "Yes.", "It's hard.", "They you know, like another words.", "But there's a finite very brief window of actually of actual real sympathy or whatever, but then you got to move it along, you know."]}, {"speaker": 1, "dialogue": ["I think it's hard for you to imagine what I actually want to hear a lot more than what you actually tell me."]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, I think that's basically impossible in my mind.", "Yeah."]}, {"speaker": 1, "dialogue": ["well"]}, {"speaker": 2, "dialogue": ["Yeah, yeah, I'll start feeling like oh, you know, well, it's your job, you know, or like I'll think know Claire does really care but it's also her job or you know what I mean?", "I'll couple the really caring with someone else like while you know, yeah."]}, {"speaker": 1, "dialogue": ["or because it's my job that then I can't really care to."]}, {"speaker": 2, "dialogue": ["No, no.", "No I'm saying.", "I'll say she does really care, but it's also her job."]}, {"speaker": 1, "dialogue": ["Which means?"]}, {"speaker": 2, "dialogue": ["It just means like if we were just friends that yes, you really do care, but now at some point you'd be like, alright.", "Well, you know, what am I having for dinner or even worse?", "I mean the dog is place my mind goes.", "You're like, you know, thank God my boyfriend's not like this.", "You know what?", "I mean?", "Yeah, I think it's so funny when you say I'm in.", "In my mind, it's almost it's become like a bit of a game like wow then.", "When Clara says we're all the fucking psychologist is saying that's some hardcore shit."]}, {"speaker": 1, "dialogue": ["Yeah, like it's just foreign to me to hear that.", "That's what's going on.", "And that you think that was my experience.", "You know, that's it's really"]}, {"speaker": 2, "dialogue": ["Oh, I'm not saying that it's what you're thinking."]}, {"speaker": 1, "dialogue": ["yeah."]}, {"speaker": 2, "dialogue": ["here, I don't go quiet there, you know, but", "If this wasn't here, oh, yeah.", "Yeah if I was going on and on like this immediately, yeah, my mind will go like I'm sure her husband is yeah, there's probably something bad about him.", "He just tougher than me use, you know what I mean?", "Like all just it's bad.", "That's a bad place to go."]}, {"speaker": 1, "dialogue": ["Yeah, and I think what I'm saying you have about this is that it's very particular image from your childhood from your mother."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And your father like his though.", "That's the that's the factual answer.", "Everybody thinks about what is it?", "What it is to be a man?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["raven, like there's no room for"]}, {"speaker": 2, "dialogue": ["Police officer to I'm sorry, go ahead."]}, {"speaker": 1, "dialogue": ["Go ahead.", "Yes."]}, {"speaker": 2, "dialogue": ["It's also the opposite right?", "I mean, I'm actually just making it this connection now, but I can't believe I didn't think of it before but it's also the inverse.", "Why can't I get that's one reason that's one side, but then I have trouble also listen to girlfriend still make it right.", "Because then I start projecting little bit like she's getting a little complaining out, you know.", "and that's not fair either but"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I do that because I think I'm I immediately get like us a good relationship going to be a lot of like talking to me for an hour everyday about our fucking job and has a bitch the girl who sits next to her as such a bad as you know what I mean.", "So I have a low tolerance like I don't know.", "I think it's because I can't sometimes I forget there's difference between just whining."]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["And just talking about real problems not just some asshole at work like going on and on about that, but you know what we're talking about here emotional like real kind of course things not just someone cut you off on the road and you're going on and on about how pissed off you are, you know?"]}, {"speaker": 1, "dialogue": ["That's exactly what I was going to say is that I don't think your experience with your mother and your father by the way because you've got either stoic because you've got either stoic and tough or constantly complaining."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Without it going anywhere ever."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["as you two examples of what like these are the choices about how to be"]}, {"speaker": 2, "dialogue": ["Plus in the Assyrian Community, that's"]}, {"speaker": 1, "dialogue": ["How it divides up?"]}, {"speaker": 2, "dialogue": ["I hate to say yeah, I'm not trying to generalize but you know the women tend to be kind of fucking shrill and chatterboxes and them intend to be so occur.", "funny guy kind of type guys"]}, {"speaker": 1, "dialogue": ["So there's not room for actual like that ideas of having feelings or concerns or problems."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["a dark dark stuff"]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["That you're sharing that that you're sharing that is not complaining.", "Like there's a falls into complaining sure if somebody like chronically complaining without anything moving and it was feeling when you fell I think it was your mother like you got shut out.", "That's one thing to me.", "It feels more like when I get to hear like a wisp of what actually what actually is personal to you.", "It feels more like just getting to know you."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["It doesn't feel like complaining."]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah."]}, {"speaker": 1, "dialogue": ["It feels like oh that's his experience rather than societies experience.", "I know what societies experiences I don't need to hear any more of that."]}, {"speaker": 2, "dialogue": ["But yeah, it's depressing."]}, {"speaker": 1, "dialogue": ["Where do you just go?"]}, {"speaker": 2, "dialogue": ["Well, I was just thinking like wow that just adds.", "I mean, I see it so clearly now like see that I'm also not good at listening and you know, I'll listen but then like shut inside I'll be kind of shut down after a certain point.", "I'm like, all right.", "Yes again wrap it up.", "You know, that's not good either, you know, so that I'm so I'm at"]}, {"speaker": 1, "dialogue": ["You know like another to it if you can follow this one of the reasons, I think you shut down when someone's talking is that for one it could be so it could simply be treating all the stuff in your mother.", "But in particular if what happens with your mother is her complaining her venting her smothering but the cost of seeing you at all like you disappeared then when you're with somebody who is venting complaining whatever bitching about a day.", "I think that will Child part but just once to actually be seen and validated an existing that relationship can really really can feel really smothered by this other person taking up a lot of space, but had you an experience where you"]}, {"speaker": 2, "dialogue": ["Yeah, that's what I'm saying.", "Yeah, that's that's what I'm saying because I'm forgetting the part about whoever that person is and yes, they are venting but this is totally different.", "They're seeing me."]}, {"speaker": 1, "dialogue": ["some of them probably do but some of them they are probably some that don't to"]}, {"speaker": 2, "dialogue": ["Yeah, well the ones I'm thinking of specifically they saw me."]}, {"speaker": 1, "dialogue": ["yeah."]}, {"speaker": 2, "dialogue": ["I mean, you know even Tara, you know, yeah, she was kind of fucked up.", "But I mean she you know, she love me.", "I mean she you know, that was you know, she did.", "It was you know again kind of a Meredith thing.", "Like maybe I was going to work out long like maybe it wasn't going to work out long-term.", "But I mean she you know"]}, {"speaker": 1, "dialogue": ["You felt at home there."]}, {"speaker": 2, "dialogue": ["Oh, absolutely God.", "Yeah.", "Yeah, I mean most of the time.", "I kind of did to be honest with you.", "I mean, there's been very few where I didn't feel like I was you know."]}, {"speaker": 1, "dialogue": ["The capacity to really hear another's and just be there with them develops over that having been done for oneself, you know to not feel so squash by another person."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Or if you trust him, you know the amount of listening right now, they'll listen to me tomorrow."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["They're here for me, too."]}, {"speaker": 2, "dialogue": ["Got it makes me sick."]}, {"speaker": 1, "dialogue": ["How so?", "What?"]}, {"speaker": 2, "dialogue": ["It's just like I've already been feeling kind of headache you the last two days.", "So it's just like yeah because it's just overwhelming, you know, it's like and this is the other thing when I have these feelings lately.", "I'm like, wow, it's not going to change tomorrow.", "So it's hard to not let", "Make it worse, you know what I mean?", "That's also that also fat.", "Almost makes it worse that I don't like time is just March along and I'm so trying to work the shit out.", "I know I've gotten so much better.", "I have to remind myself of that because it's just frustrating.", "and then", "With all the snow yesterday.", "I started recording an EP and it's like last night.", "I was thinking what see this I can't take it.", "Like I just wrote this song over the weekend.", "Okay, I don't have lyrics yet.", "I went to the coffee shop yesterday.", "I was some of the best lyrics I've I've ever written I think.", "In Like A 1 hour.", "Shut up to the space recorder rap version.", "That sounds fucking amazing.", "These guys had never heard the song before and yet I can't you know what I mean?", "And you know all this is happening.", "You know what I'm saying?", "Like that's just I'm losing patience with my so you know and", "That I don't know how to get out of that.", "It's become such a", "that to me feels like a broken record."]}, {"speaker": 1, "dialogue": ["Let's say about that."]}, {"speaker": 2, "dialogue": ["Just like, you know just not being able to talk and relax a little bit.", "Like wow, what a great productive.", "You know what I mean?", "I can't like I'm worked up.", "I'm depressed.", "I'm fucking anxious.", "You know what I mean?", "Like that is just not it's not working for me anymore.", "This is why things aren't getting done properly.", "You know what?", "I mean?", "Because I work on a song but somehow I'm still feeling all fucked up and not comfortable and content.", "I'm staying with anything.", "You know if I start riding is good, but if it's anything like pulling teeth, I can't just enjoy the process and I just I don't know.", "I don't know how to fix that anymore.", "I just don't know what to do.", "I can't stop trying to accomplish all these things.", "You know, I don't know how to just fucking relax, you know what I mean?"]}, {"speaker": 1, "dialogue": ["What you're feeling right now is anxious.", "Is that what what's the feeling?"]}, {"speaker": 2, "dialogue": ["Yeah, it's anxious and depressed."]}, {"speaker": 1, "dialogue": ["You're down on yourself."]}, {"speaker": 2, "dialogue": ["Yeah, yeah, that's what it is mostly."]}, {"speaker": 1, "dialogue": ["I think at heart that's what you're saying."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Is that your lonely sometimes?"]}, {"speaker": 2, "dialogue": ["Identifix sure of myself to send you this girl that the one who said she slept who said she slept with whatever and even that right it was", "It's a little thing but it's not little too big thing.", "One of the pictures.", "I took I hated the picture of myself so much for my ankle.", "I started like I started focusing on my nose skin.", "I was like, oh my God, my nose looks awful looks awful.", "What the fuc?", "How can I have a nose job?", "How can I have a nose job and it's it looks like I mean I", "I like I literally wanted to like smash my face with a hammer.", "And so I was so, you know, even though at the same time I was like", "What the fuck am I thinking like why you know what?", "I mean?", "Like, I mean, I was surprised at my own reaction, but I couldn't stop myself from having that reaction and that's tiring and depressing and frustrating.", "It gives you headaches, you know."]}, {"speaker": 1, "dialogue": ["Smashing your face with a hammer."]}, {"speaker": 2, "dialogue": ["Yeah, and I just I hated I just was like I felt so ugly and fucking disgusting.", "But meanwhile, I'm like I'm like in my mind like thinking of concrete all these girls.", "I've been dating and how", "and I was like, all right, even the one who told me not to drink it the I was like well", "like she's told me I mean, I don't think that means some that means something was attractive.", "I mean she wasn't drunk at all.", "So I don't and so in other words, I was trying to get my selfie stupid very immature hats."]}, {"speaker": 1, "dialogue": ["again, the proof"]}, {"speaker": 2, "dialogue": ["Approved.", "Yeah."]}, {"speaker": 1, "dialogue": ["like it can't be true, right?"]}, {"speaker": 2, "dialogue": ["Right, right."]}, {"speaker": 1, "dialogue": ["What I tell myself."]}, {"speaker": 2, "dialogue": ["but then again that's almost more depressing because then I was like because now I'm in a place where I'm like, yeah, but that that's how", "depressing ass has that stuff doesn't matter and he's moments.", "I can go through all the list of all the beautiful women that have thought.", "I'm handsome or whatever the facts but"]}, {"speaker": 1, "dialogue": ["And they have been treated the same way."]}, {"speaker": 2, "dialogue": ["Yeah, and what's up?"]}, {"speaker": 1, "dialogue": ["They haven't treated the same way."]}, {"speaker": 2, "dialogue": ["Yes, sorry."]}, {"speaker": 1, "dialogue": ["I think it's really cool.", "Maybe just like being with you and you were talking about."]}, {"speaker": 2, "dialogue": ["What do you do?", "Yeah.", "Yeah, it's great."]}, {"speaker": 1, "dialogue": ["you say that Brian but"]}, {"speaker": 2, "dialogue": ["I know know I know but"]}, {"speaker": 1, "dialogue": ["I feel like it's been hard for you to be specific about what you experienced."]}, {"speaker": 2, "dialogue": ["I know I know."]}, {"speaker": 1, "dialogue": ["When you hate what even dark what even dark feelings even mean, I mean, you know, lots of people have dark feelings, but it would help if you show me what it means and what you associate to it bringing things up memories."]}, {"speaker": 2, "dialogue": ["know that I get all that it's just like I said what unfortunately that could also make it more depressing because you're like wow, and I'm just", "Like I'm still working on this shit and it's you know.", "Like its just oh my God, you know what I'm saying?", "like I just feel like", "This is a just yeah, it just makes me feel like Yep.", "This this is it I could be working on this probably maybe for years and years.", "And in the meantime is opportunities to connect with a woman blah blah mean like that.", "It's like", "I hope I'm trying to climb out of", "should I keep thinking I'm almost out of it, but I just"]}, {"speaker": 1, "dialogue": ["It's been my experience that when you have hit upon some of the real hard feelings and experiences.", "You see the four second you stay with them for a minute.", "And then you package them up nicely neatly into some play table form and put them back on the shelf and they remain there.", "They actually they never actually get to participate stay there and like really look at them, you know like that and", "analogy of being in the storm and then the stormy waters then you called calm down and then you actually get", "To beneath the surface and what's going to be down there and what happens if you're just swimming around in whatever it is you find I think that's a part of what it feels like you keep finding it and there still more is that of course this because it got packaged up so quickly and put away because it was so scary.", "I say, it's cool.", "And you say well gray.", "I don't want want to be somebody swimming around in the Darkness."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["But to be able to do that is new.", "That's a new capacity."]}, {"speaker": 2, "dialogue": ["Yeah, I know I get that.", "I mean that's what I'm saying.", "I recognize that that's why I feel more depressed and kind of fucked up is because I'm staying with these feelings like at home, you know.", "Yeah, I watch Netflix or whatever but I don't try to I don't try to put these things out of my mind anymore whatever and I see them for what they are.", "And I know that it's healthier and all that but it's like right now like, you know, I'm like totally, you know, like head achy all over here and like I'm not good over here.", "You know what I mean?", "Like, I'm getting that tighten saying you get with the Panic or anxiety where you almost feel like you're outside of yourself a little bit.", "It's like unnerving, you know."]}, {"speaker": 1, "dialogue": ["It's a lot of feeling."]}, {"speaker": 2, "dialogue": ["Yeah.", "You know what?", "I was thinking I had another idea for a book.", "And I wonder if this is the one that needs to be written in a way like all these things are leading to I was just thinking you know what maybe I need to write a really really like Stark naked honest brutal maglish memorize whatever of all my experiences with women, you know what I mean?", "And I was even thinking that way for about I immediately of course went to the publishing thing and I was like, you know Fifty Shades of Grey books that I can you know, I can maybe work some shit out, but also write something very entertaining."]}, {"speaker": 1, "dialogue": ["sellable"]}, {"speaker": 2, "dialogue": ["So well, yeah, but I wonder if you know what I mean, like, I wonder if I need to you know, I never write about this.", "The one thing I don't write about.", "like I write a written some love poem type, you know what I mean, but", "never this kind of forget the love."]}, {"speaker": 1, "dialogue": ["a bit of the race"]}, {"speaker": 2, "dialogue": ["Gracie side the nitty-gritty the kind of you know, the fucked-up emotional residue but it leaves aspect of choices that you make the regrets that you end up having.", "You know, whatever like there's a lot to write.", "I mean each girl could be a chapter and I have a very long book.", "I don't know like it suddenly hit me that maybe there's something that because you know."]}, {"speaker": 1, "dialogue": ["It's funny.", "You did compose the symphony sections because it came out in your"]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["and that was"]}, {"speaker": 2, "dialogue": ["Well, but even the music is romanticize kind of know what I mean.", "It's romanticized.", "because you know"]}, {"speaker": 1, "dialogue": ["not real"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["You know, I have a list right?"]}, {"speaker": 1, "dialogue": ["No."]}, {"speaker": 2, "dialogue": ["Like two years ago.", "I was like, you know what I need to write down every every name of every girl supplice.", "I think I told you this.", "No.", "Is I wanted to you know, yeah, it's not."]}, {"speaker": 1, "dialogue": ["You wanted to what you wanted to what?"]}, {"speaker": 2, "dialogue": ["I'm not like particularly proud of it.", "Wait, what did you say?"]}, {"speaker": 1, "dialogue": ["You wanted to what when you say I wanted to."]}, {"speaker": 2, "dialogue": ["I wanted to I was forgetting like", "When I stop to think of all the girls I've slept with.", "I forget a lot of them and it seems weird to me.", "So when I wanted it just somehow remember is many as possible and it's a long list.", "There is something about having it like that."]}, {"speaker": 1, "dialogue": ["that what"]}, {"speaker": 2, "dialogue": ["It just it help me.", "It's you know food for thought I would like I was like, that's too many and then I realize it's also like a secret.", "I can't even tell my guy friends like they be like, holy shit.", "Like I can't I mean we're talking like I mean a lot like usually over 80.", "I don't know if that's a lot, you know.", "So but I guess what I'm saying was maybe this is Ben.", "Percolating.", "Yeah, I mean the Samantha sessions.", "Yeah, I like this idea that maybe there's something I really need to work out though through writing writing or music about this."]}, {"speaker": 1, "dialogue": ["Well, I mean just one the question of what that means like what does over 80 y?"]}, {"speaker": 2, "dialogue": ["Right, right."]}, {"speaker": 1, "dialogue": ["Why does it feel why does it feel great sometimes or not great other times?"]}, {"speaker": 2, "dialogue": ["And I thought you know, it's also it would be a perfect theme in the same of the fucked-up crazy adventure with all these women and also compasses everything or talked about even a dead stop even the sea the Assyrian."]}, {"speaker": 1, "dialogue": ["sure shirt"]}, {"speaker": 2, "dialogue": ["So in a way, it's like perfect.", "Okay.", "Thanks fire.", "Is that it for me?"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Thank you.", "See you soon."]}, {"speaker": 1, "dialogue": ["Okay."]}]