[{"speaker": 1, "dialogue": ["He said that a balance that I I have new that's incorrect, but it turns out it was more like my bill cross your thing your check kind of thing."]}, {"speaker": 2, "dialogue": ["Yeah, I think so.", "Yeah."]}, {"speaker": 1, "dialogue": ["So yeah.", "Sure."]}, {"speaker": 2, "dialogue": ["I'm not doing so well continuing to not do well pretty crappy to I don't I'm supposed to go to dinner after this.", "I guess I'll see how it goes.", "All the time that I had for the blacked out this weekend for for caring for tutoring and also preparing researching for this talk during the week pretty much most of it but like staring blankly at it.", "So I've been doing a lot of that.", "I feel like I have some creep disease but like it doesn't look like it and that's something like every 5 or 10 minutes after I started decide not to kill myself that takes a lot of work."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I become mad and", "I feel like I'm less concerned about how other people are going to feel about the things that say than I usually am which in itself is probably a good thing, but nobody seems to mind."]}, {"speaker": 1, "dialogue": ["But I can see in addition to that how it reflects your not doing well partly because of it sounds like you're saying."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["But you feel more abandon."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Correct."]}, {"speaker": 2, "dialogue": ["You mean abandoned abandoned, right?"]}, {"speaker": 1, "dialogue": ["Correct."]}, {"speaker": 2, "dialogue": ["Okay, that's what I thought."]}, {"speaker": 1, "dialogue": ["Maybe you feel more been into but that's not what I had in mind."]}, {"speaker": 2, "dialogue": ["Yeah, it's not yeah.", "I don't know.", "I'm", "I'm afraid of dying, but I think I'm more afraid of just continuing to be like this.", "You know just started frantically racing through my options.", "And if I do this, then this will happen and if I do this, then this will happen then these are the things that might happen visible things that probably won't happen.", "Like I just can't I can't come up with one where that doesn't keep.", "You know that the best I can come up with is things get better for a while, which at this point is not so bad.", "I have lots of", "I feel like", "I feel like the.", "Where I start thinking maybe this will just be over like maybe I won't have to feel this way and then it comes back.", "I feel like that is really bad that it's the worst and so"]}, {"speaker": 1, "dialogue": ["surepoint the rug out"]}, {"speaker": 2, "dialogue": ["Yeah.", "Somehow it still seems very important because we have to learn now that this is what my wife is occurring now.", "I feel like the little things that might."]}, {"speaker": 1, "dialogue": ["you sounded worse me actually the last week."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["At first when you said about feelings for your less dependent like putting stuff out there.", "I wasn't sure.", "In a way good thing coming from it."]}, {"speaker": 2, "dialogue": ["I don't care."]}, {"speaker": 1, "dialogue": ["We talked about last time it doesn't seem that way as we talked more.", "It seems like you don't care in the way that even when you're feeling pretty bad.", "You generally still do."]}, {"speaker": 2, "dialogue": ["It's really bad.", "I mean it gets worse than this but not", "that much worse."]}, {"speaker": 1, "dialogue": ["Yeah, I haven't forgot.", "I'm just I'm trying to remember the last time it was like this.", "It's been awhile.", "On one hand it's mostly in.", "automation of self-hatred and fighting amongst yourself"]}, {"speaker": 2, "dialogue": ["Yeah, even like the fault isn't as much a thing anymore.", "Like I don't end up hurting myself.", "yeah, I don't know I", "Haven't been thinking about hating myself as much and sometimes it's blank.", "It's still there somewhere, but I don't have to deal with it all the time.", "It took me to the whole day to sort of tell myself.", "Like, you know, Tanya really have to tell somebody at church at church about this like this is your job.", "Tell them to do their job.", "And so I like at the end of the was I was leaving told one of the priests that I'm doing really badly and ask her to pray for me and she said she would she said like you're awesome at the end that sort of ended me not like you're awesome.", "So you shouldn't be feeling bad but more like you should remember that.", "You're awesome."]}, {"speaker": 1, "dialogue": ["Yeah, which I guess which I guess you're a complete disaster."]}, {"speaker": 2, "dialogue": ["Yes, I sort of a little bit."]}, {"speaker": 1, "dialogue": ["I guess my point being my box over there."]}, {"speaker": 2, "dialogue": ["I'm a sick man.", "It's like the tissue box that will not die."]}, {"speaker": 1, "dialogue": ["I guess that my point was that that's how I imagined.", "It felt.", "That's part of what it", "Feel so awful.", "Is that so far?"]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, and my thought was that's completely the size of me, but it's just weird thing.", "Like I know why she would think that I'm awesome.", "Like I can see how I look to other people, you know, at least two other people who think I'm awesome.", "I can see that but like it doesn't matter."]}, {"speaker": 1, "dialogue": ["So the main thing is that you're feeling quite a bit miserable in a tremendous amount of emotional pain."]}, {"speaker": 2, "dialogue": ["I guess so.", "I mean if you poke at it like I'm miserable because I feel like I'm a terrible person and part of it comes around but", "Yeah."]}, {"speaker": 1, "dialogue": ["my kind of it sounds like that part of the story isn't feeling at Central as other times it you know, and it sounds like also this doesn't have the kind of beat yourself up quality of feeling low can has for you it's more like", "whenever like I get a sense that you're indulging yourself a lot or blaming to yourself or feeling.", "Inadequate sometimes you're just feeling awful."]}, {"speaker": 2, "dialogue": ["Yeah.", "Anyway, when I like my when I like involve myself or fend for myself is at least a presumption that things could be different, but I don't feel like that's a possibility.", "It's like the only computer game.", "I remember ever playing we never had a computer games when I was little we just didn't have any consoles and never got any other.", "So it was like a brief.", "Of time where golden I was like the game.", "It was a long time ago, but there was a time and so like a little bit after it came out.", "I was over like a like a family friend's house and they're a little like kids downstairs playing a game.", "And so I picked it up and play it and just like could not like I couldn't get the character who walked around out of the corner.", "Like I was just in a corner the entire game, but it was like well", "Was it for video games like not much fun when you can't get out of the corner.", "So that's what I feel like."]}, {"speaker": 1, "dialogue": ["my sensation to not being able to get out of Corner in a video game is that it's kind of disorienting among other things like you can't they move and you can't figure out where you're looking and"]}, {"speaker": 2, "dialogue": ["Yeah, and in that game everything's dark the entire time.", "I'm like", "It feels like you and James and doctor is like people who are trying to help me.", "It feels like with the best of intentions You're All I've been afraid to continue down this incredibly painful and destructive path.", "That's disorienting."]}, {"speaker": 1, "dialogue": ["Yeah, and you're welcome.", "Have imagined in some ways.", "It's actually worse in that not only are we inviting you but especially James and someway is making you feel obligated.", "I think that's especially.", "I complete like I completely crave.", "Tuna.", "I'm not saying you're saying."]}, {"speaker": 2, "dialogue": ["I know."]}, {"speaker": 1, "dialogue": ["No, I think about it.", "Yeah, you're right.", "But there's a language that people are referring to you.", "Maybe think.", "I don't understand what you mean by that but", "there are ways in the short-term, you know."]}, {"speaker": 2, "dialogue": ["Yeah.", "but", "I hear you."]}, {"speaker": 1, "dialogue": ["Okay.", "Are you surprised?"]}, {"speaker": 2, "dialogue": ["Am I surprised?"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Not really.", "Yeah, I do."]}, {"speaker": 1, "dialogue": ["And why keep going in spite of how excruciating it is?"]}, {"speaker": 2, "dialogue": ["I don't feel good about that."]}, {"speaker": 1, "dialogue": ["I imagine that feels like a lot of things have been a failure for you."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["That's all beyond me."]}, {"speaker": 2, "dialogue": ["I don't really like the alternative either."]}, {"speaker": 1, "dialogue": ["How do you think?", "There are no good options."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["It's not really been bearable.", "the only thing in particular that I can"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I have you been thinking about of doing it to yourself."]}, {"speaker": 2, "dialogue": ["mostly", "things like the highest likelihood of success combined with what it's most likely I'd actually do.", "Yeah, what districts are hard but not that hard to hard if I want them to be hard.", "This tutoring sessions going to be more.", "I thought about just taking the car somewhere.", "I think maybe I just won't go to tutoring."]}, {"speaker": 1, "dialogue": ["When's it at?"]}, {"speaker": 2, "dialogue": ["2:30"]}, {"speaker": 1, "dialogue": ["Is James at home or out somewhere?"]}, {"speaker": 2, "dialogue": ["he's at home."]}, {"speaker": 1, "dialogue": ["What did he say when you"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["did you watch anything yesterday?"]}, {"speaker": 2, "dialogue": ["I don't know.", "It doesn't matter."]}, {"speaker": 1, "dialogue": ["No, are you sure of that?"]}, {"speaker": 2, "dialogue": ["Yeah, I wasn't so sure of making it through the weekend."]}, {"speaker": 1, "dialogue": ["Yeah, I know I continue to put the decision about this in your hands, but I assume and I want to make sure I'm correct that you really don't want to go to the hospital."]}, {"speaker": 2, "dialogue": ["Part of me dies because it's hard to have to keep the fight and not kill myself."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Part of me.", "Most of me doesn't because it's a pain in the ass and it doesn't seem like I feel like I got to the same place that I started out in.", "I forgot the option.", "But I continue to think that it would be worse to try and fail than not to try and fail if that."]}, {"speaker": 1, "dialogue": ["But something that's not a whole lot."]}, {"speaker": 2, "dialogue": ["Yeah, I don't want to think about it."]}, {"speaker": 1, "dialogue": ["You're pretty sure you'll cancel the tutoring session."]}, {"speaker": 2, "dialogue": ["Yeah, yeah, if it were like two hours later, that's so long then."]}, {"speaker": 1, "dialogue": ["How long is it?"]}, {"speaker": 2, "dialogue": ["It's like 3 hours."]}, {"speaker": 1, "dialogue": ["around 2"]}, {"speaker": 2, "dialogue": ["yeah 3"]}, {"speaker": 1, "dialogue": ["3 yeah."]}, {"speaker": 2, "dialogue": ["but they be either or like 3 hours.", "I would feel like there was a", "yeah, sometimes I can rally."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["But I think maybe I need to not ask myself to Rally right now."]}, {"speaker": 1, "dialogue": ["I think that's why because particularly after 3 hours of holding it together you could"]}, {"speaker": 2, "dialogue": ["I hadn't thought about that.", "Yeah."]}, {"speaker": 1, "dialogue": ["in that case and then what like"]}, {"speaker": 2, "dialogue": ["I don't know, you know, I can't decide whether it be better to go to work tomorrow or not to go to work tomorrow.", "Seems like a long way off though."]}, {"speaker": 1, "dialogue": ["Now, let's wait on that one.", "I mean to use it."]}, {"speaker": 2, "dialogue": ["I don't know.", "I could take a nap right now.", "Sorry.", "I'm just like", "I don't even want to say it like okay Chad, so I'll tackle the afternoon.", "I'm sorry."]}, {"speaker": 1, "dialogue": ["You know, I'm not joining that you're feeling a bunch of pressure for me to make a plan not to kill yourself in to stay alive.", "And that feels pretty awful."]}, {"speaker": 2, "dialogue": ["That's not quite it but I don't know how to I don't know how I can explain it."]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["I had a I don't know what it's like it doesn't feel like you're trying to put pressure on me or like it doesn't feel like you're asking this of me.", "It's more like I don't know who it is.", "I don't know."]}, {"speaker": 1, "dialogue": ["We're getting a minute where it's coming from.", "Is that the pressure that you're feeling?"]}, {"speaker": 2, "dialogue": ["Yeah.", "Right now like you have a dial on your back just the pressure that I'm not actively to kill myself this afternoon.", "Yeah, I know I can make it through the next few hours, but I don't know if I want to will know.", "I know I don't want to I don't know whether I'm willing to."]}, {"speaker": 1, "dialogue": ["I see.", "If you do it won't be for you."]}, {"speaker": 2, "dialogue": ["probably"]}, {"speaker": 1, "dialogue": ["Yeah, I'm", "up to my I mean, I'm perfectly aware that at the end of the day I can keep you from killing yourself.", "You know what you know that."]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["I also know that you don't often want to with the intensity or with as much as yourself or something like that.", "I also know that you might feel better in a few hours or not this bad."]}, {"speaker": 2, "dialogue": ["Yeah, I'm counting on it."]}, {"speaker": 1, "dialogue": ["Yeah, I'm actually sort of inclined to think that I mean, I don't need to be at Mystic."]}, {"speaker": 2, "dialogue": ["No, that's okay.", "Yeah, that's how it goes.", "I feel better for a while and then I feel worse for a while."]}, {"speaker": 1, "dialogue": ["Yeah.", "I mean, I guess one that I have is you know, if you're going to go home most likely will take a nap and then touch base a little after 6 or something."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["When you get home from the hospital."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Which I could probably be anytime, you know.", "Why doesn't James have a hand in it?"]}, {"speaker": 2, "dialogue": ["He knows what's going on.", "He we talked about it this morning and he acted sort of trying to keep it in scaring him too much for would have doubted on him too much.", "So we talked about it this morning, but on the way home, he asked me whether you and I had talked about hospitalization or something.", "Yeah, I think he knows Destin option now."]}, {"speaker": 1, "dialogue": ["Yeah, it didn't feel like to me.", "It didn't feel to me like we were all that close to death until see I mean, I knew that death you told me but"]}, {"speaker": 2, "dialogue": ["I know."]}, {"speaker": 1, "dialogue": ["he's absolutely right, of course that like", "He always seems like current time or Jag but there's no guarantee about the next one will come."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Sorry, I'm taking a little time to figure this out."]}, {"speaker": 2, "dialogue": ["Okay, I'll be I could probably go home to stare at the wall.", "So, you know, I can do that here."]}, {"speaker": 1, "dialogue": ["Do you have a"]}, {"speaker": 2, "dialogue": ["No, I don't know.", "I feel like it's equally impossible.", "I equally possible that, you know, I could go home and watch some TV and joke around with James and have a nice night and then I could go home and said that I'm done.", "I can't tell and yeah clearly I usually end up the former but"]}, {"speaker": 1, "dialogue": ["Actually, the truth is the truth is always ended up the former."]}, {"speaker": 2, "dialogue": ["Yeah, I usually ended always."]}, {"speaker": 1, "dialogue": ["so far"]}, {"speaker": 2, "dialogue": ["Yeah, well know sometimes I'm miserable and don't go."]}, {"speaker": 1, "dialogue": ["Yes, that's true.", "But as long as you're around."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["You know, I don't like it.", "I think James should come and you guys should go to the ER and I think it's possible by the time I see you you're feeling better enough or you think you're feeling a little better.", "If you're waiting there for three or four hours you start to feel better.", "Call me and you can come back here and we can talk."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["You know this evening either of them you can come by and we can go from there.", "I'm happy to do that.", "But", "There's something about that.", "kind of angry abandoned that's got me concerned in a way that", "I think I was at times last year.", "my worry about that is I mean my concerns might a psychological point of view is that", "this will convey to you.", "There's something about that kind of anger hostility being with James that", "You know is always going to be dangerous.", "So I'm somewhat concerned about that."]}, {"speaker": 2, "dialogue": ["Yeah, I mean, I know that's not what you mean."]}, {"speaker": 1, "dialogue": ["Yeah, right.", "See what happens when you're unconscious.", "Yeah, I think that'll that probably a good plan is love Jaymes come by you guys go to the ER you'll probably have to wait a while there.", "Anyway, if you start to feel better, you know, call me and you can come in a little later and we'll talk some more and go from there.", "And if you don't feel better stay there, I guess the first question is does it seem in my putting you in a reasonable position?", "I don't want to put you in a position where you're having to make a decision is overwhelming.", "Do you sitting waiting in the ER and if that's the case?"]}, {"speaker": 2, "dialogue": ["Yeah.", "No, I mean if it starts to feel absurd to be there, then I'll come home.", "I guess my question is will they just let me leave?"]}, {"speaker": 1, "dialogue": ["I don't know I would have assumed so but I don't know they can I'm sure they can get me on the phone or you guys likely can call me on your cell phone or something and I can come and get you and we can sort of and we can sort it out that way."]}, {"speaker": 2, "dialogue": ["Okay.", "Thanks.", "No, I can just call."]}, {"speaker": 1, "dialogue": ["Yeah, let's see.", "So how do you want to do this?", "You want to just call James now from here you want to do you want me to hear while you call them?", "Call him?"]}, {"speaker": 2, "dialogue": ["Sorry, I assumed that was your lunch."]}, {"speaker": 1, "dialogue": ["Oh, that's alright.", "Don't worry.", "I don't really."]}, {"speaker": 2, "dialogue": ["Hey, hey, it's Tanya.", "Hey, are you there James?", "Yeah, okay.", "Sorry.", "I'm still at therapy.", "Chad wants me to go to ER.", "So can you come over?", "Okay.", "Thanks.", "Thanks."]}, {"speaker": 1, "dialogue": ["Do you know how long he'll be?"]}, {"speaker": 2, "dialogue": ["Probably 10 minutes."]}, {"speaker": 1, "dialogue": ["Okay, will he want to talk with me?", "I mean how I guess what I was"]}, {"speaker": 2, "dialogue": ["I don't know.", "I would think you would want to talk to you briefly."]}, {"speaker": 1, "dialogue": ["Okay.", "Alright, that's fine."]}, {"speaker": 2, "dialogue": ["So what do I do now?", "Okay."]}, {"speaker": 1, "dialogue": ["I'll be 10 minutes.", "I'm going to eat some bread.", "Do you want anything?"]}, {"speaker": 2, "dialogue": ["No, thanks."]}, {"speaker": 1, "dialogue": ["You sure."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["I don't how but I have to get in touch with the person.", "I'm supposed to be tutoring.", "It's like one of those websites so I don't."]}, {"speaker": 1, "dialogue": ["Do you like have the contact information?"]}, {"speaker": 2, "dialogue": ["No, I don't I do somewhere, but it's not like my phone."]}, {"speaker": 1, "dialogue": ["You got it on my iPad."]}, {"speaker": 2, "dialogue": ["I could actually okay.", "Yeah."]}]