[{"speaker": 1, "dialogue": ["How are you?"]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["How are things it's been awhile."]}, {"speaker": 2, "dialogue": ["It's been a while.", "I guess I'd say I'm anxious more than anything a lot.", "But I guess overall things are okay."]}, {"speaker": 1, "dialogue": ["You said you got a new monster guy?"]}, {"speaker": 2, "dialogue": ["So I try the first couple were really bad.", "So I tried to think of one and I don't believe it and it sounds horrible, but it's going to be okay things are going to like that.", "Sometimes it's interesting.", "But sometimes in my head, I'll still hear the like I hate myself immediately and I can't like but then after that I will think it's going to be okay from trying to like hopefully eventually the first one will be erased and I won't think that but it's really ingrained.", "So"]}, {"speaker": 1, "dialogue": ["That's what I think part of it is just even to get start noticing how awesome that.", "Compson comes up in your mind how much it's there as a whip, even if all you're doing in the beginning is just noticing it more how ingrained you're saying that is that it comes in.", "Is that exact statement specifically?"]}, {"speaker": 2, "dialogue": ["Yeah, always."]}, {"speaker": 1, "dialogue": ["Wow."]}, {"speaker": 2, "dialogue": ["It's always that and it's like a daily think if not multiple times a day.", "So it's going to be okay sounds like it sounds a little wishy-washy R. It sounds like the type of thing.", "You don't want to hear when you're upset like oh, it'll be okay almost like brushing it off, but you can be a little comforting even to just try to believe it or even just to hear it after that instead of that.", "They can do a little good."]}, {"speaker": 1, "dialogue": ["You said you tried a couple of other things first that didn't stick at all."]}, {"speaker": 2, "dialogue": ["I didn't intentionally try them.", "It's just like they came into my mind."]}, {"speaker": 1, "dialogue": ["So what but that they didn't work like it didn't feel."]}, {"speaker": 2, "dialogue": ["No, they weren't good.", "They were not good."]}, {"speaker": 1, "dialogue": ["Like what?", "I'm curious what came out first."]}, {"speaker": 2, "dialogue": ["It was like a I guess it's self critical thought I was looking at someone else.", "Actually they are on the team and she just looked like so put together and so and I was thinking about myself and thought of the I hate myself and then I thought she's better than me then I thought that's not good like comparing that that's not a good strategy.", "Then there was another one that had come into my mind actually not remembering at the moment."]}, {"speaker": 1, "dialogue": ["It sounds like sort of one Distortion coming into replace another Distortion more than a challenge."]}, {"speaker": 2, "dialogue": ["Right, so it's going to be okay.", "It's I don't know if it's that great, but it's better for sure.", "I think it's at least not anything negative and I find it at least triggers like a it's not the end of the world reality."]}, {"speaker": 1, "dialogue": ["Yes, yes."]}, {"speaker": 2, "dialogue": ["Because I find the I hate myself.", "It doesn't just come up in the course of a day it comes up as I think about something can trigger a memory and I think back on something I did or didn't do or Saturday.", "I didn't say whatever and I noticed that I hate myself like comes so it's not even like if everything goes well today, I can guarantee that that's not going to come up in my mind.", "It's more like"]}, {"speaker": 1, "dialogue": ["interesting"]}, {"speaker": 2, "dialogue": ["My thoughts can go there."]}, {"speaker": 1, "dialogue": ["even by just seeing somebody I'm a team in other words.", "You didn't do anything wrong.", "You didn't say anything wrong."]}, {"speaker": 2, "dialogue": ["Right, but not even just that like something will trigger some kind of memory and I'll think back and it could be years ago.", "It could be weeks ago.", "It could be something I did or something I didn't do or just something I was embarrassed.", "It could be a little thing.", "It could be like an actually significant thing and then I hate myself that will pop into my head.", "But it but if at least in that situation.", "It's going to be okay.", "It already happened.", "It's over.", "It's not the end of the world like so"]}, {"speaker": 1, "dialogue": ["It is a really interesting thought you're that you come up with because right on the face of it.", "It sounds almost invalidating.", "It's going to be okay Ramona stop overreacting or something.", "But I think the reason you're saying it might be doing something that feels better is it does like when the thought I hate myself comes up in a way triggered by tremendous anxiety.", "In other words.", "What's it's not what's not on it's very obvious.", "I hate myself can be a start of Selfridge self-critical spot, but I think that what's less obvious but actually is functioning.", "A lot of the time is that it's a thought that you have to manage your anxiety.", "You know what I mean?", "So you start feeling you can start feeling out of control.", "You can start feeling like you'll never", "Get to where you want to be.", "You can start feeling like I'm not going to get a job.", "I'm not going to get an A and that I hate myself that kind of whipping yourself back into shape becomes a way of kind of getting control of a situation that feels out of control."]}, {"speaker": 2, "dialogue": ["Yeah, no, I definitely yeah, it takes control and it puts it all on me and it just a minute becomes like I hate myself and if I change this and like maybe then I won't hate myself so much.", "Maybe then the problem won't exist.", "Maybe then like so I definitely like it's very it's a atheme I'm seeing here is that it's very important for me to have complete control over the problem whether or not is actually related to me."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["And I think it's also a way to deal with shame to deal with Mike.", "I don't know depression or anger run an issue because I find it to be I found it to be so incredibly unproductive to get angry at the person was actually responsible.", "I just lied know where it is made.", "No progress.", "No success.", "It's been invalidated even that it's their fault, of course bringing it back and putting it on myself his felt like the only way"]}, {"speaker": 1, "dialogue": ["Yeah, this is the only outlet for all those feelings some of which is actually meant for people out there."]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["originally"]}, {"speaker": 2, "dialogue": ["right and I"]}, {"speaker": 1, "dialogue": ["And it doesn't go anywhere."]}, {"speaker": 2, "dialogue": ["No, it doesn't."]}, {"speaker": 1, "dialogue": ["Right, right.", "That's what you had to do."]}, {"speaker": 2, "dialogue": ["It still feels that way though."]}, {"speaker": 1, "dialogue": ["That is what you're having to do a lot of the time at least."]}, {"speaker": 2, "dialogue": ["right, and it's"]}, {"speaker": 1, "dialogue": ["with Ivan"]}, {"speaker": 2, "dialogue": ["It feels like in fact if I could turn the criticism or inward a lot of the time even if it's to criticize like don't be so critical.", "Even if it's that it feels like that's the solution.", "I'm also noticing more and more lately.", "Maybe it's I don't know.", "It's a couples therapy, but it's also in general but I don't feel like I'm allowed like I'm not supposed to be critical and that's one thing but I don't feel like I'm allowed anymore to speak about the elephant in the room.", "To acknowledge them not to critique them not to bring them up confrontation Ali or even with like, hey, we have to talk about this eventually on top, which there's this other lawyer where Ivan's family is like by and large in denial about what's been going on and he's avoiding those topics like the plague which is I mean connected to the problem.", "She has a kind of stopped even talking about any of it with them because they're like so really a lot of the time doesn't feel farfetch from you to say actually, I'm the problem.", "And if I really didn't bring it up really didn't criticize it really did Let It Go the problems really would go away."]}, {"speaker": 1, "dialogue": ["Yeah, I totally get that."]}, {"speaker": 2, "dialogue": ["So it's like I'm the only person in the universe who thinks that there are actually problems and until I deal with my stuff, I'm never going to have any progress and it feels that way with my parents.", "I mean, it feels like it feels that like it's likely more than likely my perception alone, but it feels like instead of looking for accountability in them.", "I need to be looking for like letting it go for myself."]}, {"speaker": 1, "dialogue": ["Do you know the story of The Emperor's New Clothes?", "Do you remember that?"]}, {"speaker": 2, "dialogue": ["I used to I don't really anymore."]}, {"speaker": 1, "dialogue": ["It's an old fairy tale.", "It reminds me of that.", "So there's a boy that the essence is that of the story is there is a boy who sees that The Emperor's New Clothes is that he's naked and he's going around to stay and everyone look at my beautiful expensive clothes and everyone is an acting as though he has beautiful expensive clothes how beautiful your lovely no one is saying a word and the little boys only one who says we don't see these naked he has no clothes on there's no one around who's confirming that because they're all they're all thinking in the story probably just came kowtowing and placating to this emperor that reminds me that you're the only one if your left yourself in the system is like especially I think you're not here and we're not talking about some of the reality and have a benevolent boys coming in to say actually this isn't okay.", "What's happening in Ivan?", "You're the only one who sees it.", "I think that's how it feels right now.", "You can't even I can't be spoken about it almost becomes unreal, then if your parents can acknowledge, it Ivan's parents can acknowledge it Ivan can acknowledge it.", "It sounds like dr. Ferro can't is it always acknowledging it as real see you start to doubt your own experience.", "Maybe it's just me.", "Maybe the problems.", "I mean, I don't think that's true, Ramona."]}, {"speaker": 2, "dialogue": ["But there comes a point where I wonder if it matters if it's true or not because it's that comes back to it's like it is with my parents.", "Does it matter anymore if they really were in the wrong or if I really could have taken care of things better.", "They're not going to change and I'm not it's like there is it almost feels like there isn't much point in coming to the like look like progress in theory for me personally to say like there are some things that are my problem and are my fault that I do need to deal with but there are also things that are not my fault and I didn't cause them and"]}, {"speaker": 1, "dialogue": ["I hear you as a child.", "There was no point to come in to that conclusion.", "That is for sure as a child because you know, you probably tested it over and over again or Moana.", "We know you did away.", "Maybe this time you can clean the all of your pleadings your tabs.", "You're saying maybe if I say it in this way or do it this way or do it for them?", "Maybe they'll catch on you've tried so many different ways of getting through to them and none of them worked.", "So you learned over time.", "It didn't make any difference to label their problems as their problems.", "It did not make any difference for your experience, right?", "It didn't make things better for you.", "They didn't change as a result of your saying it."]}, {"speaker": 2, "dialogue": ["Well, and even if I had really labeled it as their problem I was never going to tell anyone.", "So it really was still didn't exist in my mind.", "I mean am I clearly supported like this isn't your fault but"]}, {"speaker": 1, "dialogue": ["You're otherwise so alone with it.", "You're not going to a group of friends and saying get a load of what my parents are doing."]}, {"speaker": 2, "dialogue": ["and I don't know if that would have served any purpose.", "I guess the point is more like and it feels like a very repetitive thing with Ivan.", "I would never feel comfortable telling a soul.", "Maybe it's even my fault that I'm stuck alone with that, but it just doesn't feel very good."]}, {"speaker": 1, "dialogue": ["Yeah, the question is that we've been trying to think through and get to understand is whether Ivan is exactly like your parents are not if he's exactly like them and that they no matter what you say.", "When did they wouldn't change if that's who he is you were stuck with the same thing and that is sort of like we have to sit is beating your head against the walls try to kind of get him to change cuz that's never going to happen.", "And then we got sort of changes our conversation.", "What do you do with that that what do you want to do with that?", "What does that mean to you?", "If this is always going to be this way.", "It's never going to get any better to degree that to the degree that he's maybe like them some but has more potential for change that would invite us to thing.", "Okay.", "So what how do we help you in the time that he's changing?", "How do we find?", "Is there a third option besides getting angry at him in a way that it feels like you're beating your head against the wall because doesn't do any good.", "Returning that anger back at yourself because I think that also destroys you is there any other room for anything else in between those places is the question if there is room for him to change."]}, {"speaker": 2, "dialogue": ["So that's I guess I don't know how to describe it.", "But I'm noticing Ivan is making Improvement and he came home the other day and told me how is Bostic him aside and thanked him for stepping up and how he's been doing such a great job and he hasn't gotten any compliments or critiques from work in a while and I really happy with him.", "She's made a lot of progress.", "So that gives me hope it gives me a lot of Hope and that's really good.", "And he's felt more confident and he's like"]}, {"speaker": 1, "dialogue": ["It's helping him."]}, {"speaker": 2, "dialogue": ["Of course, I mean, of course, I would feel good and the other night I came home from volunteering and I was just really tired.", "And anyway, it was like dinner time and I even knew I was on my way home, but when I got home the table set and he had made dinner completely it was maybe I don't know just a little bit.", "He did all of that on his own.", "I didn't say like can you please have dinner ready by?", "No.", "I mean he really set a nice table."]}, {"speaker": 1, "dialogue": ["You don't came up with the idea."]}, {"speaker": 2, "dialogue": ["And he really went to effort and organized himself.", "And so I mean there are moments like that where he completely surprises me and then there are other times when I just feel kind of it's nothing big that's happening, but it's like he sleeps in really late and he still hasn't done the laundry and he still hasn't taken out the trash and still like", "It's not personal but it feels personal and it feels like a trigger of like the sounds so silly but it feels like it feels a little bit like my mom who would stay in bed so late."]}, {"speaker": 1, "dialogue": ["It's not silly at all."]}, {"speaker": 2, "dialogue": ["So late and who inducted me not do those things around the house.", "And then there are times when I know I'm always still like so I then the apartment kind of needs to be cleaned up straightened up to some extent every week.", "Do you want to pitch in can you do even part of the bathroom and it still.", "Portion of asking him to do a very small part of a bigger task that should be in this case a joint responsibility.", "So why is the majority of it always on me?", "It's like when I would clean the whole house and ask my mom if she could vacuum the stairs and she wouldn't I mean she wouldn't do it.", "But I know that's it sounds I guess like overreacting but it really doesn't feel that way and then it triggers me in the what about all these big problems that we're not talking about.", "Almost feel them.", "I don't know.", "I don't know.", "What a good way.", "It is to express it.", "But and couples I feel like I've been squashed kind of because I'm not we're not talking about any of the big stuff."]}, {"speaker": 1, "dialogue": ["who said that they stuff I have an idea, but I'm curious what your feeling like is the biggest elephant in the room and you want to talk about"]}, {"speaker": 2, "dialogue": ["So I feel like we spend a lot of time building communication skills talking about things like that.", "And that's great that's important for everything, but we're not talking about we never really talked about how much the whole thing with grad school.", "Actually that is an issue.", "And we're not talking about that.", "We're not talking about all the drama with his loans that he just didn't open mail for a year when I'm talkin about actually the ways in which the depression and stuff like that really is like I don't know how to say this without sounding like the worst person in the world, but some of his some of the actions that result from that or the inaction is problematic and it's not that I thought about it the other day and then my head once I finally came to a statement that clarified that I thought I was going to sound like the worst person in the world and then when I actually heard about heard it in my head I thought maybe that's not so horrible.", "And it was just that."]}, {"speaker": 1, "dialogue": ["Yeah, what?"]}, {"speaker": 2, "dialogue": ["I wish you wasn't depressed.", "I wish my mom wasn't depressed.", "I don't want."]}, {"speaker": 1, "dialogue": ["That's an understandable thing to wish for."]}, {"speaker": 2, "dialogue": ["I don't want that and it sounds like it doesn't sound quite as horrible as I thought it would."]}, {"speaker": 1, "dialogue": ["No."]}, {"speaker": 2, "dialogue": ["But I just thought I hate it.", "I hate that."]}, {"speaker": 1, "dialogue": ["It's really really hard to live and put up with it and tolerate someone who's depressed for a long time that you care about."]}, {"speaker": 2, "dialogue": ["It's"]}, {"speaker": 1, "dialogue": ["straining"]}, {"speaker": 2, "dialogue": ["it's draining, but it's all so I guess I've never even felt like I was allowed to label as depression with my mom and a lot of the times with Ivan labeling it as that is not", "And my mom never liked growing up.", "She never at one point explain to us what was going on with her a lot of the time it would be masked in a y Mastin Ally of physical ailment.", "So she was physically sick right before church every Sunday.", "She was fine.", "And then she was way too sick to go to church and it was always something Clockwork every Sunday Saturday night.", "She was sick and she wasn't sick and I was so angry because my mom was lying to me every single weekend and I knew she wasn't sick, but what I didn't understand was that she was struggling with Agoura agoraphobia and she was depressed when she had her own bike anxiety stuff and I like", "I guess I wish I don't clearly know nothing about being a parent and I don't know what"]}, {"speaker": 1, "dialogue": ["Yes, you do, you know some things about what you would have done differently if you were her."]}, {"speaker": 2, "dialogue": ["I guess me but I don't know what it is.", "What is is it fair to him and expect that at any point?", "She would have explained what depression is or what she was dealing with or why staying in bed or staying in your PJs all day long is not instead of being really defensive about it the entire time that's not normal."]}, {"speaker": 1, "dialogue": ["It's harder for me imagine that if you went through about a very severe depression with a child that you might not say something differently.", "Then she said to you."]}, {"speaker": 2, "dialogue": ["I don't."]}, {"speaker": 1, "dialogue": ["So you couldn't get out of bed."]}, {"speaker": 2, "dialogue": ["I don't know again.", "Like I just feel even to the day.", "I don't feel like I can say anything about it to her.", "I don't feel like I can say much about it to Ivan and I feel so frustrated because no one in my family is going to say like Mom I'm worried about you you're really depressed because she'll get exceptionally angry and no one and Ivan family is going to say like, I know you're struggling with this.", "How's it going?", "Because he's not depressed.", "He's brilliant.", "He's not having any"]}, {"speaker": 1, "dialogue": ["It's such a repetition for you."]}, {"speaker": 2, "dialogue": ["It is and I feel I guess I feel.", "Evan is sometimes made comments to the effect of like I'm not your parents.", "This is not me and I'll say no, you're not you're you and it makes me so angry because I get from him saying that I get the impression that I'm just overreacting and I'm projecting everything that my parents did on to him and it's so unfair and I just really need to deal with it and get over it.", "But in reality a lot of a lot of it is a lot the same."]}, {"speaker": 1, "dialogue": ["I mean, so sometimes people say see things in other people that aren't only a little bit there and the thing things that are a little bit they see really big because of their own histories why the timer Moana people end up for example, marrying someone who is just like their parents or parent a caregiver who actually like that because that is what familiar and safe unconsciously.", "You don't know you're not like people go", "Do that on purpose but this is why someone who's beating a child.", "I've said this you marry someone who beats her as an adult.", "That's not what's not that she's pretending that's happening or she's protecting projecting onto her husband that he's beating her up.", "He's actually beating her just the way she was beating that was a child.", "That's really happening.", "So it's my experience again.", "I don't hear Ivan's side of the story, but I do hear even still I've met him once I hear through both dr. Farrow and dr. Board.", "This is really happening in him.", "I think the only places you get stuck around it are actually are around signing with that third option might be besides desperately and being enraged and critical of him and desperately being enraged and critical of yourself.", "That's what the legacy of your childhood with your mom in this instance and Dad.", "Because your dad also wasn't speaking up saying Ramona.", "Your mother is really severely depressed.", "This has nothing to do with you.", "The reason she stays in bed.", "All day long has nothing to do with you.", "I don't want you to take responsibility for it.", "I'm going to hire a housekeeper so we can get some help around the house.", "Right?", "He wasn't also standing next to you saying the emperor is naked.", "I see it too.", "So this Legacy it leaves you only with the option you had either to just try to get through that to them desperately or to put it back.", "All in on yourself is the way of getting control.", "You don't have internalized inside you how to negotiate the differences and disagreements and problems.", "Feeling like you didn't have to turn it all in on yourself.", "And you also could have some different kind of patience and love go around it to like it would have been so much better for you.", "Had your mother said to you.", "I'm so depressed.", "This is something called depression.", "This is what it's called.", "This is what I'm doing trying to get myself into treatment and get better.", "This is nothing to do with you.", "I don't want you to feel responsible for me.", "I love you so much.", "I wish I could get out of bed, but I can't that would have been really different even though she still would have been depressed.", "You see what I mean?", "Just in Communications.", "I'm holding in mind your mind and still trying to take care of your mind needs even while doing that and I think that had that even that happened even if she still has severe depression you would have been able to say okay.", "This is my mom and her problem and I'm not happy.", "It doesn't mean you and the depression isn't a problem.", "It's still problem if she's lying in bed all day long.", "That's not good for any person right so you could have your reaction.", "Also not have it feel like your whole sense of yourself revolves around what's happening with her you could feel free to kind of feel good about yourself regardless of what's happening with her and I think that that's was still stuck in with Ivan, but it's hard to kind of feel like you see what's happening with him and have some reactions to it feelings about it and frustrations and disappointments and have what's happening with him not totally impact your sense of you.", "Does that make sense?"]}, {"speaker": 2, "dialogue": ["Yeah, and I feel like I've made a tiny bit of progress with that to some extent.", "I don't think by a large Ivan is not doing like he's not.", "I don't know.", "He doesn't talk about it.", "He doesn't really acknowledge it and I don't completely blame him for that because I mean he's I'm really the only person I mean", "Really the only person outside of doctor board and Doctor pharaoh who has any like who's ever going to talk with to him about it right now in anyway, and I just know the other day he got off the phone with his parents and they were finally going to like no no send the like insurance reimbursement.", "This is like 5 months later and I'm like Ivan.", "That's pretty that's a long time."]}, {"speaker": 1, "dialogue": ["Yes, it is."]}, {"speaker": 2, "dialogue": ["And I'm like, that's kind of."]}, {"speaker": 1, "dialogue": ["That's really happening, Ramona."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["What's a real 5 months?"]}, {"speaker": 2, "dialogue": ["Yeah, I know and I'm like Ivan, that's not and I told him I didn't think that was okay that he could feel and he was pretty sharp with me after he got off the phone and pretty angry with me.", "And I said, so did you tell your parents that you felt a little frustrated about this or did you tell them how you felt about it at all?", "And he's like, yeah I said it was a little frustrating and I just occurred to me.", "Maybe it's not a coincidence that he's really angry with me after he's getting off the phone and raising his voice and maybe I didn't do anything wrong.", "Maybe he's really angry with them and that's okay, but I still feel really frustrated because I wish", "Actually think it would be a really healthy thing if he could find an appropriate way to tell them that he didn't that he did feel angry or that he like that.", "It wasn't maybe super acceptable to"]}, {"speaker": 1, "dialogue": ["You're so right and it's also so good and healthy that you could for that split-second make that connection that maybe he's not actually angry at you.", "In fact, it's safe to get angry for him.", "One of the things that means is that you're like the safe Outlet.", "I know that's not exactly the fun to be and a safe place for somebody to angry.", "But that means your relationship with him isn't a different maturity level and the relationship he has with his parents where it's not safe from those feelings are just found the outlet in you but they're actually meant for them.", "They're the feeling and she couldn't Express in them."]}, {"speaker": 2, "dialogue": ["I know I just it's not fair and clearly I do not have a perfect in relationship with my parents.", "But I guess I don't know.", "I wish Ivan would confront.", "I mean arale would confront even me he can get angry at me and yell at me to some extent which is almost like"]}, {"speaker": 1, "dialogue": ["And that's the new right?"]}, {"speaker": 2, "dialogue": ["right, and it's"]}, {"speaker": 1, "dialogue": ["That's pretty now."]}, {"speaker": 2, "dialogue": ["Sometimes it's good that comes out in a really kind of uncontrolled way because he is it's like he has no clue how to do this.", "How do you get angry with someone?", "How is that ever?", "Okay.", "I just wish maybe that he that could never happen.", "But I know his parents a lot of times have told him he's just being moody or he's like you just brush it off and that's just Ivan.", "And that's just and I guess I wish I told him it's okay to get angry and I said even if they can't handle it, even if they can't handle even if they aren't going to respond appropriately it's okay to say this is really frustrating or just to get it out to some extent."]}, {"speaker": 1, "dialogue": ["I also wondered if as you were telling me the story The only piece of the anger that might actually have been for you and maybe this is just the way I heard it.", "But the way you said it to me it was that you said to him this Ivan.", "This is not okay what they're doing."]}, {"speaker": 2, "dialogue": ["Yeah, he doesn't that's not like."]}, {"speaker": 1, "dialogue": ["I think that so I just wonder about like if you said Ivan that I feel I'm sad for you that feels like neglect abuse Ivan 5 month.", "Do you know what I mean?", "In other words picking up on your own empathy for him instead of I might hear if I'm him.", "I might hear you saying this is not okay as a kind of rude of him and an attack of his parents instead of the we are actually feeling also is like wow for a second how poor Ivan to it is certainly not okay for you either because this is affecting you but I had to put up with this his whole life.", "Also this kind of neglect."]}, {"speaker": 2, "dialogue": ["It's just it's hard because I find my absolutely I find myself getting angry at them and I know there is no way he can't get angry at them and he can never say like I'm angry with my parents that would be way over the top for him.", "So clearly he's not going to respond to me saying that about them.", "He's not going to respond to that.", "Well, but I don't know it's hard because I want him to be able to express that and I also"]}, {"speaker": 1, "dialogue": ["I just I guess I'm wondering if you might have more space to feel actually to start to feel his own anger.", "If you were to say that.", "I'm sorry.", "Do you know what I mean?", "But it actually gets his experience gets validated and gets to its it gets to grow from within him.", "I think when he hears you getting angry and he gets scared.", "He just gets scared at anger.", "I think any sort of clams up and goes inside and that got angry back at you in a way the essence of what you're saying is that this is really not.", "Okay.", "It's very poor treatment of him is neglectful."]}, {"speaker": 2, "dialogue": ["And I've tried to it's more I guess it's my opinion, but I tried to tell him like even if your parent it seems like his parents actually struggle with a lot of the same stuff that he does.", "It's not entirely like you develop these problems on his own."]}, {"speaker": 1, "dialogue": ["No."]}, {"speaker": 2, "dialogue": ["I think a lot of them were shown to him to some extent."]}, {"speaker": 1, "dialogue": ["This is Cason point."]}, {"speaker": 2, "dialogue": ["So I tried to like even if like it's okay to say you're angry at your parents like they really procrastinated or whatever and it still say you love them and they're your parents and they're really important to you.", "It's okay to recognize that are flawed and still.", "Things are also just feeling I guess pretty hot right now around that subject because I was talking about visiting my parents toward the end of the summer.", "I really need to get my car inspected anyway, and I need to go to Louisiana.", "So we're talking about that and I'm just feeling like overwhelmed and I already have a mental list of projects.", "I want to do at my home at home and it's just really hard to talk to my parents on the phone.", "I'm really hard to like.", "My dad is trying to give me job advice and my mom is like"]}, {"speaker": 1, "dialogue": ["You have a specific time you supposed to go home."]}, {"speaker": 2, "dialogue": ["We were talking about the end of August because Emma has a little bit of vacation time.", "So maybe taking a long weekend."]}, {"speaker": 1, "dialogue": ["So that she'd be down there with you."]}, {"speaker": 2, "dialogue": ["Yeah, and Ivan, may or may not so that's like I'm already so worked up about that."]}, {"speaker": 1, "dialogue": ["What are the projects you're going to do at your parents house?", "meaning"]}, {"speaker": 2, "dialogue": ["I mean, yeah, I'll I mean I will clean to some extent obviously that's always the other day.", "I was just talking to her on the phone and saying like maybe will we will be coming home within a few weeks or whatever and I just casually like so how are things going at the house and because selfishly I kind of wanted to have a heads-up and what I was going to walk into because it really ranges dramatically and it's really hard to drive 8 hours and not just like walk in the door and have no reaction no matter no matter what it is.", "It's really hard to do that but asking is like a recipe for for disaster and she's like first thing out of her mouth was you Dad gives me no help I have to so who knows what it's like", "And they just took in another pet so I'm really angry and really dreading it and really like I want to see my parents.", "I love my parents, but it's so hard to go home and not say a word about everything that's staring you in the face.", "So yeah, I have a list of things.", "I want to do it on there and it's just like"]}, {"speaker": 1, "dialogue": ["So what would be like Ramona to?"]}, {"speaker": 2, "dialogue": ["the go home and not"]}, {"speaker": 1, "dialogue": ["Say Actually I don't even care if you make the list and then you rip it up and say I'm not doing the things on the list.", "This is not my home.", "It is not I'm not living here.", "You have to spend I don't know what 3 4 5 days there."]}, {"speaker": 2, "dialogue": ["yeah"]}, {"speaker": 1, "dialogue": ["a week"]}, {"speaker": 2, "dialogue": ["no I mean not that long but"]}, {"speaker": 1, "dialogue": ["Okay, long weekend, and then you're back to your home, but the energy into your house."]}, {"speaker": 2, "dialogue": ["I felt really bad because my mom said I'm not sure it's as clean as your apartment and it was almost like it was an insult it wasn't like your apartment is really nice I'm not as fussy know it was an insult it's like I'm too picky I'm too even though if you're at the house is really disgusting and if I suggest that needs to be cleaned you have to have it perfect you have to have an Immaculate its again like I'm imagining the problem but Emma has suggested like it's she got really worked at the other week when we talked about it because she said she doesn't know she feels torn because they need help with things to some extent but she also just wants to spend time with them because they're getting older but also just we don't want to go home very often we don't see them very often to just actually have quality time with them"]}, {"speaker": 1, "dialogue": ["When she says they need help with things does this mean they're actually asking the two of you."]}, {"speaker": 2, "dialogue": ["so"]}, {"speaker": 1, "dialogue": ["When you guys come home, can you do this this and this?"]}, {"speaker": 2, "dialogue": ["there is one thing that my mom is already been asking about if we could help with."]}, {"speaker": 1, "dialogue": ["With what?"]}, {"speaker": 2, "dialogue": ["So she has maybe a hundred nursing uniforms.", "She was a nurse off and on for a while and she hasn't worked in years now."]}, {"speaker": 1, "dialogue": ["100"]}, {"speaker": 2, "dialogue": ["No, she probably has a hundred.", "I mean some of it she's never worn."]}, {"speaker": 1, "dialogue": ["how"]}, {"speaker": 2, "dialogue": ["Because she has a problem with shopping but she yeah, she probably has a hundred.", "I mean, they're all just like in there multiple huge container ship them.", "And so she wants to sell them.", "She agreed to sell them and I said, but if you want to sell them you can't go buy new if you decide that you ever want to like maybe you want to keep just a few or maybe that has to be enough, but she can't control I've learned to stop trying that but she's like, yeah, I guess we should take pictures of them and try to sell them and so part of me had like a little moment.", "We're mentally I thought like I wanted to almost say to her you can do that on your own.", "That's not my job.", "Using a camera or uploading to be online?", "That might not be the easiest or most intuitive thing for her.", "My mom is 66 but I just had that thought you're grown up.", "So your uniforms you can tell them I had that thought and I would never say that to her and clearly if we go home I will have her do it, but that's one thing she asked for so Emma said well she asked for that so we can do that, but maybe we should leave the rest of it go."]}, {"speaker": 1, "dialogue": ["Will she get a lot of money for these then their new?", "I don't know."]}, {"speaker": 2, "dialogue": ["Some of them are new some of them have barely been warned.", "I mean they're all in perfect condition."]}, {"speaker": 1, "dialogue": ["Are there a lot of money?"]}, {"speaker": 2, "dialogue": ["She spent a fortune on them.", "She might not get I mean she probably won't get half of what but better than just donating all of them."]}, {"speaker": 1, "dialogue": ["And then what will she do with the money?"]}, {"speaker": 2, "dialogue": ["I don't want to know I don't want to know probably buy more stuff for spend it on the pets.", "No, it's a problem.", "It's an actual problem."]}, {"speaker": 1, "dialogue": ["She like shopping."]}, {"speaker": 2, "dialogue": ["Yes, absolutely.", "It's a really really it's a really big problem."]}, {"speaker": 1, "dialogue": ["What else does she shop or is it closed?"]}, {"speaker": 2, "dialogue": ["She has a couple thousand bucks not like she has a lot of books how isn't that know she has a couple thousand legitimately and she keeps buying more."]}, {"speaker": 1, "dialogue": ["That she reads to."]}, {"speaker": 2, "dialogue": ["She reads a lot."]}, {"speaker": 1, "dialogue": ["He's a reader."]}, {"speaker": 2, "dialogue": ["But she has a mean of them.", "I don't know what percentage she's actually red.", "I mean she keeps buying more even if"]}, {"speaker": 1, "dialogue": ["And she's not going to the library or something."]}, {"speaker": 2, "dialogue": ["She goes to the library.", "Sometimes she says but when she came up to visit she spent more time than anything than anything.", "I feel like in bookstores so buy big bags of books."]}, {"speaker": 1, "dialogue": ["seriously"]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "So she didn't go see where Emma worked but she went to bookstores.", "Sorry.", "That's like a really rude to say about your mom."]}, {"speaker": 1, "dialogue": ["That is not rude."]}, {"speaker": 2, "dialogue": ["But I'm bitter about it clearly."]}, {"speaker": 1, "dialogue": ["You can go to a bookstore anytime.", "You're here to visit your daughters."]}, {"speaker": 2, "dialogue": ["No, she shops to it's definitely a coping mechanism for her and everybody has Mike opening my coping mechanisms are probably equally bad in two ways.", "But it's a frustrating thing just like they found a stray cat and now they're taking it in and I said, so what are you going to so what are you going to do about that?", "I just like trying to for the millionth time with them to coax like maybe just find it a really great home spend some time.", "And because you have 20 pets, but now I set him up and you're still in your sister's room."]}, {"speaker": 1, "dialogue": ["Oh my goodness."]}, {"speaker": 2, "dialogue": ["I'll be fine."]}, {"speaker": 1, "dialogue": ["Oh my goodness."]}, {"speaker": 2, "dialogue": ["And it's just like it's horrible because it makes me cringe inside and I should be able to let it go but it's like it's really like all that on the table.", "It's hard to just go home and not say anything at the house is a mess and not saying anything if they took in yet another pet.", "I'm not saying anything if my dad comes home at midnight from work.", "It's really hard.", "I end up right back in the child role of coaxing and cleaning and very much bargaining."]}, {"speaker": 1, "dialogue": ["So what would happen about it?", "If you decided that you're not going to help with the projects around the house.", "What do you is something going to happen while you're home?", "Will they get really mad?"]}, {"speaker": 2, "dialogue": ["I don't think so."]}, {"speaker": 1, "dialogue": ["I don't actually sound like they would it's not like you're demanding you do this."]}, {"speaker": 2, "dialogue": ["no, she know my mom has said and my dad to some extent that they feel bad that we come home and help and I think it's just really hard for a lot of reasons because there's the whole like it's always been this way Emma and Emma and I have always cleaned it up since I mean since we were very little"]}, {"speaker": 1, "dialogue": ["It's hard to break out of that cycle."]}, {"speaker": 2, "dialogue": ["it's really hard to let it go and it's also like my dad is in his late 50s.", "My mom is in her later 60s.", "It's like it's not getting to the point that even if they say there's no depression.", "There were no marital issues.", "they were there were like"]}, {"speaker": 1, "dialogue": ["Some help."]}, {"speaker": 2, "dialogue": ["of course and they have a 1616 room house.", "They have a big house and they have 20 pets and he has a whole business that he's the only like they really could use some help and I really and there really are some projects.", "That would be overwhelming for Emma and I let alone"]}, {"speaker": 1, "dialogue": ["Sure.", "The only thing though is here's what I'm feeling about where you are now as a child affect your daily life.", "If you didn't if you couldn't find a pathway or if there are dust bunnies everywhere Arthur's color everywhere.", "It was affecting your sanity your living space your comfort you had to do these things in order to keep up with your own life.", "You now don't have to do that at that house."]}, {"speaker": 2, "dialogue": ["no, but it's still it's not just it's never been just about what Emma and I needed Emma has tried to tell me like just clean your and there were times when she came home from college and she cleaned her room and she stayed in her room and she let it go and my mom would say that she was lounging on the end of spine and pretty much call her lazy because she wasn't"]}, {"speaker": 1, "dialogue": ["Really so she would do that."]}, {"speaker": 2, "dialogue": ["Yes, and I don't think she ever had the idea that other people came home from college and had a break and their parents made dinner and their parents clean the house and they weren't lazy."]}, {"speaker": 1, "dialogue": ["Are they came home to a fairly clean house?"]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["massive undertaking"]}, {"speaker": 2, "dialogue": ["like normal amounts of helping out as opposed to"]}, {"speaker": 1, "dialogue": ["cleaning the dishes that kind of thing."]}, {"speaker": 2, "dialogue": ["so Emma has done that.", "Emma has suggested that we do that.", "She's like, you know, what instead of taking on all the projects.", "She's like, I know there's still some stuff in my bedroom closet.", "I should just stick with that if I want to go through like that.", "That's fine.", "But she's like maybe we don't need to and she said maybe we should just try to coax them to do some fun things or go out to dinner or go out kayaking with my dad because we always say we'll do that but the other there's so much but the other thing is even if we sat around the house and ignored everything which would feel impossible and probably would be impossible."]}, {"speaker": 1, "dialogue": ["hard"]}, {"speaker": 2, "dialogue": ["my dad is not like"]}, {"speaker": 1, "dialogue": ["home"]}, {"speaker": 2, "dialogue": ["he's not going to take off.", "He's not going to get coverage while we are at home and he is on call 24/7 and he schedules a lot but he also gets a lot of emergencies and he travels and he does Alabama and La sushi ya.", "I mean if he comes home early, it's like 7 or 8 at night.", "That's so early for him.", "That's he let my mom will say he does that when you're home and it's like it feels like crap.", "And my mom will stay in her bedroom a lot, even if we are home and it's not like she doesn't care that were there and Emma says even if they're not there with us the whole time they like that were there and I think it feels good to them that we even if we don't do a ton even if it doesn't look like what a visit would look like to us.", "It's just it's so complicated."]}, {"speaker": 1, "dialogue": ["They might like that you're there, but they're not actually showing that they're really enjoying and making room for spending time with you."]}, {"speaker": 2, "dialogue": ["I mean they are in the ways that they're able my dad coming home at 7 or 8 at night.", "That's huge for him."]}, {"speaker": 1, "dialogue": ["That's crazy.", "That's so messed up."]}, {"speaker": 2, "dialogue": ["usually it's 11 like usually"]}, {"speaker": 1, "dialogue": ["my goodness"]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["Oh my goodness."]}, {"speaker": 2, "dialogue": ["No, he like work.", "I don't ever say that.", "My dad is a workaholic and that he works a lot."]}, {"speaker": 1, "dialogue": ["really addicted to work"]}, {"speaker": 2, "dialogue": ["No, like we're talkin 7 to 11.", "He's gone."]}, {"speaker": 1, "dialogue": ["Wow."]}, {"speaker": 2, "dialogue": ["It doesn't happen as much on Sundays because people don't want to schedule stuff on Sundays.", "But I mean he's still and then it's like paperwork you should be doing paperwork.", "So it's like never anyway, so that's coming up in just like something I need to do it.", "I need to like do some personal work around that but also I got an email from my mother-in-law saying we want you to come visit August or September still make it too long like until you get there and it's so awkward because I haven't sister just got back from Europe.", "She was there for a year and they didn't talk for the year.", "I invited her.", "I'm like we should sky and she"]}, {"speaker": 1, "dialogue": ["parents"]}, {"speaker": 2, "dialogue": ["No, no, no, no, no.", "his sister and Ivan did not"]}, {"speaker": 1, "dialogue": ["She was gone for a year."]}, {"speaker": 2, "dialogue": ["No, they just like didn't really ever like on Thanksgiving the phone got passed around and I think he said hi to her this is it in several times.", "I messaged her and said like we should set up Skype or something and she just never really liked so I let it go but now she got back and I'm like so neither of you are going to acknowledge that you haven't even like talk.", "No, no one is going to acknowledge it no one is going to"]}, {"speaker": 1, "dialogue": ["Are they in a fight?"]}, {"speaker": 2, "dialogue": ["No, no."]}, {"speaker": 1, "dialogue": ["There's not some tension going on."]}, {"speaker": 2, "dialogue": ["No, I mean there's definitely tension with her and me.", "No, they don't fight.", "They just don't talk to each other."]}, {"speaker": 1, "dialogue": ["You're so alone."]}, {"speaker": 2, "dialogue": ["And now they want us to visit but his dad also in the same breath asked if they could visit so I'm not sure what's but I'm just like so now we were talking about when we go home to visit my parents.", "I've been going to a nest driving up to New Orleans for part of that time and coming back and I'm already thinking like, I don't know if I could handle everything at home and then go up there and every everything there and then"]}, {"speaker": 1, "dialogue": ["It's like graduation all over again."]}, {"speaker": 2, "dialogue": ["right, but 30 hours of driving and"]}, {"speaker": 1, "dialogue": ["Yeah, I got to the top of it."]}, {"speaker": 2, "dialogue": ["Saudi anxiety is pretty high plus I'm thinking like I cannot face any of them.", "If I do not have a job and I'm feeling really anxious and crummy about that.", "So anyway,"]}, {"speaker": 1, "dialogue": ["Well, we're going to have to stop let's prioritize talking about what I'm going to ask you to think about this week might be a reasonable set up for goals and extra cheese for you to set up for yourself for a visit home with your parents and by that.", "I mean I'm suggesting to you.", "All right, what if you're strapped the list and you kind of look at me like", "Not a chance that that's happening.", "So maybe that's not reasonable and realistic.", "Maybe that's asking too much of you know what I mean?", "That is", "just this is so ingrained in you and even your sister to do this.", "That what would be something that would be challenging to yourself to try something new around it a little bit.", "What would be something like it carves out a little bit of space for you and let go of the piece of responsibility.", "It might look something like maybe you say okay, we will grieve for a couple hours on one of the days.", "We're going to sit down and help her take photos and put stuff up on eBay or whatever that would look like.", "That would be the project that we tackle that we won't tackle some other like cleaning up the garage or whatever would be the other kinds of things that are running on your list that you'll agree to one but not an endless.", "I'm at you and your sister might then try to say we would love to if it would if we could somehow do it XYZ together.", "I don't know what that would be kayaking going to movies going out to dinner communicating that", "To your parents and even maybe a green with each other, even if your parents don't show up in whatever capacity that you and Emma do that you enjoy your hometown together.", "You do something sure your vacation together.", "And again, this is just one iteration of what that could look like, but just trying to think about okay, how do we get a little bit more space for new adult Ramona to not feel quite as responsible because this actually doesn't impact your daily life anymore.", "It's going to impact weekend.", "But you have your independent life now, you don't it's not your household you're living in and you can start to try to press a little bit into letting go of some of that.", "Does that make sense to think about it?", "I just want to ask if there's room for you to do this one this week.", "If you notice a time or two or three or the statement, I hate myself comes out.", "Could you write a little bit about where you are and what's happening how that thought came up just kind of put context is so we can get a couple it's partly for us to talk about but also partly for you to really get like what are the feelings is a shame.", "Is it anxiety is it?", "I should be going on but doesn't have Outlet out.", "So it's turning back on myself.", "That's driving that thought when then what happens when you say it's going to be okay even using it at home.", "It's going to be okay.", "We're going to figure something out that's going to protect you a little bit not a lot.", "Maybe not a lot yet but a little bit so that there's something new starting to grow about the potential in you and just right just a few.", "Down a few details.", "If you want to email it to me.", "That's cool.", "If you want to bring it in bring it in cuz that make sense."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Okay.", "Good to see you."]}]