[{"speaker": 1, "dialogue": ["How did things work out?", "I've got your message, obviously after."]}, {"speaker": 2, "dialogue": ["I know you are very helpful.", "Thank you for taking time to call me."]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["So Ivan said he was fine that night that he didn't need to go anywhere and that so he didn't do anything further.", "He did say I was hoping you wouldn't find that so we did make the distinction that he was saving it actively."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["It wasn't something that he forgot about which I was really hoping it was because that's really common for him.", "But it wasn't and we saw dr. Farrow SP Friday.", "Obviously, it wasn't very helpful.", "And I guess I something I tried to convey to her which I'm not sure she understood not communicating directly.", "You are maybe she doesn't understand.", "I feel like I need more help.", "I feel like I need I don't know what she takes.", "I don't know what it should look like but it's been it's really become a lot to take care of him on some level and to be responsive to the way things are going with his depression and such without any additional help because I feel like it's really helpful to me with you, but that's 45 minutes out of the week.", "Then my sister is there always listening but I feel bad like putting that on her cuz then she's really worried.", "I don't like going I don't like doing that and that's kind of where it ends because my parents aren't so able I guess and talkin Ivan's dad was a really bad experience.", "So I guess she's like you need someone to come in and help you with the apartment.", "I'm like no."]}, {"speaker": 1, "dialogue": ["Yeah, I wonder what you're picturing when you say I need more help.", "What looks what would help."]}, {"speaker": 2, "dialogue": ["In theory, I think it would come from our sets of parents and Theory it would be someone who could be calling them and checking up and finding out what's going on and be really like I'm bored with this treatment plan and I don't know if I should call that but maybe for me somebody who's able to call and just how's it going?", "It seems pretty clear.", "It's not going to come for my parents, which is fine.", "And dr. Farrow said do not call his dad.", "I think it's more emotional support.", "I think it's more I'm having a really really tough time is mood swings seem to be more pronounced.", "Egos for my crying to really happy hyper attentive towards me you guys really back and forth back and forth, which I understand part of depression.", "I shouldn't expect it to be different.", "I'm not criticizing the fact that he's going through that but I'm just acknowledging its really tough."]}, {"speaker": 1, "dialogue": ["It's a lot on you."]}, {"speaker": 2, "dialogue": ["Right now I'm really worried about the threats in the note and I'm very worried about it obviously, but I'm also again it sounds horribly selfish.", "But I've taken a moment and realizing that this is really tough to deal with I'm not doing it completely alone obviously, but it feels like sometimes when I'm not when I'm not here"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I'm the only other person in the apartment and it's too much and it's affecting me physically and it's affecting me emotionally and sometimes I feel myself being really pulled down in his when the moves are really impressive and it's really hard to like try to bring him up because I'm like, so it's getting really difficult to manage."]}, {"speaker": 1, "dialogue": ["What if the dilemmas is that you articulate what you wish you had that would that would help for as a parent who is more supportive both of you you wish that only for your own parents to be people who they are not but his parrot sounds like that also is a piece of what we may have thought clear after your exchange with Ivan's dad that he has tremendous deficits also as a parent."]}, {"speaker": 2, "dialogue": ["I don't know.", "I've talked to my sister a little afterwards like the next couple days or whatever and I told her what had gone on and she's like, well, he's reacting like a dad.", "He's emotional.", "He can't it's unfortunate.", "He couldn't step out to help you but you felt like it went back to his he and Ivan are more friends than anything which is I don't know how I feel about that.", "But I mean he was not at all able to be it wasn't like an initial hysteria and then he calm down like he had a plan.", "No."]}, {"speaker": 1, "dialogue": ["So he was hysterical on the phone."]}, {"speaker": 2, "dialogue": ["He wasn't like stopping and but he was really emotional and he was very clear that he wanted me to talk or to call doctor bored and find out what I should be doing differently and how I should be taking care of it.", "He's like do not call and ask what I've been needs to be doing find out what you need to be doing.", "I'm sure he meant I'm sure it never occurred to him."]}, {"speaker": 1, "dialogue": ["Yeah, I'm not."]}, {"speaker": 2, "dialogue": ["That sounded really accusing but he said I don't know if this is around the time you went home to get your car inspected, but I don't know if I even if it sounded like you didn't want him to go.", "I want don't want to get in the middle of that.", "But so we just kind of let me know that he thought it was me kind of astounded accusatory to me and he called me back after a while cuz he couldn't wait to hear if I had gotten hold of dr. Word and he's telling me that Ivan has had some struggles with this before.", "He's like Ivan doesn't know it but he wrote a poem and 7th grade and his teacher called me because it was dark and I wanted to say why didn't you do anything?", "Why didn't you but all I said was I feel like it's clearly in grad school even a little before I haven't needed some help with this and you didn't get it.", "There are some big things.", "I'd like to know when really see his struggle with attention or memory or he's like no, that's all he's been here.", "Whenever I mention I said that.", "I said I said someone I didn't want to bring in that I'm seeing someone intimate but I said one of them said that it might be helpful for Ivan to get some kind of evaluation to find out what's going on and maybe even a pharmaceutical evaluation and just I told him I didn't know if he was aware but Ivan feels that this is very big matized and he's very disappointed in himself.", "If that would, you made that very clear.", "I said, I don't know if there's a way that you could somehow approach him and let him know that you guys support it and you don't you know, there is no Stigma and its healthy kids really couldn't", "You really couldn't get that maybe cuz I'm like, I know you told Ivan at one point he needs to be on antidepressants and I said maybe you don't do that.", "I said, you know, you're not really it's not really your field and even if it was you are his dad and you are so close to this.", "He's like, well, I did take a lot of psychology course.", "I'm just I'm sorry.", "I can't get past that.", "I'm so angry at him.", "He's a pastor.", "He went to Seminary like he's not major in Psychology event.", "He has no what is honestly on the phone telling me how 20 years he took a couple classes, and I'm just like"]}, {"speaker": 1, "dialogue": ["Did he call Ivan or did Ivan's mom call Ivan?"]}, {"speaker": 2, "dialogue": ["haha"]}, {"speaker": 1, "dialogue": ["No one called him."]}, {"speaker": 2, "dialogue": ["I know everybody's acting like nothing ever happened and Martin was very clear on the phone.", "He's like this conversation never happened and you till you hear from doctor.", "I don't think you should confront Ivan.", "I told him I didn't know what to do here.", "And I was hoping he really just kind of told me to just so is unfortunate and he kind of gave me like a short list of what he needed and he never called me back not even to check like how's it going?", "I think that's his way of so I understand Ivan maybe avoids him sometimes and maybe he'll learn that a little bit at home."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I don't know.", "I'm just really."]}, {"speaker": 1, "dialogue": ["Well, I think that could be one of the things that for you right now is most anxiety-provoking about not only finding the note but then to discover in the whole system of your life your shared life with Ivan that neither of you has a set of parents or even a single parent who you can turn to for some guidance and support through all this and that's devastating."]}, {"speaker": 2, "dialogue": ["Maybe tell my sister said what about Julie?", "Maybe his mother is a bit more.", "She's definitely a bit more or less emotional unless mainly talking but the problem is I'm very intimidated by her.", "So I'm kind of scared to call and I'm really worried that I it can go as badly as it did with Ivan's dad or worse and I really again this sounds really selfish, but I really can't deal with her blaming me cuz I already feel like there is already suggesting me saying you need to have a job or you need to like that makes him feel worthless or that makes him feel which is difficult."]}, {"speaker": 1, "dialogue": ["Yeah, one of the things that's hard.", "I mean, dr. Farah said that she does experience a dynamic in the room get so polarized.", "We are holding this kind of rage and criticizing criticism and he's holding all the shame and kind of recoiling.", "I think that the thing I would be pushing you guys to start getting out there and understanding together is that I don't think you're the only one which region criticism in the room and I don't think he's the only one with shame in the room and me anxiety."]}, {"speaker": 2, "dialogue": ["No, no."]}, {"speaker": 1, "dialogue": ["I think you carry around tremendous Shame about your own family your own experiences.", "The problem is that you just both deal with it in opposite ways.", "He puts his head in the sand and you kind of do a very opposite obsessional organizing cleaning organizing cleaning organizing cleaning.", "So you take it almost as a critical attack and he takes it with the withdrawal the problem is that right now as long as you're in that place is going to stay in this place, you know, and if the couple's work is going to help you it's going to be able to help you come back to not feeling is responsible for him not feeling sort of letting go of your criticize them criticism for the for the time being and him to start to grab some more of his own self criticism going to put his own agency initiative.", "I think one of the problems in what's getting clear in this family system though, is that you both have", "Set the parents who kind of rainforest these ways of being in the world and a find the Ivans dad.", "For example, here's what his son wrote a suicide letter and doesn't want to doesn't want Call Him a Cowboy that he is.", "That's how much he sticks his own head in the sand.", "You know, that's extraordinary.", "Told you not to confront him about it.", "And this is how much things got pushed under the rug in this family and still to this day.", "He can't be a responsible appropriate parent around and appropriate parent would have been to call him and say I need to let you know.", "I know this I'm so concerned about you.", "What can we as parents do to help you with this and that's absent so it's all the more infuriating for you.", "The problem is what if that's what you're going to get.", "What if that's who they are."]}, {"speaker": 2, "dialogue": ["I don't know.", "I really again I keep trying to emphasize the doctor Fair out cuz I feel like this has been really clearing me for a while.", "Is that I really need something more and it's not so she's like do you need to see my doctor McNally more?", "Do you need someone to help you clean the apartment?", "Do you need I don't know that those are and then she immediately from there went to separation which right now I don't feel good about and I don't want to do but I don't know if it's a parent.", "This is really difficult yesterday.", "I had to listen to him tell me how it's inevitable.", "We're going to get divorced and couples therapy.", "I have to listen to him say this is hopeless.", "It's never going to get any better and I have to find a way to not only get upset and not have any emotions surrounding that and not take a minute to go cry or call someone or take care of myself.", "I need to turn around and say like what can we do to help you tell me it's really difficult."]}, {"speaker": 1, "dialogue": ["And you have all this feeling that bubbles up about how he could do that from your own childhood."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["You've done that your whole life."]}, {"speaker": 2, "dialogue": ["I'm tired, and I don't know what doctor Pharaoh says.", "She thought it seemed like she perceived me as being almost like stuck in the 90s.", "Like I'm really doing it all over and it feels that way to an extent but honest to goodness it more.", "Maybe this is just me not being aware of but it really feels like I really do did do it growing up and I really did do it even in college like every summer and now I really am doing it with my spouse and so"]}, {"speaker": 1, "dialogue": ["Okay.", "Okay.", "So one of the things we have to I think get clear about in reality is his parents are not going to be parents to him in the way you want them to be."]}, {"speaker": 2, "dialogue": ["Should I try to talk to Julie?", "Is that a?"]}, {"speaker": 1, "dialogue": ["That may be an option is to try it.", "But who knows?", "I don't know her, you know her better than I do for sure.", "I don't know what kind of response she'll have.", "That might be then the next step is something you could try if you're being practical but if she responds in a similar way, it's that question than what if there are not going to be parents.", "We're going to help them either side will your parents?"]}, {"speaker": 2, "dialogue": ["My mom is apparently still not talking to me for two weeks ago when I asked about Easter, so I am not sometimes she can be really helpful and other times around like she's really not not a good situation and my dad doesn't do any type of emotional discussion."]}, {"speaker": 1, "dialogue": ["What would happen if you called him?"]}, {"speaker": 2, "dialogue": ["You would tell me I'm really sorry to hear that.", "Let me know if there's anything I can do you would care to talk about feelings is not something he does and he would really take the you know, I'm really cross that Ivan didn't get a job or he needs to be working you and take the very practical like you someone who doesn't take care of his own house.", "So I mean he's worried about me.", "If anything.", "He's pretty disappointed.", "I think with the way Ivan has been."]}, {"speaker": 1, "dialogue": ["But what so what's missing he would ever response in the moment.", "That was empathetic.", "It sounds like he would say, I'm sorry, but he wouldn't be able to be to offer more of something.", "Is that what you're looking for?", "Like somebody who's going to"]}, {"speaker": 2, "dialogue": ["I don't know, but I'm"]}, {"speaker": 1, "dialogue": ["Because nobody's going to be able to fix this situation."]}, {"speaker": 2, "dialogue": ["No, no, I'm not expecting a sex but what I'm saying is that I feel pretty overwhelmed and everyday truly yesterday.", "You went from crap all the way through church afterwards telling me how we're getting a divorce then at lunch like nothing ever happened happy and then later in the evening like crying a little bit again and then up and down and then up again and it is so sharp and it's so actually doing and I can't I can't even tell him this is going on or that I'm struggling at this because he's totally unaware.", "He's in his own.", "He's also doing a little bit of it feels pretty manipulative and my sister said that sounds really intentional.", "I don't know but she's doing things like a walk time 4:30 a.m.", "Shift at Starbucks and I'm like, why would you do that?", "Like that doesn't even make sense to take the car.", "That's so silly.", "It's a 10 minute drive.", "Why would you even though no pity party so upset about it?", "And of course I kept saying no, of course not I feel like those comments are meant to elicit a lot of sympathy.", "What should I do?", "And then the next night when it was", "Play snowing is it okay if I take the car tomorrow morning?", "He's really doing that alot.", "It's happening another I can go without health insurance for a couple months until it kicks in.", "I'm like, why are we even going to have this conversation?", "It's so absurd and he knows it's absurd and I feel it's very clear that he denies.", "He's like, I'm not manipulating you I'm not trying to get any kind of sympathy but he'll throw pity party like like I don't need health insurance.", "I can walk like really extreme and of course I respond very warmly lovingly sympathetically and he wants that and it's really frustrating because again, I feel really alone and taking care of all this and it is a lot all day every day and night still breaking out in hives in the whole thing."]}, {"speaker": 1, "dialogue": ["So if you're not ready to get separated one of the things I think we really need to help you do more is to learn for right now to not be as responsible for him."]}, {"speaker": 2, "dialogue": ["It's impossible."]}, {"speaker": 1, "dialogue": ["Cuz as your language comes out Ramona every single thing you're saying is that it's as though he's your parent and you're saying I have to take care of him and I have to be kind then I have to coax him out of that.", "Then I have to do this you sound like you need more protection right now from playing that role and anything and everything we can do to help you not play that role anymore.", "It doesn't mean being extremely angry, but it just might mean saying stepping out of the of scenarios in which you feel drawn into take care of him.", "Just not doing that.", "What do you mean when you say it's impossible?"]}, {"speaker": 2, "dialogue": ["I don't think anyone gets what's going on?", "Because quite honestly he sits in a couples therapy and says I can take care of myself.", "I've got it under control and then dr. Farrell turns to me and says you need to start taking him at his word.", "No understand.", "Then when we go home and Ivan continues to say that you can take care of himself sometimes but he's not taking care of himself."]}, {"speaker": 1, "dialogue": ["When you say that, what's happening is he not getting to work?"]}, {"speaker": 2, "dialogue": ["Like you didn't have a schedule for this week.", "You didn't and I'm like, okay you need to call this morning and you need to get that."]}, {"speaker": 1, "dialogue": ["So that's what you need to not do anymore.", "Well, that's your responsibility though.", "That's not his responsibility.", "That's more symptom."]}, {"speaker": 2, "dialogue": ["I can't I can't that's like the bear him do the word think that is embarrassing.", "I need to have happen from him right now."]}, {"speaker": 1, "dialogue": ["Okay, but that's not your responsibility.", "What are you afraid of?"]}, {"speaker": 2, "dialogue": ["I need to be able to get groceries.", "I need to be able to pay the bills."]}, {"speaker": 1, "dialogue": ["So you don't believe he'll get to work if you don't get his schedule."]}, {"speaker": 2, "dialogue": ["I don't know.", "I mean we had a pretty big fight before he would call for it for his very first week.", "Like something is really seriously wrong when someone doesn't care if they have their work schedule."]}, {"speaker": 1, "dialogue": ["Actually, I know a lot of people who call at the last minute get their schedule and function just fine."]}, {"speaker": 2, "dialogue": ["After a month of not having a job."]}, {"speaker": 1, "dialogue": ["Yes, I'm not saying that's ideal.", "I'm totally with you on the way you're doing.", "It is more appropriate.", "But this is the kind of thing you we need to help you even for one month.", "Not you're taking on being his mother."]}, {"speaker": 2, "dialogue": ["You just keep saying I don't want that.", "I don't need that.", "I don't want that.", "I don't need that.", "No one is there to see that?", "He can't do it on his own."]}, {"speaker": 1, "dialogue": ["But you don't let him try so we don't see what will happen.", "If you don't do that.", "Do you know what I mean?"]}, {"speaker": 2, "dialogue": ["Remind me Tuesday morning.", "I woke up and we had warm food because he couldn't remember to close the fridge.", "I mean we woke up in the car battery was dead because he couldn't remember to turn off the light.", "I mean he's been using shampoo to wash his body for over a month because he can't remember to take his new bar of soap into the shower.", "I mean things actually happen that affect me so it's not like we've been down the road I can let it go or said I should let it go and it just falls on him and maybe he'll learn consequences the whole it doesn't happen.", "He doesn't get worked up about the consequences I do and they affect me too."]}, {"speaker": 1, "dialogue": ["Yeah, see you sound like you're at your wits and Ramona.", "If you're saying you can't not let some of these things go for a month.", "Do you know what I mean?", "But this is that important for example, what if you were two separate I don't mean to force.", "I don't mean we're in a separation.", "I just mean the living you went and lived with your sister for a month or something like that or he went and got his own apartment for a month."]}, {"speaker": 2, "dialogue": ["It can't happen."]}, {"speaker": 1, "dialogue": ["Why?"]}, {"speaker": 2, "dialogue": ["I don't dr. Ferro try to say something like that.", "She got creative.", "I don't know if I don't mean to say you're not aware, but I can't just move in with my sister.", "She has a one-room like studio type thing on the top floor of a house and they don't turn on the heat and I have a cat and I go to school and she lives in Newton and I have stuff and I would have to be on their list."]}, {"speaker": 1, "dialogue": ["When I say that, I'm not suggesting that that might be the exact scenario."]}, {"speaker": 2, "dialogue": ["There is now it would involve one of us finding another place.", "Probably unless I live with my sister and there is now I don't think anyone is scaring me.", "Like I need him to get the schedule because I need him to be able to pay our rent if you don't have money for another."]}, {"speaker": 1, "dialogue": ["I don't think you're hearing me that you're asking me for something that can't happen in reality then."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Do you know what I mean?", "I hear you wanting something that's not going to exist for you.", "So we have to work within the limits of what is possible in reality and figure out which option is best for you to hear what I'm saying?", "Are you sure I hear how bad it is Ramona?", "I did a lot of talking to doctor Pharaoh from your eyes so that she understands.", "It sounds like she doesn't quite understand how bad it is and I try to tell her these these kinds of things you tell her all of this."]}, {"speaker": 2, "dialogue": ["It's really hard.", "I feel like she doesn't get it.", "I feel like she blames me.", "She criticizes me and I feel like she says we need to deal with your anger and resentment and that we never talked about Ivan's depression.", "I feel like she tries to counselors like we are both.", "I don't know how to say this.", "I feel like she tries to counselors like Ivan isn't depressed and having mood swings and having problems with memory things like that never enters the room.", "I feel so it's like super callous because you can't expect the same result."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I can't get"]}, {"speaker": 1, "dialogue": ["So maybe one of the things would be helpful is for me to talk to her again to clarify a little bit more.", "Even you're adding these bullet points of things that are happening to make sure that she hears that loudly and clearly about just what continues to be going on things like this out that's minor in the grand scheme of things.", "Like that would be the kind of thing.", "I'd say to you see if you can"]}, {"speaker": 2, "dialogue": ["doesn't matter."]}, {"speaker": 1, "dialogue": ["Go buy another shampoo for a dollar find a cheaper shampoo.", "You can buy it hide it so he doesn't use that one and use that one yourself the car.", "That's a different story The fridges a different story the things that start to up the level of impact in your daily life has mood swings.", "This is where I also think like even you're not going to separate separate spaces right now how to develop some space for you.", "Even if you're going to be living in the same space how to say you won't then spend the evening together, you know what I mean?"]}, {"speaker": 2, "dialogue": ["What is not working?", "Because I've tried We have basically two rooms.", "We have the bedroom.", "We have the living room dining room.", "We have an open kitchen and the bathroom and the patio."]}, {"speaker": 1, "dialogue": ["So what do you want to happen?", "Then?", "What are you hoping someone will tell you to do."]}, {"speaker": 2, "dialogue": ["I'm hoping that someone well, I don't know.", "All I know is I really need more help because it's really exhausting and really like"]}, {"speaker": 1, "dialogue": ["What is more help look like?", "What kind of help do you need?"]}, {"speaker": 2, "dialogue": ["I need someone."]}, {"speaker": 1, "dialogue": ["To do what?"]}, {"speaker": 2, "dialogue": ["You need to listen Maybe to stay at the end of the day say like oh your husband told you you're going to get a divorce.", "That's really.", "I'm sorry, this is so stupid."]}, {"speaker": 1, "dialogue": ["It's not stupid, Ramona."]}, {"speaker": 2, "dialogue": ["It's not that big of a deal.", "I'm just a little I guess I need to someone to say that's really difficult.", "I'm here for you.", "Just something or it must be really tough to listen to him.", "Say how hopeless it is and keep going but I'm here for you and I hear that and you're not crazy and you're not going to make it up and it's okay to get upset about that or you found a suicide note today.", "Oh my gosh, let me listen or let me come over and just hang out with you.", "I don't know something but frankly quite frankly.", "I have you and I have my sister and I'm even reluctant.", "I told her about the note and stuff which I didn't want to do, but I really need to have somebody."]}, {"speaker": 1, "dialogue": ["Of course you did."]}, {"speaker": 2, "dialogue": ["But like that's the best relationship.", "I haven't quite honestly, she's been my caretaker when she was young because she's the oldest and I hate that she ends up she goes and she's really worried about me and then she tries to help me out in ways, but I don't want our relationship to become all about trouble in my marriage because she already listens to my mom about her problems and her marriage and my poor sister is never going to get married and I don't know I need somebody to"]}, {"speaker": 1, "dialogue": ["It sounds like you need someone in your life understanding what you're going through and how real and how horrible and how scary this is.", "Just even finding a suicide note.", "Ramona is terribly terribly scary and overwhelming.", "I don't know if it felt like that didn't get honored in the couple session."]}, {"speaker": 2, "dialogue": ["I know we talked about it for like 5 minutes and then she's like let's move on to where we left off and I'm like no you don't get it.", "I can't talk about any of our problems in here because he's going to go write another note was going to make another threat or Worse.", "He's going to continue finding ways to hide that you tried to tell him you need to tell doctor board about these things.", "You need to promise that and he's like no, I don't want to tell anyone because I shouldn't be feeling this way.", "I don't even say that.", "I'm angry when I'm angry because I should be better than that and it's obscure.", "It's like", "I don't know.", "It's getting really really difficult and I don't."]}, {"speaker": 1, "dialogue": ["You sound and I think one of the things that might help is identifying what you're feeling is right.", "Now.", "The thing that comes out most is anger.", "Like even at me today, you're a psychic told me is anger you sound.", "So underneath that Ramona terrified."]}, {"speaker": 2, "dialogue": ["Cuz I want him I just can't do this anymore.", "Like I can't do this for five more seconds on the other hand.", "It's okay because I need to take care of him and he needs my help right now and he's my husband and he's really struggling but it's just like you won't get the help he needs."]}, {"speaker": 1, "dialogue": ["actually remote at your struggling to"]}, {"speaker": 2, "dialogue": ["It doesn't matter."]}, {"speaker": 1, "dialogue": ["it does to me."]}, {"speaker": 2, "dialogue": ["It doesn't even."]}, {"speaker": 1, "dialogue": ["Listen, it does to me it does matter.", "It does matter."]}, {"speaker": 2, "dialogue": ["I can't turn to my husband and say I'm having a really tough time with your mood swings.", "I can't do that.", "I can't say it really hurts me that you don't support me going to school.", "I can't do that.", "I can't."]}, {"speaker": 1, "dialogue": ["What is in a couple session you said I'm terrified.", "I am absolutely terrified."]}, {"speaker": 2, "dialogue": ["Going to get more depressed.", "I don't think anyone I can't talk about anything that's going on that's wrong with his behavior anything that hurts me because it sent him further in the shame and guilt and depression."]}, {"speaker": 1, "dialogue": ["I'm not talking about wrong with his behavior.", "Do you hear the words that I'm saying are I'm terrified."]}, {"speaker": 2, "dialogue": ["What's a horrible about that?"]}, {"speaker": 1, "dialogue": ["That's his problem."]}, {"speaker": 2, "dialogue": ["No, it really does become my problem because I need to take care of him when he's writing notes and making threats and sobbing your church because we're going to get a divorce."]}, {"speaker": 1, "dialogue": ["How about you don't take care of him you keep saying I need to take care of him.", "I need to."]}, {"speaker": 2, "dialogue": ["and who's going to"]}, {"speaker": 1, "dialogue": ["Not your problem."]}, {"speaker": 2, "dialogue": ["Am I have no marriage last?", "I have no Ivan is things are going to get worse for him."]}, {"speaker": 1, "dialogue": ["I actually think you'd have more likely to have a marriage that would get saved.", "If you could say it's not my problem more because he will also have more likely of a marriage he's going to save the more he can say it's my problem.", "I got to do this.", "I got to miss."]}, {"speaker": 2, "dialogue": ["But he's not going to he's not willing to take the steps to part of depression is he doesn't want help.", "He doesn't want to talk about it.", "You would rather swim something and yell then say I'm angry because he should be better that.", "It's so extreme eating the suggestion."]}, {"speaker": 1, "dialogue": ["He has a very serious personality disorder."]}, {"speaker": 2, "dialogue": ["Is it that?"]}, {"speaker": 1, "dialogue": ["On top of depression.", "He's depressed to what it sounds like you're responding to are the layers of the way she regulates affect and respond interpersonally that can be manipulative can be moving to extremes without being able to look at things in a more mature way.", "This is stuff in his personality that is in addition to being very depressed.", "So I think that's also part of what it feels of.", "What is so frustrating right now.", "Is that a piece of what's getting at attributed to depression actually has to do with being depressed and having a personality disorder at the same time."]}, {"speaker": 2, "dialogue": ["Z really have a personality disorder."]}, {"speaker": 1, "dialogue": ["I think so."]}, {"speaker": 2, "dialogue": ["What does that I made the horrible mistake the other day saying I feel like you're two people sometimes like I feel it's a different personality.", "Sometimes I made a horrible mistake of that and then days later.", "He said you called me schizophrenic and I'm like, I never use that word Ivan like that is so"]}, {"speaker": 1, "dialogue": ["Which is not schizophrenic is a very different is very different.", "Then he would be two different people.", "That's totally different diagnosis.", "He's not schizophrenic.", "I don't think"]}, {"speaker": 2, "dialogue": ["like I really want this again sounds really horrible and it sounds really selfish but I'm really desperately want him to be evaluated and I want to find out what the heck quite frankly is going on because and I want if he needs to be taking medication if you needs to be seen doctor board a couple sessions twice, I don't know I need to know and then I need to happen you yesterday.", "He just tells me if anyone asked him to do any kind of evaluation you'd feel so disappointed in my get where that comes around because I'm talking to his dad who says if we screwed him up we'll deal with that.", "That's what he said to me.", "I'm like what is wrong with you?", "No wonder I've been as a stigma with that.", "He hears his parents refer to it as true."]}, {"speaker": 1, "dialogue": ["Yeah, yeah."]}, {"speaker": 2, "dialogue": ["I don't."]}, {"speaker": 1, "dialogue": ["It's really hard that you're going through."]}, {"speaker": 2, "dialogue": ["But he's going to be able to like I have no clue what's going on.", "Is she is he going to be able to come out of it is you going to be able to"]}, {"speaker": 1, "dialogue": ["I don't know for sure.", "I don't know him.", "I don't know what's going on with his treatment would I do know from talking to both?", "Dr. Faro Dr. Board, but they both feel he's made quite a lot of progress.", "So independently doctor board said he's opening up in a way.", "He never did in the beginning he finds more of his own feelings about actually being angry in that set in the session being upset rather than just kind of whipping himself shame.", "That is a that is a symptom that kind of covers up a whole lot of other stuff.", "Dr. Farrow said she also felt like he was really beginning to find a little bit more of a boy's she thought the two of you guys were making a lot of Headway for a while when you were being seen twice a week for a little bit until she went away on vacation and she said she felt like everything fell apart and almost felt like none of the progress that ever happened.", "She thought at that time was feeling quite hopeful about where the two of you were beginning to head together.", "So I'm saying that now because I think just to know that there's perspectives are that changes happening in him.", "It's not as fast maybe as you'd like it to happen, but character change personality change doesn't happen quickly.", "It takes years.", "So this is a new piece of the puzzle that doctor board didn't you didn't know even that Ivan had made threats, for example."]}, {"speaker": 2, "dialogue": ["I know I understand why I've been wouldn't tell someone who I can understand."]}, {"speaker": 1, "dialogue": ["Maybe you can understand and that it took you awhile to tell me because you were so embarrassed about it.", "Do you remember?"]}, {"speaker": 2, "dialogue": ["I didn't want to I hadn't looked at his notes since I found it.", "I wanted it all go away.", "The thing is things can go really well at home.", "If I bring up no issues by instigate no arguments.", "No discussions about anything this problem that I just cooked dinner and we watch a movie and make a point of talking about things that you know, he's not going to bring it up and then things are okay, but they're not okay.", "So I don't know how to actually felt like saying last time that I don't want to go anymore couples therapy because it feels so it feels almost."]}, {"speaker": 1, "dialogue": ["You feel like you're getting blamed."]}, {"speaker": 2, "dialogue": ["Yes, yes.", "I feel like I'm getting blamed by his parents.", "I feel like I'm getting blame by her.", "I feel like if I could just deal with the anger and resentment and if I didn't speak up last time and say this is too much.", "I need help that you wouldn't have suggested as a separate probably would like the marriage can work if it just put it all in a drawer and I don't.", "I really just keep coming back.", "Like I want to know what's going on with him and I want to find a way to deal with it and I want to move on and I can't deal with the next five years being like this."]}, {"speaker": 1, "dialogue": ["So he's in good hands.", "So this is more piece of it takes time getting into a relationship with a therapist to begin to sort all this out sometimes years.", "So that's kind of what you're up against in reality is that I can't go a lot faster.", "Even if Ivan were to go into the hospital for example, say he were to feel so suicidal again that doctor board to me it what feels hopeful about this is whether you and Ivan stay together or not is Ivan is now doctor board knows he knows about the letter he knows from me because you both give me permission to talk to him a little bit more about these threats.", "He was making it's extremely helpful to him now that he knows this because it kind of flushes out a little bit more about what's going on beneath the surface.", "This means that Ivan can now start to talk about some of this stuff for the first time in his life and my guess is stuff.", "He's kept bottled up inside.", "She hasn't been put into words will start getting put into words.", "That's all good stuff.", "Doctor board is an excellent therapist.", "He's probably one of my top three therapist in the entire city who I would refer to.", "He's outstanding in his intuition about people.", "It can't get much faster, especially or example, what's your doctor board says?", "Okay, Ramona.", "Ramona wants you to get testing.", "I'm going to come in and tell you we need to get tested if he does that and the poorly-timed Way Ivins going to say what and never go back to see him again.", "So he's got to also pays himself.", "Even if he agrees with you.", "That's a really good idea and agrees with me even with psychopharm.", "these are things that", "what I can do to keep my role as keep him informed of all the pieces that you can keep telling me to make sure he has a whole picture.", "I think that will help him and Ivan.", "It even sounds like he's giving me permission to do that.", "I think that will be helpful that Ivan.", "I don't think that's only in your best interest.", "I think that's in his best interest that people get the fullest picture faster.", "Projector boards also going to have to find a way of bringing this up in ways that are palatable and manageable for him too.", "And it might take some time to do that.", "So I might say to you if you can even until we meet next not bring anything up and I'm saying this not going to work.", "Your marriage is not going to work if that's what happens in the long run, but even just to get a break right now you're flooded with anxiety Ramona your float it flooded and you need a break from this you need you some Breathing Room the two of you need some breathing room.", "I need some too but you especially", "I'm in your corner.", "About kind of thinking about what you need.", "The brake is not going to come from a parent right now saying let me come and visit even I wish maybe in my heart of hearts.", "Do I wish I could come just descended your life.", "Of course, I can't do that.", "So how else do we build in kind of quiet internal parent to give the both of you a little bit of breathing room and all of this as you start to sort it all out.", "I will also talk to dr. Farrow & Hammer home even more than I already that I did already what you're saying to me today because I think it's more of a perspective that she's not thinking of as much.", "I also would encourage you to go in and don't hold back.", "Say what you said to me today to her to Ivan what you're feeling about the work and the feeling that maybe you can't get any of this if you feel like you're not being understood or being hard in the work and that's a piece of what she's asked what she's asking you what do you need?", "What do you need?", "What do you need?", "One of the things you're arriving at is I need to feel like people really get what's happening and I don't quite feel like all of your attending what's happening through my eyes.", "That's a piece of what is that's a piece of what has to happen in the couple's work for you to feel like it has value to you.", "Say that the next time you're there, but also know that I will have called both of them in the interim and left a little bit more information to make sure they're getting the whole picture of all of this if you continue to feel like Dr. Feroz, not getting it like if you feel like it's biased and you've had a chance to talk about that then it's not working for you.", "That's important to and what kind of cross that bridge when we come to it, but I think there's a little bit more that can get communicated both from you.", "And from me before you're at that place.", "In the meantime, you need a break right now.", "I would watch movies.", "I would cook dinner.", "I would try to keep it light-hearted for a little bit and know that you're getting to keep coming back here and talking about it.", "He's going to be a very big turning point in his own therapy right now.", "Is there pee now that this is out there?", "It opens new doors into places that have never been looked at and if you can get back into the couple's work in a way that feel safe and good for you.", "I think that could be helpful to bring the things you talked about at home.", "Bring it here.", "Try not to have those discussions at home.", "If you need to see her more often than see her more often.", "Does that sound like a temporary plan?"]}, {"speaker": 2, "dialogue": ["I guess it's my spring break.", "So I'm home.", "Unless I spend my days.", "I mean I could go to the library every day, but"]}, {"speaker": 1, "dialogue": ["And he's at work."]}, {"speaker": 2, "dialogue": ["You know as of this morning has a schedule for the next couple days."]}, {"speaker": 1, "dialogue": ["Okay.", "Do you have some time then apart in the evenings together?", "Any Overture of something that's kind of like a little white flag or peace offering to just get a week of peace.", "I'm not talking about permanent.", "I'm going to park it and kowtow to you and talk my needs in other just talking about let's can we take a Hiatus from the intensity of this and try to save some lightheartedness together?", "No matter where your relationship is headed you both could use the use that right now and I think anything that's kind of waving the Peace Flag for a little bit even if you'd say to him.", "Let's take a little break.", "I'm not going to bring anything up.", "He's got a job right now.", "You're going to pay the bills this month.", "He doesn't go to his job one day.", "That's a different story.", "Then we have something else to address, but if things can kind of remain kind of percolating along at the moment to take just a little bit of time right now to have some breathing room together, I think", "Is what you need so that the urgency can calm down some."]}, {"speaker": 2, "dialogue": ["Should I even try to call his mom?"]}, {"speaker": 1, "dialogue": ["I think it would be helpful to you to try to see what happens.", "Even if it's just to say I feel like I'm holding a lot.", "I'm very worried about him.", "I wanted to see if it would be possible for you to check in with him yourself.", "See how she responds I would not go into it with High Hopes in your own self protection.", "You might go into assuming she's going to respond in a way.", "That's not that productive, but you're putting it out there to try to protect yourself and it's worth a shot.", "I think that's totally reasonable to do.", "Okay, I'm out next week on vacation.", "I haven't said that for a little while, but you may remember me saying that a few weeks ago."]}, {"speaker": 2, "dialogue": ["I don't know.", "I'm sorry, okay."]}, {"speaker": 1, "dialogue": ["Did Thursday work at all?"]}, {"speaker": 2, "dialogue": ["I wasn't going to I wasn't going to cuz it kind of like basically I'm going to therapy every day.", "But yeah, if you're not here the next week, then I should find a way to do it."]}, {"speaker": 1, "dialogue": ["Okay.", "I don't know if I had both times available Thursday morning in the email, but I mentioned 8:20 and 9:10."]}, {"speaker": 2, "dialogue": ["That's what you have."]}, {"speaker": 1, "dialogue": ["Yes, as of now I do."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Is either one better?"]}, {"speaker": 2, "dialogue": ["LG 910 I guess."]}, {"speaker": 1, "dialogue": ["Okay and Thursday that works that's when you don't have and I'm out of the office all next week."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["I have you checked off my list that I told you."]}, {"speaker": 2, "dialogue": ["No, I'm sure I forgot.", "I'm sorry."]}, {"speaker": 1, "dialogue": ["You're much bigger things on your mind."]}, {"speaker": 2, "dialogue": ["Alright.", "Thank you.", "Did you stop it?"]}]