[{"speaker": 1, "dialogue": ["How are you?"]}, {"speaker": 2, "dialogue": ["I'm tired.", "I was up late last night basking.", "I was awakened to the sound of street cleaning.", "I was a little bizarre, which is nice.", "They don't give you a warning and some places to come around with a loudspeaker.", "That means I had to move my car at 8.", "I should have gone to the sea to the CVS to pick up medicine.", "So my meds are so screwed up right now."]}, {"speaker": 1, "dialogue": ["What's up?"]}, {"speaker": 2, "dialogue": ["The Prozac I started I up my dosage.", "So I've run out and I can't renew it until tomorrow.", "So I'm out of it.", "I just don't care.", "I don't feel like asking for extra to tide me over until tomorrow until I can get more or calling Micah.", "I still haven't gotten any new Klonopin and I refuse to call her.", "singer on Friday, so I figure I'll just get new prescriptions for the"]}, {"speaker": 1, "dialogue": ["Have you done without the Klonopin?"]}, {"speaker": 2, "dialogue": ["All right, I guess I haven't had a whole lot to be really anxious over.", "I got this one kind of litigation case that's supposed to go on trial in January, which it looks like it looks likely but it's not I've got to tell the guy that's flying in from Europe that it's not going to happen.", "I'm putting a bad position because she wants to move the trial but she's supposed to propose the first draft of the pre-trial memorandum.", "Then I fill in my information and we go back and forth and Hammer out the memorandum for the judge.", "She's got to put in there all her Witnesses the facts on which she's relying her damages stuff.", "I don't have from her yet."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["The order for this thing came out months ago.", "And now she's claiming as requested on multiple occasions.", "I requested it yesterday and she's telling me that the clerk told her she doesn't need to do one what judge is going to go on trial without a memo.", "There may not be a conference, but you still need to do the memo.", "How do I get how do I go into court and say no don't continue this trial but by the way, I'm unprepared for trial because she won't do the memo.", "I'm in a catch-22.", "My guy is screwed because there's nothing I can do for him.", "We can't go to trial in January because I'm completely unprepared.", "I have no clue even what damages they're asking for because I don't have this memo in my mind.", "I've got certain strategic emotions.", "I'm going to play at the beginning of the trial which include Witnesses and testimony and all the stuff until she lays all that out what she has to do.", "This isn't like on TV where they all of a sudden come up with ever with everything is supposed to be out in the open.", "There are no surprises.", "I just trying to litigate by ambush.", "My client is caught in the middle of it and I'm caught in the middle of it and I don't really know what to do.", "What I what am I supposed to do ask for his plane ticket money as sanction, which they're not going to give me I'm losing a battle of their unwillingness unwillingness to litigate this case and I can't force them to the only thing I can think of is to do is ask them to dismiss the trial they send them not doing this memorandum."]}, {"speaker": 1, "dialogue": ["The thing I don't get is that you're saying that she's screwing up and sort of not playing by the rules.", "She supposed to play by and get some how that's going to help her win because"]}, {"speaker": 2, "dialogue": ["Well, it wins the battle not the war because there are sufficient remedies for this to offset her type of litigation.", "This is why Jesse hates divorce because they all litigate like this she stands there in open court and so she can do a trial on January 14th, and then all of a sudden she has another matter marked up and she's claiming the court never sent out a notice of the trial but she stood there and core in front of the judge and told the judge to his face.", "Yes.", "I can do a trial on that day.", "That's not going to be good enough.", "They're going to change the date because she's got something else.", "I'm in the position that I can't say judge.", "No, let's have the trial.", "We can't have the trial because I'm completely unprepared.", "Why am I am prepared because of her?"]}, {"speaker": 1, "dialogue": ["Right, so there's no consequences for her not being ready."]}, {"speaker": 2, "dialogue": ["That's why I'm going to try to ask her for her cause of action to be dismissed because she's not Prosecuting it the order has been out there.", "I've made multiple requests.", "She stands in open court and takes a trial date and then can't meet the trial date because she's got some other matter that she's now scheduled the judge said we need to get them the memo by December 1st, and she just plays dumb now she claims in an email that the clerk told her.", "She doesn't need to do a pre-trial memo.", "I think the clerk may have said there's no pre-trial conference, but I refuse to go to trial without a pre-trial memo.", "That's totally ambitious me, you know.", "Now I've got to go in and first of all, she's got to serve this motion.", "I may just go ahead and file my motion to dismiss.", "I've got to figure out what basis if there's any case law or anyting I'm thinking the way to beat this woman is to just start dragging her into court and on stuff make her life difficult, even if it it makes mine.", "I've got to know email my clients and tell them once again, we've been duped not duped but things are out of our control you switching and coming home for Thanksgiving instead of that and coming home for a trial in January.", "That's now not going to happen.", "At least you get to see your family.", "I could say just fire me that would make it easy."]}, {"speaker": 1, "dialogue": ["Then you feel pretty helpless actually in like you can be beat this way and there's not much you can do about it.", "There's not a that's not exactly what you're saying, but it sounds like that's feels like"]}, {"speaker": 2, "dialogue": ["Yeah, totally.", "I'm anxious about it, but it's just happened.", "So many times.", "I don't know why I get anxious about the real estate stuff, but and I'm not as anxious as I would be about this stuff.", "I guess I've been anxious over it for so long that I finally just gotten used to it.", "I don't know.", "I've just got anxiety about the helplessness I guess but it's not like concern I'd have about getting these payoffs and all these little things involved in closings.", "I don't know.", "It just doesn't make sense to me that this other stuff gets me so worked up by the way.", "Did you get my text?"]}, {"speaker": 1, "dialogue": ["Know what did it say?", "When did you send it?"]}, {"speaker": 2, "dialogue": ["Yesterday, I was just following up on the IRS letter."]}, {"speaker": 1, "dialogue": ["Oh, yes.", "Yes.", "I got it and it went over my head but I thought about it and I thought I haven't done anything on it.", "Tell me again what you need and I will do by Friday.", "How's that?"]}, {"speaker": 2, "dialogue": ["That's good, I guess."]}, {"speaker": 1, "dialogue": ["By when do you need it?"]}, {"speaker": 2, "dialogue": ["My lawyer said the 13th, but I think as long as we're getting them stuff.", "Some of it can be a little delayed.", "So Friday would be fine."]}, {"speaker": 1, "dialogue": ["Are you sure?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["All right.", "I'll get it in by Friday or in the next couple of days."]}, {"speaker": 2, "dialogue": ["When is the 13th what's today the 11th?"]}, {"speaker": 1, "dialogue": ["Yes, so that's Thursday."]}, {"speaker": 2, "dialogue": ["Yeah, Friday would be fine.", "You can't say that.", "I'm in the same.", "Obviously.", "I'm not as bad as the last letter that obviously had me in a really bad state."]}, {"speaker": 1, "dialogue": ["weather update, okay"]}, {"speaker": 2, "dialogue": ["I would focus on how I still have difficulties with work in Newark.", "Whatever.", "Sounds good."]}, {"speaker": 1, "dialogue": ["I don't think it will be hard for me to update it a little bit and soften some of what about is how hard a time you're having but still say you're not out of the woods essentially you're a better functioning and more able to work with suicide by the depression in a way that keeps you from.", "I don't know not.", "Schening something to that effect.", "Okay.", "Sorry about that."]}, {"speaker": 2, "dialogue": ["It's okay.", "First of all, they wanted the business statements updated.", "And of course, I've made all this money in the last month or so, but I already spent it that one out the door as soon as that came in.", "I could see the money go in and I could see the money fly out.", "The thing is my bank statements don't have the checks copies of the checks or the actual."]}, {"speaker": 1, "dialogue": ["ritecheck Sia posited"]}, {"speaker": 2, "dialogue": ["Right, so they don't know who the payee is our Iran a payee report.", "I think they're probably going to raise our monthly amount, but they're going to cut it back from a 60-month to a 24 month which is a huge chunk of money."]}, {"speaker": 1, "dialogue": ["will work out overall when you pay her because they're shortening it."]}, {"speaker": 2, "dialogue": ["Yeah, they're shortening it no matter what I think they've already committed to shortening it but we proposed to 60 months plan.", "So, I don't know we're really just not pulling in a lot of money.", "At least that's what it was.", "Looks like it's the truth.", "I can't use my heat.", "It's a good thing.", "It's warm out.", "There's a hole in my linwood's chimney.", "Did they put a temporary patch on but the chimney guy needs to come out and fix it.", "They don't want to turn the furnace on until he comes out to fix it, which may not be until later today or tomorrow.", "It was like 71 degrees in my apartment this morning.", "So I just wear my sweatshirt.", "I kind of just wanted to go back to bed but after drinking the coffee, I have one title to do.", "I think I might go into the office and do that.", "I should go into the office and be productive check mail and see if that motion came to continue the trial.", "I guess part of it is I feel like I should be fighting but I really don't know what to fight how to fight or I really don't know what I should be doing."]}, {"speaker": 1, "dialogue": ["What does Charlie mean?"]}, {"speaker": 2, "dialogue": ["Yeah, part of it is knowing when to battle even though you're going to lose the battle and I just give up I'm like pee on it.", "They're going to move the trial.", "Oh well."]}, {"speaker": 1, "dialogue": ["It sounds a little like you're kind of intimidated and overwhelmed and imagine that if you do something it won't make any difference.", "Anyway, if you'd like you're dealing with Jess or something."]}, {"speaker": 2, "dialogue": ["Yeah, another system.", "I can't win can't beat.", "Yeah."]}, {"speaker": 1, "dialogue": ["Although my impression is that once you actually Step Up you generally do quite well, the first part of the trial went pretty well, right and there are a lot of other things like that.", "I think with work when there's impending catastrophes and you figure out a way out of it or finesse it."]}, {"speaker": 2, "dialogue": ["One of the things I was worried about with my closings from Friday was the wires not getting there until today.", "I didn't want to bring that up Friday to the attorney.", "So my client told me they already knew you mentioned the wire had come in and I was like, I'll check with my client.", "She was like, oh, yeah, they're not going to be able to send a wire until Tuesday because they've got to wait for some security used to clear I think is the problem is coming from her financial.", "She didn't expect to pay $5,000 to saw her house Chase they suck."]}, {"speaker": 1, "dialogue": ["Yeah, what happened with that by the way?"]}, {"speaker": 2, "dialogue": ["I don't know just as supposed to be working with them, and I just don't want to talk about it.", "So I just don't bring it up."]}, {"speaker": 1, "dialogue": ["Okay, just working with who?"]}, {"speaker": 2, "dialogue": ["Over the weekend.", "I was kind of like, oh, I've got to deal with that.", "I'm going to the game and I'm going to have to deal with this wire issue.", "It feels like I'm going to have to play the flexion to some degree.", "They did contact me at all yesterday.", "So they must have finally told them or they went to the listing agent or listing agent or they found out some other way that they weren't getting them the wire.", "I can't see them not getting the wire not knowing I'm not calling either or emailing that kind of stuff that kind of the stuff is the stuff.", "I'm worried about.", "I'm worried about getting an email from somebody where I'm going to respond.", "Okay, let me check into it and not do anything."]}, {"speaker": 1, "dialogue": ["Is it that you also tend to feel pretty responsible for thinks it's weird in some ways you feel very responsible for things and another ways you don't but you do feel like you've messed up so many things that whenever there's a problem somebody's reasonably going to blame you.", "Because even if that thing isn't quite your fault, there's probably something else that is."]}, {"speaker": 2, "dialogue": ["Yeah, I think there's some truth to that.", "I'm concerned about how it's going to reflect on me."]}, {"speaker": 1, "dialogue": ["Is there actually anything you could have done to about the wire?"]}, {"speaker": 2, "dialogue": ["No."]}, {"speaker": 1, "dialogue": ["amazing"]}, {"speaker": 2, "dialogue": ["I could have told them Friday as I'm telling them they can't they can't have the keys The Leverage would have been for them.", "Oh, you're going to be late an extra day on The Wire really two days and now you're telling me you're not going to let my client in there.", "I just avoided at all because I didn't bring it up that was tactical on my part."]}, {"speaker": 1, "dialogue": ["So it sounds like you were careful about the thing you could have been careful about which was how to handle that.", "But you had nothing to do with the wire being late, right?"]}, {"speaker": 2, "dialogue": ["No, I asked emitted the money for them.", "I was pretty close and I gave them the heads up once I saw their loan balance was what their loan balance was how they could not take their loan balance and add the commission and realize that that was over over the shell price.", "I don't know.", "I know not everybody is good with numbers.", "But before they sold the place I went through and told them what the fees and expenses are going to be there were supposed to pick the sale price based on not having to bring money at closing but"]}, {"speaker": 1, "dialogue": ["Bright apparently not."]}, {"speaker": 2, "dialogue": ["I mean, it's 250,000 251,000 actually, which is pretty cheap for anything in that area."]}, {"speaker": 1, "dialogue": ["So it's in this area?"]}, {"speaker": 2, "dialogue": ["It's like a one-bedroom.", "It's Garden level.", "It's over a pond right by the football field.", "At the pool it runs right alongside the park so you're right there.", "You got the bus stops Whole Foods Trader Joe's CVS."]}, {"speaker": 1, "dialogue": ["Yep, right by the highway."]}, {"speaker": 2, "dialogue": ["Organic sushi place liquor store.", "It's pretty cool.", "It would be a good spot for me.", "I'll have to think about it."]}, {"speaker": 1, "dialogue": ["Yeah, maybe that's what it is and the trial as well you feel like so if I try I'm going to fuck it up or the other person is so domineering or she's going to know more or the judge is going to side with her somehow or I won't follow through with what I need to anyway.", "So, what's the point?"]}, {"speaker": 2, "dialogue": ["Yeah, that's a big one and you're myself up to like okay.", "This is what you're going to do and then I don't do it or I feel like I'm not going to do it."]}, {"speaker": 1, "dialogue": ["Actually usually do the things work, I think."]}, {"speaker": 2, "dialogue": ["I took my blood pressure down and it was high.", "I'm off the blood pressure medication.", "I don't want to go back on it.", "But I may have to it sucks.", "I'm tired of all the pills.", "I beat myself up to get this Rush title done down while Ian is bothering me.", "I'm working away on at all morning.", "And I forgot to send it.", "They sent me an e-mail yesterday morning house this coming.", "I was like, oh I finished it last week and forgot to send it to you while I've got to get an email to them.", "They owe me over 3,000 now and I don't know what I don't know what's closed and what hasn't, you know, maybe I could do that today.", "What I've got to do is everything for me comes up by invoice number, but they've got everything by property address.", "So", "They're going to know whether it's closed or Not by property address not the invoice.", "I've got to go through and make a list for them that matches up the invoice number with the property address.", "I have no way of generating that other than manually and there are a lot of them out there.", "I think I'm just going to do an end-of-the-year open invoice if I'm not going to get the money until next year then taxes go up.", "Something's rattling your sprinkler.", "It's very frustrating because I kind of get like I have all these closings lined up every time the money comes in.", "I don't know where it all goes.", "It's gone.", "I'm trying to get to them to the point where I have expenses put away.", "So when I have a bad month or two, I can survive that but it's like I can't get to the point.", "I could not buy tickets and stuff like that.", "But what's that going to do for my depression?", "It's a catch-22.", "If I didn't if I don't go to the games, I'll be depressed and spending the money on the games makes me depressed."]}, {"speaker": 1, "dialogue": ["I thought you bought the tickets all at once."]}, {"speaker": 2, "dialogue": ["Yeah, but still the end of EX coming up so much of it is taxes.", "Do you pay your estimated taxes like a good boy?"]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["That's what I'm thinking about.", "Next is January every month starts the state and every 3 months.", "There's the estimated.", "That's the other thing.", "I'm trying to have money set aside for estimated taxes.", "Every time I try to put money into my savings account or whatever.", "I've got to pull it out 2 weeks later or something.", "At least I'm getting caught up big-time on my rent.", "I was really behind.", "I think I'm almost caught up.", "I think I'm still a couple of months behind but like just November and December, I think maybe I don't know.", "I got caught up on my student loans."]}, {"speaker": 1, "dialogue": ["if for you"]}, {"speaker": 2, "dialogue": ["Which I was in serious default.", "I'm getting caught up on the website.", "I was way behind on that.", "I'm still some I'm still somewhat behind on it.", "But there's always like I forgotten about $300 to service I didn't pay for but when I close the lawn normally I just cut the check right then for the survey."]}, {"speaker": 1, "dialogue": ["service"]}, {"speaker": 2, "dialogue": ["Yeah plot plan.", "It's like with these guys should be cutting me for the title.", "As soon as they finish the closing a check for Cameron.", "I try and do the same thing, but I forget which is what they do when cleared the only reason I remember it is because a check I'd written in November just cleared unlike all Buck.", "I forgot to pay those two.", "There's just always something.", "I'm going out for my grandmother's 90th birthday party.", "I'm taking you in I think my mom is going to pay for his ticket.", "I've got to buy the tickets.", "They just came down $4.", "I'm checking them on kayak and Ice website.", "I know as soon as I buy them now, they're going to drop it should be cheaper than $327.", "My mom paid like 280 or something like that.", "It's cheaper at 280.", "But if she's going to pay for one of them at 3:20, the question is how long I go out for I fly out on Friday.", "Hopefully if they're in the Super Bowl, that's the same day as her birthday party.", "I'll come back on Monday or Tuesday.", "If I come back on Monday.", "We're literally out there for just two days, but it's not like I'm going to be up to take him and doing a whole bunch of stuff.", "I don't know if I'm going to have to rent a car or not.", "That's what I said because I'm not that I should be concerned about how much school he misses.", "I don't think it's going to affect him.", "He's a smart kid.", "You can catch up."]}, {"speaker": 1, "dialogue": ["Hopefully in first grade you won't get into too much trouble."]}, {"speaker": 2, "dialogue": ["Keep him out of trouble.", "I have a feeling he gets in more trouble there.", "It seems like Lucille is gradually more and more getting used to me."]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["I can't leave every time I say I'll write Lucille.", "I'm going to go no, no, no, no."]}, {"speaker": 1, "dialogue": ["Well good."]}, {"speaker": 2, "dialogue": ["No, it's not good."]}, {"speaker": 1, "dialogue": ["Well, is it good that she wants you around, right?"]}, {"speaker": 2, "dialogue": ["Yeah, I feel guilty though.", "Usually I'll leave because I'm just bored out of my mind or just I don't know we were at Cub Scouts and I had a little sing along just in case you came they were in town Lucille was just holding on to my leg.", "She was having fun titling behind my leg.", "Sometimes you would just come up and what she usually does to Jess.", "She's scared.", "So", "but the good thing is you want.", "To change diaper no mama.", "Okay and wanted to sleep over Friday.", "I was just exhausted.", "I can't remember why I was really against in was upset and just said I'm putting her in the middle of it.", "I need to come to a set schedule.", "I was like you asked me hours ago.", "You tell him then that I can't do it.", "I was like you can come over Saturday Saturday then buddy what she did."]}, {"speaker": 1, "dialogue": ["He was over Saturday night."]}, {"speaker": 2, "dialogue": ["Yeah, we went to a friend's house for deep fried turkey.", "He has a little boy and they got to watch TV the Disney Channel.", "He doesn't have cable."]}, {"speaker": 1, "dialogue": ["That was cool."]}, {"speaker": 2, "dialogue": ["He gets to see the TV shows his friends talk about that.", "He never gets to see because he sees you seems to know these shows.", "I don't know where he would have seen them.", "Then the next morning.", "He spent the whole morning into the afternoon playing with the girl downstairs, which is good that he can come over and has friends there.", "It would drive me crazy if we were just cooped up in the apartment when we had buddy.", "We used to always go to parks and seem to be walking around a lot more."]}, {"speaker": 1, "dialogue": ["Is he getting a little old to run in the Parks or do you still like them?"]}, {"speaker": 2, "dialogue": ["Yeah, I think he just gets bored quickly.", "So it's like the idea that he wants to go is still on his mind.", "But once he gets there, he still likes Wings.", "He still wants to be pushed like dude.", "Come on while we were down in Louisiana.", "My buddies kid had a bat and they had a bunch of tennis balls.", "I was throwing them some soft pitches and he was taking some swings.", "I was thinking that might be a good thing for us to do get him a bath and a bunch of tennis balls and go to the park.", "I try and do that.", "It's like you want to go throw frisbee.", "Do you want to kick a soccer ball?"]}, {"speaker": 1, "dialogue": ["I was at the cool little break down the other day."]}, {"speaker": 2, "dialogue": ["with your daughters"]}, {"speaker": 1, "dialogue": ["They have a lot of birthday parties.", "They have a whole bunch of big inflatable slides and things like that."]}, {"speaker": 2, "dialogue": ["I love those and used to be afraid to go on those by himself, but he loved it.", "I would get sick inside of those things.", "I don't know if it was the air or what but I'd come out and I'd be so nauseous.", "He was like, let's do it again.", "Let's do it again.", "They have those at the fair, which is down in Louisiana."]}, {"speaker": 1, "dialogue": ["Right.", "You were telling me about that."]}, {"speaker": 2, "dialogue": ["He just starts going on them.", "That was a slide, but they have the big blow up."]}, {"speaker": 1, "dialogue": ["Oh I can obstacle course."]}, {"speaker": 2, "dialogue": ["He just loves that stuff."]}, {"speaker": 1, "dialogue": ["Why don't we stop for now?", "I think I ran a few more minutes late, but if we could do.", "those on Friday that would probably be"]}, {"speaker": 2, "dialogue": ["That's fine.", "If you need to take the time to write a letter, I feel bad that I'm giving you homework."]}]