[{"speaker": 1, "dialogue": ["Hi, I'm one of the psychiatrist to work you on the department of psychological medicine and you are."]}, {"speaker": 2, "dialogue": ["healer"]}, {"speaker": 1, "dialogue": ["I have spoken with your physician doctor white and have read his reports and know some of the things about why you are here today.", "However, I would like to hear from you and why you have come to see me today."]}, {"speaker": 2, "dialogue": ["Sleeping well, I should say I don't want to sleep sleep brings Night Nurse with it and I have the same nightmare over and over.", "I was wondering if I could get something to help me sleep and forget past events."]}, {"speaker": 1, "dialogue": ["Doctor white also indicated that you're having some other concerns.", "Would you like to tell me about your concerns other than sleep I would also add that if you have questions or don't understand something at any point during this interview, please feel free to ask me for a clarification.", "Are you comfortable telling me about your trouble specifically?"]}, {"speaker": 2, "dialogue": ["Yes, I would like to get your help because I feel like I can't live my life.", "I'm not wanting to be around groups of people.", "I feel irritable and have been having trouble trouble concentrating and remembering things.", "I don't have an appetite and feel nauseated a lot lately.", "I'm 28 years old and feel like an old lady."]}, {"speaker": 1, "dialogue": ["Can you tell me when these symptoms started?"]}, {"speaker": 2, "dialogue": ["Really?", "I have had nightmares for years throughout my childhood.", "And now I'm 28 and still having them and never like sleep and try to avoid it and need only about 5 hours a night so anxious and irritable feelings have increased more in the last few months, I guess.", "I noticed my nausea and loss of appetite since the separation from my husband and since moving into my grandparents his house again."]}, {"speaker": 1, "dialogue": ["Is there something a change within your life for a trigger that occurred that you recall before the symptoms?", "Began?", "Are you having any distressing memory is that you coming back or maybe a situation where you feel scared or really want to avoid?"]}, {"speaker": 2, "dialogue": ["Well, I have just moved back to town this last year with me two young daughters.", "I'm living at my grandparents house.", "They have both passed.", "I noticed after I move and that I don't feel settled and I have the symptoms.", "I just spoke of"]}, {"speaker": 1, "dialogue": ["Do you ever have times of great fear or have panic attacks?", "Do you drink alcohol smoke cigarettes or use illicit drugs?"]}, {"speaker": 2, "dialogue": ["I believe this all began with a panic attack I thought I was having a heart issues but realize that I was having a panic attack I just figured it was due to the split with my husband and moving back to my hometown and into the old house", "I smoked cigarettes a pack a day started when I quit alcohol", "I went through treatment for my drinking and have been sober for eight years.", "No drug used.", "Otherwise."]}, {"speaker": 1, "dialogue": ["That is great that you have been sober for eight years.", "Do you have specific memories of this house as a child, are there any memories of pleasure or fear?"]}, {"speaker": 2, "dialogue": ["I love my grandparents as a child.", "I love this house except for the basement.", "I used to have to play with my cousin the basement.", "He was not a nice person five years older than me and likes to teach me all sorts of things sexual things.", "I was only five at the time and didn't understand.", "I felt dirty and ashamed I didn't tell anyone until I was an adult.", "I've gone to counseling for this as an adult.", "No one else knows."]}, {"speaker": 1, "dialogue": ["Your family does not know about this abuse from your cousin."]}, {"speaker": 2, "dialogue": ["No, no way.", "I told the counselor once I can't tell them because it would all because all it would do is cause pain for the family.", "It's over and done and I just want to move on with my life.", "I have just separated from my husband and want to move on with my life."]}, {"speaker": 1, "dialogue": ["Do you know about family history or any mental illness or other medical issues?"]}, {"speaker": 2, "dialogue": ["My mom was depressed and has issues.", "She's never been treated.", "My dad is fine.", "No problems.", "No other medical issues that I know of."]}, {"speaker": 1, "dialogue": ["Was your husband physically or emotionally mentally abusive to you?"]}, {"speaker": 2, "dialogue": ["Yes, emotionally and mentally not always but we just couldn't seem to work things out.", "I grew up with my step dad abusing my mom.", "So I recognize the cycle and I didn't want to get to the physical abuse stage."]}, {"speaker": 1, "dialogue": ["Has anyone else sexually or physically abused you?"]}, {"speaker": 2, "dialogue": ["Just my cousin.", "My mom was pretty physical.", "She would get beat then ask kids would get beat.", "It was just messed up.", "I am on my own now and away from all of that."]}, {"speaker": 1, "dialogue": ["What about your children?", "Have they been exposed to any of uses?"]}, {"speaker": 2, "dialogue": ["No way.", "I make sure that they are not left with anyone other than my sister and my grandmother when she was alive.", "They don't have sleepovers and they know about Good and Bad Touch."]}, {"speaker": 1, "dialogue": ["How old are your daughters?"]}, {"speaker": 2, "dialogue": ["What is 5 + 1 is 7 they are good girls."]}, {"speaker": 1, "dialogue": ["Do you think the ages of your daughters May trigger some of your memories?"]}, {"speaker": 2, "dialogue": ["Probably they are so small and innocent.", "I can't go there."]}, {"speaker": 1, "dialogue": ["How about mental or emotional abuse?", "Did you experience either or both of these?"]}, {"speaker": 2, "dialogue": ["My mom was a yeller and through things she cursed a lot and was not a happy person.", "She had me when she was 16.", "So we always kind of clashed.", "My husband was also a yeller and controller he means to protect me, but it goes too far."]}, {"speaker": 1, "dialogue": ["Have you had other therapy or medications in the past?", "Perhaps when you saw the counselors in the past?"]}, {"speaker": 2, "dialogue": ["No medications and just basically talks about things that have happened in the past.", "Sometimes I feel stuck and need to talk to my counselor if that makes sense."]}, {"speaker": 1, "dialogue": ["Yes, it does and that is a healthy action to take how about your irritability and memory issues I mentioned earlier.", "Can you tell me more specifically about the symptoms?"]}, {"speaker": 2, "dialogue": ["I feel that I have less patience with my daughters and I also feel that I space out more having a hard time concentrating and sticking with tasks.", "I find myself wanting to go drive with the girls, you know, just get in the car and drive.", "It just feels confining in the house all the time, but I don't want to be around Bunches of people."]}, {"speaker": 1, "dialogue": ["how do you spell depressed"]}, {"speaker": 2, "dialogue": ["I have always been mildly more sad than usual.", "I guess lately.", "I feel like I am suffocating and like I need space.", "I want to be alone."]}, {"speaker": 1, "dialogue": ["Have you had feelings of suicide or homicide?"]}, {"speaker": 2, "dialogue": ["No suicide was a thought as I was growing up, but I can't leave my girls when my parents divorced.", "I wanted to die and later when they both remarried.", "I've talked to my counselor about that to the suicide stuff."]}, {"speaker": 1, "dialogue": ["Do you or have you ever had a suicide plan?"]}, {"speaker": 2, "dialogue": ["I used to when I was a teenager, I would take a bunch of pills or just get into my mom's car and turn it on and go to sleep in the close-up garage.", "That was when I was in junior high and high school.", "I couldn't leave my girls though."]}, {"speaker": 1, "dialogue": ["Do you notice any symptoms or feeling jumping and anxious?"]}, {"speaker": 2, "dialogue": ["We're so in my grandparents house.", "I had the panic attack and I don't feel entirely safe in the house.", "I just figured I was not used to living on my own.", "I'm scared of something happening to my daughters and I will not be able to protect them.", "I wake up from my nightmares and feel and over and overwhelming sense that I can't protect them.", "I go check on them after my heart slows and my shaking quits from The Nightmare."]}, {"speaker": 1, "dialogue": ["Can you talk about the nightmares are they the same or different?"]}, {"speaker": 2, "dialogue": ["They are mostly the same.", "Someone is in the house chasing me and I need to save my family before he gets to them and kills us all they are dark dreams don't share with anyone outside of counseling.", "I learned my dreams were not normal dreams when I was growing up.", "My friends would look petrified as I told them about the killing chasing and fear.", "I wake up in a sweat out of breath and my heart racing.", "I done must get up and sit for a bit so I don't go back into the same dream."]}, {"speaker": 1, "dialogue": ["5 hours of sleep is your average you say do you nap during the day?"]}, {"speaker": 2, "dialogue": ["No, not to bring on very bad dreams some of the worst.", "I avoid napping.", "I also work at an insurance office and don't have time to sleep more than I do."]}, {"speaker": 1, "dialogue": ["Is there something you are very concerned about or afraid of happening?", "What do you worry about?"]}, {"speaker": 2, "dialogue": ["I worry about my daughter's being harmed.", "Like I was I also worried about how the separation with my husband will affect them.", "But my parents divorced it was devastating to me.", "My life just went downhill."]}, {"speaker": 1, "dialogue": ["Can you tell me more about what you mean by your life Went Down Show?"]}, {"speaker": 2, "dialogue": ["My Mom married an alcoholic that beat her and then she beat us the cops were at our house a lot to break up the fighting.", "It was embarrassing.", "We didn't eat well or often and I usually cooked for my sister and brother because my mom and stepdad were at the bar.", "We ate a lot of Pancakes.", "It was all I knew how to cook at 9 years old in the batteries cheap.", "I missed my dad.", "He never raised his voice or hit me one.", "He was the opposite of my stepdad.", "We moved every year.", "I was in school sometimes across the street or sometimes across town.", "I got behind in school because of changing so many times and I learned to not get too close to friends."]}, {"speaker": 1, "dialogue": ["Where is the test called the ace study adverse childhood experiences study?", "Have you ever heard of the study or taking any test for depression?"]}, {"speaker": 2, "dialogue": ["No."]}, {"speaker": 1, "dialogue": ["Are you taking any test for depression or trauma?"]}, {"speaker": 2, "dialogue": ["No."]}, {"speaker": 1, "dialogue": ["How do you hurt a post-traumatic stress disorder?"]}, {"speaker": 2, "dialogue": ["Yes, when soldiers come home and have a hard time adapting back into normal life, right?"]}, {"speaker": 1, "dialogue": ["That is correct.", "There are other situations where people can have PTSD.", "So just traumatic stressful events such as car accidents living through a natural disaster witnessing traumatic events or living in abusive situations.", "There are some key symptoms such as re-experiencing the event arousal or hyper-vigilance and avoidance.", "These are symptoms.", "We have discussed today and we could come to me with treatment options if you are interested."]}, {"speaker": 2, "dialogue": ["I am interested.", "I need to not feel so scared and worn out what types of treatment do I have to get my mom or dad involved because I don't want to do that, you know."]}, {"speaker": 1, "dialogue": ["No, everything here is confidential.", "There is a therapy that we could start called prolonged exposure therapy, which is just looking at the memories in a safe environment and trying to retrain Pathways in your brain.", "We could also look at some medications for anxiety and depression.", "Does this sound like something you would like to pursue?"]}, {"speaker": 2, "dialogue": ["Yes, I will try."]}, {"speaker": 1, "dialogue": ["We're going to have some lab work done before we look at medications and we will be in treatment."]}]