[{"speaker": 1, "dialogue": ["Hi, I'm one of the psychiatrists who work here in the department of psychological medicine and I'm seeing you today because you were referred up for the emergency room.", "I understand that you were brought in by ambulance last night after you're cutting your arms and overdosing on Tylenol.", "It looks like you are bandaged up.", "Are you feeling suicidal today?"]}, {"speaker": 2, "dialogue": ["I never was I need to get out of here.", "I need to see Carl."]}, {"speaker": 1, "dialogue": ["Is Carl your boyfriend?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["How long have you been together?"]}, {"speaker": 2, "dialogue": ["Couple of months we've been living together for the last four and a half weeks.", "Why do you care?", "Nobody cares?", "Oh God, I can't believe he is gone.", "I hate him.", "I need him to come back because I love him Jack The Jerk was before him feel left me to they all leave.", "Everybody leaves me.", "I hate them Carl was David different.", "He said he loved me.", "Oh, well, if you loved me you would be here now."]}, {"speaker": 1, "dialogue": ["Call made the 911 call for the ambulance according to your file.", "You've attempted suicide before this was your first attempt."]}, {"speaker": 2, "dialogue": ["I've been it I've been in to have my arm stitched up and my stomach pumped a few times.", "Nobody cares.", "I wish someone would help me.", "Maybe you're the one."]}, {"speaker": 1, "dialogue": ["I'm here to help you.", "Can you tell me about your past medical history your family history?"]}, {"speaker": 2, "dialogue": ["I have four kids.", "Oh my God.", "Where's my baby?", "Where is she?"]}, {"speaker": 1, "dialogue": ["Your baby was removed and taken to foster care after the ambulance responded to your home last night.", "Can you tell me about the three other children?"]}, {"speaker": 2, "dialogue": ["They took them for me.", "Nobody cares who the hell do they think they are?", "I hate you.", "All.", "My kids need me.", "I wish Carl would come and get me from this place.", "Oh screw him."]}, {"speaker": 1, "dialogue": ["What about your family?", "Can I help with the kids?"]}, {"speaker": 2, "dialogue": ["Mom died when I was 4 and dad is a drunk.", "So no good SOB.", "What did they care?", "They hate me and would never help me.", "They've never help me."]}, {"speaker": 1, "dialogue": ["Your chart states that you have been on Depakote and Geodon and Abilify.", "Can you tell me about these medications?", "Did they seem to help at all?"]}, {"speaker": 2, "dialogue": ["Well, if you read the file, you will see that they suck and didn't work.", "I thought you were going to help me."]}, {"speaker": 1, "dialogue": ["What about therapy?", "Did you find dialectical behavioral therapy to be beneficial with your therapist?"]}, {"speaker": 2, "dialogue": ["No, I can't I can't get to the appointments all the time.", "I told him that it was tough for me to get there all the time and he was no help asshole.", "I hate him.", "He was going to help me to I need to get back to my room.", "I love to watch my TV.", "You know, I have my favorites that I never like to miss."]}, {"speaker": 1, "dialogue": ["You find some joy in your life then with the fan favorite TV programs."]}, {"speaker": 2, "dialogue": ["I never said I didn't I enjoy things of course.", "I'm not crazy."]}, {"speaker": 1, "dialogue": ["Did you have any drugs or alcohol in your system last night before the overdose?"]}, {"speaker": 2, "dialogue": ["You're the one with the chart know, I don't drink like my dad.", "I might binge eat and spend but I don't drink or do drugs."]}, {"speaker": 1, "dialogue": ["Healthy eating and spending binges cause a problem with work or your relationship with Carl or your children."]}, {"speaker": 2, "dialogue": ["Sometimes I wish you could help me get my kids my poor baby girl.", "Could you call Carl for me and see if he could come up here?", "Carl gets pissed about me spending too much.", "He was mad last night.", "It's not my fault.", "I bought bought stuff for the house and in him to I don't have a job right now.", "Fired from my last one.", "They hated me."]}, {"speaker": 1, "dialogue": ["I'm here to help you get there be a medication and then we will work on getting in touch with your family."]}, {"speaker": 2, "dialogue": ["I don't have good results with the meds and the therapist is a jerk.", "Maybe you could be my new therapist.", "You could be the one to help me."]}, {"speaker": 1, "dialogue": ["I will work in conjunction with your therapist and positions to help your treatment get started.", "Can you spell the word spread backwards for me?"]}, {"speaker": 2, "dialogue": ["T i n o r f e l o h s s a how's this going to help?", "Okay."]}, {"speaker": 1, "dialogue": ["This is the formal status exam that you have had before now.", "I'm going to say three words and ask you them to ask you to repeat them back to me in a few minutes.", "Okay, the words are horse basketball and car.", "Do you feel do you often feel suicidal?", "And can you recall what exactly triggered the attempt last night?"]}, {"speaker": 2, "dialogue": ["I'm not suicidal.", "Sometimes I cut myself to feel the pain and release it in the past I cut too deep but got stitched up."]}, {"speaker": 1, "dialogue": ["Would you be willing to see the therapist again and try the dialectical behavior therapy and a new medication?", "This is the help I can offer you today."]}, {"speaker": 2, "dialogue": ["I knew you would help me.", "I will do therapy and a different medication."]}, {"speaker": 1, "dialogue": ["Thank you now.", "Can you remember those three words?"]}, {"speaker": 2, "dialogue": ["horse basketball and car"]}, {"speaker": 1, "dialogue": ["Good.", "Thank you.", "Now.", "Let's move over to the lab and check your blood work and run some tests before we begin your new medication lead the way."]}, {"speaker": 2, "dialogue": ["Sure, let's go dock then.", "Maybe Carl will come back and watch TV with me and take me home."]}]