[{"speaker": 1, "dialogue": ["Good morning."]}, {"speaker": 2, "dialogue": ["Good morning.", "I'm really glad that you could see me today."]}, {"speaker": 1, "dialogue": ["Good.", "Well, I mean.", "You know what?", "I mean?"]}, {"speaker": 2, "dialogue": ["Yeah, that's the about it."]}, {"speaker": 1, "dialogue": ["Yeah, I'm glad it worked out, but it's I guess I'm sorry you wanted to see me."]}, {"speaker": 2, "dialogue": ["Yeah, that's about right.", "Yeah, I'm having sort of a tough time."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I couldn't find my pants this morning.", "This is it just feels like a classic morning for me and some ways.", "I don't like talking last night and I was like, okay, I'm going to wear these jeans tomorrow and I put them somewhere and then this morning they were gone like totally gone.", "And I just remember I put them in a drawer with my shirt which I found after like 15 minutes of like where are my pants?", "I don't know.", "I've been looking around my apartment for things a lot more often than I typically to it's like most stuff.", "You don't end up staying for 1 year.", "To the next but maybe that's just me, but I broke my glasses a few days ago, and I had a backup somewhere.", "That was Despair and I like couldn't find them and I knew that I had an that I hadn't thrown them away because I was keeping them for this precise eventuality and James knew he hadn't thrown them away because he didn't know where they were and I didn't know where they were.", "And so I ended up looking everywhere in the apartment.", "My apartment is like about twice the size of this office like it's not very big.", "And there are not many places but like under the bed and I think I ended up like finding a lot of stuff that I couldn't remember and also a lot of stuff that remembered but didn't want to think about like I found my Sasha flash card like thousands of flash cards on tiny little pieces of cardboard tied together with rubber bands and a bag and like I found that bag and then like I found this beautiful very nice hiking pack that I didn't remember or like I recognized it but I didn't know where I was from and I didn't know I had it and James was like, yeah.", "That was your birthday present last year.", "So it's been like, I don't know.", "James really doesn't want to go to this wedding and you know, he's been pretty like I don't know.", "I think he's doing as well as he can in terms of both being cheerful and cooperative and like not saying that he wants to go to the wedding because he doesn't want to go I sort of", "I sort of want to go but I'm really tired from this week and then going to be more tired by the end of the weekend.", "It's not like I'm melting down over little things but I think it's mostly because I like I can't get to the point where I'm actually melting down over little things like it's like I think it's actually worse.", "I'm kind of like Frozen and sad and really upset and don't know what to do about it.", "Somehow I have to refill my prescription on Monday or by Monday.", "And I know that I'm going to not going to remember to do it like I know this but like I couldn't have done it today we got but I couldn't have really doesn't today.", "There's as much time in the West Des Moines.", "I've ended up missing like two or three days on my thyroid medication because I had run out on a Tuesday and then I can't get out until Friday and then I don't really want to move on Friday morning and I just made my life.", "There's also like four or five events in two days for the sweating right?", "It's 3 days, but like it's just all parties like all the time.", "It's like sort of going to be great and I sort of", "I just skipped some but I also can't skip them because there is are my cousins whom I love and I don't see I see the multi here.", "And I don't know James last night was like do you think we can be angry all the time?", "And I was like totally and because like Oliver had just gotten worse than he was in a really bad place like he was ship faced wrong.", "And you really like James and he really kind kind of wanted to mess with him a lot at the end of the evening.", "She was like I'm going to pick you up Oliver Oliver is like 5657.", "He's like a big guy for a little guy like over 6 foot and James's over and was like sure why not.", "I will make you happy.", "So we're going to be like tonight.", "I don't know whether Oliver's happy but his coffee shop is so that's nice and he has started the coffee company, which is a cafe in Maryland that somehow all of my friends who really really like so that's kind of nice.", "It's like the most hipster coffee shop in Maryland.", "I've gone to the point in my job where it's not so hard every week and it was hard this week.", "But in general it's like less than clearly exhausting.", "So I've started panicking that I'm not doing a good job anymore."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["Sharon has started trying to say my name which considering like she has three words.", "I feel really good about you know, she doesn't say anything really remotely approximating.", "My name but clearly she's trying to apparently.", "Is really hard for small children.", "Like it's one of the hardest consonants.", "Yeah, it's more like and then she gets the egg in the end in there and she doesn't like she doesn't Babble that much or like she makes a lot of noise, but she doesn't have a whole lot of different consonants more like...... And then like noise.", "She's getting bossy or so.", "We'll see how this that goes.", "I think she really likes climbing up the stairs and when I don't want to climb up the stairs with her, which is most of the time she gets really mad.", "We're just too bad.", "She's really funny when she's mad like I'm trying to take you seriously, but you're not even a year old and you're argh.", "I feel like I should work harder on coming up with things to do.", "Like places to go like I don't know.", "I feel like I'm running out of things to talk about because I am well I talked about all of the things that are like sort of pretty much bothering me at the bothering me and not the things that are really really bad because I don't want to talk about things that are really really bad.", "And I also imagine that you don't want to hear about things that are really really bad and aren't actually that I don't know.", "And they're not incurred in anything.", "I just feel like shit and I just hate myself more than most of the time.", "I have to go to weddings.", "I have to like fine all my dresses and then that makes me and that makes me that doesn't help.", "So I have to bring dress sense for Amanda.", "Also, she got into a situation where all of her dresses are at her boyfriend's house and she really needs to break up with her boyfriend and she didn't have it in her.", "So do it so like the night before she was leaving she did was alright get off.", "It'll be okay.", "So I'm bringing like a dresses because there was like five things to do.", "And I don't feel very good about any of them.", "And I don't know why it matters so much.", "I did suggest to Amanda that she not caught off all her hair."]}, {"speaker": 1, "dialogue": ["Amanda"]}, {"speaker": 2, "dialogue": ["Yeah, and probably for emotional reasons, but I don't think it would look as good on I don't think it would look as good on you.", "So we'll see.", "I don't know why we're still in the dynamic of where Amanda thinks that I'm like sensible responsible one or like the one who has all of her shit together.", "I don't know why she thinks that but somehow", "Moxa Dynamic that were in I don't know what to do about your life Amanda.", "I don't know what to do about my life.", "The only thing I really know is that I think that you should be in therapy and you don't really react to that so", "I mean considering all these experiences with therapist.", "I don't blame her, but I know how I don't know how else to say it."]}, {"speaker": 1, "dialogue": ["Do you know where she is?"]}, {"speaker": 2, "dialogue": ["She's in San Antonio.", "I don't know whether she'll stay there.", "I think most of the time when Amanda has gone to therapy.", "It's been to get something made her because they thought that something is wrong with her and she hasn't been very happy about it.", "We're very happy with the experience.", "I've been writing again.", "So that's good."]}, {"speaker": 1, "dialogue": ["Sounds like to me you're really quiet burden with a lot of things."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And you don't want to have to deal with it and I think you're kind of angry with having to deal with it.", "But then very guilty about being angry about having to deal with it and I think Amanda / dress dresses you're coming to ferebee to talk about stuff."]}, {"speaker": 2, "dialogue": ["Yeah, I mean, I always want to come to therapy and it's a mostly if I don't I feel worse but then it's actually like yeah, but now I have to actually do it."]}, {"speaker": 1, "dialogue": ["Yeah.", "Yeah, it's the yeah, or do you feel awful?"]}, {"speaker": 2, "dialogue": ["I don't get that far.", "But yeah, I must go maybe."]}, {"speaker": 1, "dialogue": ["Yeah, also sort of I really have to."]}, {"speaker": 2, "dialogue": ["Yeah, yeah, I didn't do as much but it is much harder for me when we don't meet at soft and yeah, not all the time but a lot of the time."]}, {"speaker": 1, "dialogue": ["Yeah, your schedules the same for the fall."]}, {"speaker": 2, "dialogue": ["Yeah, I think so.", "Meaning a few times a week seems to be okay."]}, {"speaker": 1, "dialogue": ["Yeah, I'll see if I can arrange the Wednesday.", "I mean I've tried a couple times and maybe there's"]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["yeah, that's okay."]}, {"speaker": 2, "dialogue": ["I'm not sure what's going to happen with Monica's job.", "Did I tell you about her possibly having to resign?"]}, {"speaker": 1, "dialogue": ["No."]}, {"speaker": 2, "dialogue": ["Okay.", "So this is like at the beginning of the week or the beginning of last week.", "I don't know no actually was last week the center.", "She works for is the founder of the CEOs kids there.", "so before he started he likes checked it out with it at 6 commission to be like hey is this going to be a conflict of interest and they said no just rest recuse yourself from anything to do with that and he checked it out again and initially they said no it's fine and then they said we're going", "The the statement saying that you need to either cut all ties or resign not just from the race for governor, but also being a senator so she went to work one day last week and was like, I'm going to have it.", "I'm going to have to cool it like he's going to resign today.", "He didn't end up resigning but like in the next month he's going to basically figure out what he can do about it.", "So, I don't know.", "What's going to happen with their job?", "Which means that I don't know what's going to happen to my job.", "You know, I think it's sort of a thing.", "Who are like, I think they're going to try to keep me so I don't know.", "I'll have to look for another job, but", "I could stay up worrying about that but there's so many other things and that's something that's really really not in my control.", "The problem.", "Is that more I like if I say, I don't want to deal with something.", "I feel like I just become more of a burden to other people.", "So it just doesn't look particularly James, but then like things aren't great between us right now, and I just don't want to deal with it.", "Like it's sort of a new sensation for me or not wanting to just feeling that I just don't have the energy for that.", "Like I'm not thinking I don't know we have to fix this right away.", "And I just we didn't we did finally make an appointment with a couples counselor.", "I think he's going to be able to start like in September."]}, {"speaker": 1, "dialogue": ["Who is it?"]}, {"speaker": 2, "dialogue": ["I don't remember his name."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["His office is the Andover that doesn't narrow down very much."]}, {"speaker": 1, "dialogue": ["Somebody whose name you got from?"]}, {"speaker": 2, "dialogue": ["Yes, I'm really glad about that.", "But that's what I feel.", "Like there'll be the same thing as like it'll be really good to have done and then we'll have to do it and then"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["like that's just how life is it's hard."]}, {"speaker": 1, "dialogue": ["I'm trying to think of.", "To say how hard it is.", "I imagine if it feels like you should just learn to deal with how hard it is.", "You shouldn't have to lay it on somebody else by talking about how hard it is."]}, {"speaker": 2, "dialogue": ["Yeah, I feel badly because it doesn't seem to me that it can possibly it doesn't seem like it is hard for other people and I realize that like, I don't know other people.", "I don't realize how hard it is for them.", "But yeah, I don't think other people want to quit life on a regular basis because they just don't", "Because I just don't because of doing the dishes and it doesn't make me feel like I don't feel like I sort of feel sorry for myself.", "But more of why can't I just deal with things these normal things.", "This is just hot like this."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["Why can I just deal with it?", "Because I don't think my life is actually harder than most people's."]}, {"speaker": 1, "dialogue": ["externally"]}, {"speaker": 2, "dialogue": ["I'm sorry."]}, {"speaker": 1, "dialogue": ["extremely"]}, {"speaker": 2, "dialogue": ["Yeah, yeah, like I just don't have what I should have to deal with it.", "I don't know.", "Salinas and his place where she has her favorite everything for paper cup and and so when the clothes she likes to wear and are clean.", "She just doesn't want to wear her other clothes and I sort of don't know what to do.", "I really", "I really know what you're going through is Selena.", "I really understand on the other hand.", "You're just going to have to", "where these other clothes like just like that's just how it goes."]}, {"speaker": 1, "dialogue": ["I guess I it strikes me in different ways.", "Why don't think you're feeling a bit that way with me like.", "I don't want to fucking wear these clothes but like the way things are I don't like that.", "I don't want to be on top of everything.", "I don't like that.", "I want to quit and give up.", "I don't like that.", "I feel so burden Lake."]}, {"speaker": 2, "dialogue": ["Yeah a little bit."]}, {"speaker": 1, "dialogue": ["And so I kind of imagined that there's something sort of historically revelance there where Selena has you and her parents to help her with that.", "She doesn't want to wear her clothes.", "We're going to sit there and we're going to get her to wear them somehow, but you'll help her you'll be more or less patient with her.", "You'll try different fix whatever and you'll see this.", "Is like okay.", "This is what a three-year-old does like.", "She's going through a phase like boohoo.", "We'll we'll try this will try that, you know some combination try and the straps are trying to force her trying to bribe her trying to do the laundry more and just losing patience with her."]}, {"speaker": 2, "dialogue": ["Behind.", "Yeah, that's all right."]}, {"speaker": 1, "dialogue": ["That's kind of like be with her and some extent.", "I don't know.", "I guess I can imagine that maybe you didn't have that."]}, {"speaker": 2, "dialogue": ["I don't remember I mean thinking more generally but I don't remember anyone talking to me about my clothes much.", "I mean, that's what it feels like anyway."]}, {"speaker": 1, "dialogue": ["I guess part of where I'm a part of what I'm saying was I think it and I mean it sincerely by the way, but this it feels like you like such a large like kind of essential problem to not wanting to be doing these things.", "It's so burdensome and yet so dangerous to not do them."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Answer like my complete vanity about it is that she won't feel that way because she's got you and her parents to help her feel like it's livable in like survive and it sucks, but it doesn't end the world."]}, {"speaker": 2, "dialogue": ["Yeah, so are you saying that a lot of my distress at not wanting to deal with my life and having to do with my life and having to deal with my life comes through as I don't know how to resolve that or that I don't know how to resolve that."]}, {"speaker": 1, "dialogue": ["Guess what I'm saying is"]}, {"speaker": 2, "dialogue": ["Sorry.", "I don't really know what to say except thinking is hard.", "I'm sorry.", "I can't stop.", "Well, I'll lose my train of thought.", "I think I get to the point where I am trying to sort of take the next step and work things out and I don't know say something intelligent.", "I I just gets too hard."]}, {"speaker": 1, "dialogue": ["I think may feel like the end of the world."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["We should stop."]}, {"speaker": 2, "dialogue": ["You have a good weekend."]}, {"speaker": 1, "dialogue": ["Thank you teacher."]}]