[{"speaker": 1, "dialogue": ["Good morning."]}, {"speaker": 2, "dialogue": ["good morning how are you"]}, {"speaker": 1, "dialogue": ["I'm doing okay.", "Let's see a quick thing about insurance.", "So Blue Cross seems to be pain up over the rate.", "They said they would."]}, {"speaker": 2, "dialogue": ["yeah"]}, {"speaker": 1, "dialogue": ["You saw that too."]}, {"speaker": 2, "dialogue": ["I don't know I'll let you finish"]}, {"speaker": 1, "dialogue": ["Okay, so I mean I don't need to take any more that I'm taking.", "I'm it's not exactly an air.", "I don't think for various reasons.", "At least.", "I don't feel compelled to let them know.", "So, I mean my thought was essentially just a credit you or write a check."]}, {"speaker": 2, "dialogue": ["that sounds great", "Since I ask for it back I can give it back."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["The day before you called them.", "I don't know what the order was but there is the day that we got the letter that denied the request then that day.", "I got a check from them.", "Worried about that seems over like what I had expected.", "How do I approve the request?"]}, {"speaker": 1, "dialogue": ["ha"]}, {"speaker": 2, "dialogue": ["Which is why it wasn't clear to me that you had communicated with them at all and that there was an error.", "So that's what prompted me to call them the next day."]}, {"speaker": 1, "dialogue": ["ha"]}, {"speaker": 2, "dialogue": ["But it doesn't matter."]}, {"speaker": 1, "dialogue": ["Okay.", "Yeah, so I'll write you a check for what they've done so far and I don't know if they'll I guess I won't be keep doing it if they approved more visit, but we'll wait and see and can I just have like my bank send a check to your house?", "Is that okay?"]}, {"speaker": 2, "dialogue": ["Yeah.", "Or you can remove it from the check that I'm going to write you."]}, {"speaker": 1, "dialogue": ["I think you're actually had at this point."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["I'll double-check but I think that's right."]}, {"speaker": 2, "dialogue": ["That's a lot of money that they're giving you then.", "Okay, it doesn't matter."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["So the party was really great and my speech was really great."]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["Can I read it to you?"]}, {"speaker": 1, "dialogue": ["Of course."]}, {"speaker": 2, "dialogue": ["I wanted to memorize it but I didn't.", "I wanted to offer some thoughts about what a special person my dad is so as any scientist knows I'm sure most of you will certainly appreciate this after observing a system for a while.", "You can start to form a model to understand and explain Its Behavior.", "I will try to lay out a model to describe some of the unique qualities that make my dad who he is.", "So when I was trying to get some ideas on how to separate this complex system into its component parts actually found myself drawing some inspiration from Dad of himself.", "He's been building models for complex systems for most of his life.", "Ajooba.", "Tell stories of Dad's constant tickle tinkering exploring and building from a young age just this morning without my prompting him.", "You told me about his attempts just to build an electromagnet made out of a discarded nail and a wire when he was 8 years old and a crystal radio.", "And this was long before there were kids for that.", "Is inquisitive spirit is captured by this undergrad thesis for which he designed the model for an Innovative Harvester.", "Would you actually attempted to build and from my understanding most people didn't even finish their model much less attempt to build one.", "Do you claim for the accomplishments and potential followed him wherever he went.", "He Aces entry entrance exams without much preparation.", "And this is an exam that students now take a year or two off to study for.", "He graduated at age 21 and was awarded a full assistantship to study in the US in 1978.", "He went on to study the problems the problem of non-uniformity in tobacco seedlings for his master's thesis in studies took him to the South to study coastal plain Plains farming and then back where he continued his Winding Road and Graduate Studies to the program in operations research.", "His thesis was on establishing projection algorithms for specifically structured.", "I have nothing to say about that.", "He was planting the seeds for an illness lustrous and successful career and no doubt.", "He loves his work deeply.", "But most of what I want to talk about today is how my dad by his relationships.", "Clearly she's a brilliant man was a scholar at heart.", "But when you ask him about these times, you don't hear much about the finer aspects of his work.", "You hear about southern hospitality about his first date with my mom his lifelong fear of hiking and snakes and about his basketball games with moms brother's his involvement with the Indian studies associate Students Association.", "You hear about this Wilderness walks in his Friday Chinese lunches with his colleagues and community.", "You don't hear about how it was stressful, but I was born hours before a PhD defense you hear about how he went to the hospital gift store to buy a hairbrush for his baby daughter and how you passed out chocolate cigars to members of the defense committee after it was over.", "Just most of you in this room have experienced.", "My dad is an incredibly devoted person to experience his devotion is akin to being carried not because he takes over or assumes the responsibility or does it for you?", "But because of the force of his single-minded focus and wholehearted Devotion to you and the tasks at hand, really?", "Has a weight of an encompassing you.", "He takes it on as if it were his own and he takes you on as if you were his own and I'm not only talking about devotion of things that are I'm talking about scrubbing down the trash cans and I local temple every time he goes to during high schoolers in Toms River.", "I'm also talking about building a gorgeous wooden personalized table for each member of Mom's family and a deeply special and important part of his life hosting his weekly book club of 10 or so, which is now in its 11th year and the devotion part comes in his insisting on maintaining an elaborate tea serving ritual and he doesn't even drink tea anymore.", "And that's the thing.", "There isn't a lot of separation between mine and yours for him.", "He has a way of interacting with the world without a whole lot of Duality.", "There's not me you self other similarly.", "There's not a whole lot of happy or sad angry or calm frustration or fluidity.", "He has a share of extreme emotions, but actually he brings a good dose of equanimity to his wife in this sense dad's way is the middle way and it's great diversity adversity.", "Excuse me.", "Dad has Time After Time on the way to find Freedom in.", "Peace.", "These are all nice words about his free state of mind.", "But my dad is a man of action.", "His freedom has is really born out of a lot of discipline.", "His day is a series of Artful practices the daily Artful practice of meditation the daily practice of reading the New York Times allowed to his dad.", "They both have a voracious appetite for reading The Artful practice of a discipline workout routine followed by The Artful practice of a hot tub soak The Artful activist and preparing the morning oatmeal with the right proportion of raisins nuts and dates are full practice of just about 35 physical therapy exercises for his back neck and knees and this is just the morning.", "There are 20 more at night.", "There's also", "The daily Artful and loving practice of being with caring for and learning from his father while this world brings out some of his most tender moments.", "He also uses discipline to gain freedom in this practice to", "he gets no slacking doing his 35 physical therapy exercises taking his daily walk or not eating too many sweets and that always keeps his best interests in mind.", "This is not an easy thing for a caregiver.", "Not a day goes by when Dad doesn't acknowledge how much he has given him and how grateful he has to be together with him.", "So what's it actually like to spend time with him?", "Well, I'll do in this room know.", "This is just know this just as well as me you actually spend a lot of time laughing.", "He makes you smile and he really sees the humor enjoy the ups and downs the littles and The Bigs he brings a child likely to the simplest things like learning a new technique for Pomegranate seed extraction digging a hole for a new fig tree.", "He loves taking calls", "Worrying about releasing mail-order ladybugs in his garden.", "He was sick with in the hospital and the big one taking the time resources and energy to ensure that each member of his family can and does prepare these two new Innovative dishes for Thanksgiving.", "Your purchase each experience as if it were the first time with a fresh look see you spend a lot of time laughing and you spend a lot of time playing learning how to solve problems is curiosity in off of the Natural World of Bounce and his deep intuition for how things and people work makes it really rewarding to go to him with a problem.", "You learn how to go through adversity.", "You learn how to treat others and importantly you learn how to care for it and be kind and compassionate for yourself as well.", "So finally you can't acknowledge this great man without also acknowledging an extraordinary woman the spirit generosity devotion support and humor of my mom have helped bring out the Essences of my dad and my dad is done the same for the extraordinary qualities of my mom.", "So here's the both of you and may your individual strengths continue to be in service of each other and your community."]}, {"speaker": 1, "dialogue": ["Wow."]}, {"speaker": 2, "dialogue": ["It's a nice speech."]}, {"speaker": 1, "dialogue": ["You're such a loving and devoted daughter."]}, {"speaker": 2, "dialogue": ["I needed to say those things.", "I guess it came out.", "It came out pretty easily.", "I had a couple."]}, {"speaker": 1, "dialogue": ["Enjoy slowly."]}, {"speaker": 2, "dialogue": ["Yeah.", "I had a couple of sitting sessions but I just sort of like used him as the object of focus and then I just wrote it on the day of the party.", "I had written down like little notes from each session and I use my grandfather and my mom for a couple of days samples.", "I spent a lot of time going through his master's and PhD thesis but what I really wanted to look at was his Harvester thesis as an undergrad.", "It's very funny, but we couldn't find it.", "There are some aspects of the party that were similar to my wedding for me and that", "Well, some parts were really different like I was kind of a night and day the way that I was like physically not experiencing any any anxiety or tension.", "I mean, I was a little bit playing in front of everybody.", "Yeah, is there a fluid and then like once all the people showed up?", "I found myself stretching myself in right away.", "Socially, I didn't like my investment took like connecting with every single person there and it was exhausting and I felt it was really similar to what happened at the wedding, but I had the perspective to sort of I don't know take a step back and", "I don't know likes spent a lot of time with the same people instead of moving from group to group to group 4 hours, which is what feels natural to me and it also made a lot of sense and I was so tired after essentially like 4 days of this because I was so tired just after one day of it."]}, {"speaker": 1, "dialogue": ["That does make a certain kind of sense."]}, {"speaker": 2, "dialogue": ["It does but it wasn't obvious."]}, {"speaker": 1, "dialogue": ["Yeah, no, I understand.", "It.", "Just sounds like you worked very hard.", "I mean happily but"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["the hard"]}, {"speaker": 2, "dialogue": ["Yeah, I don't know why other people don't work harder like why it doesn't try them out.", "Most people.", "Don't float the way I do.", "I mean one extreme is Jeremy who had people coming up to him all evening and he was like sort of in the same general area the whole time.", "That's how he's comfortable.", "It doesn't really feel compelled to approach other people but my parents are both Social Butterflies and move from group to group.", "They don't seem to be exhausted from it.", "I think I work very hard and I like to myself alot."]}, {"speaker": 1, "dialogue": ["And you're sort of goal or intention is to connect with everyone there."]}, {"speaker": 2, "dialogue": ["Yeah, like in the best most Focus way I can.", "So I guess I'm like I was thinking about what's going on.", "In other people's lives like what I can ask them about.", "Are people really like want to talk?", "It's not like I'm imposing myself.", "Like everybody else doesn't feel compelled to be to go around the room and talk to everybody because there are only a few people who know every person so they're like really happy to like engage in a deep meaningful conversation but to do that 25 times,"]}, {"speaker": 1, "dialogue": ["I don't think it's solely because there are only a few people who could be talking everyone that you're one of the only people who is that might be part of it though.", "I don't know.", "What is I think they're probably something important to how it matters to you to really connect with everybody there.", "There might be multiple reasons for it, but it seems important."]}, {"speaker": 2, "dialogue": ["What is that?", "I feel.", "Like I need to show my devotion in interest, but like people need to be reminded.", "But I'm not going to like approach someone and be like they're like, how are you and I'm like, I'm great.", "How are you great.", "I like what you're wearing or something.", "That doesn't take that much energy."]}, {"speaker": 1, "dialogue": ["Right.", "How is the trip end?"]}, {"speaker": 2, "dialogue": ["Right, like I show up and I'm like, how is blah blah blah blah blah.", "like whatever happened to"]}, {"speaker": 1, "dialogue": ["How is your son doing at college?"]}, {"speaker": 2, "dialogue": ["not even that like whatever happened to your son basketball coach thing.", "or like"]}, {"speaker": 1, "dialogue": ["Like a very specific reference to a previous conversation."]}, {"speaker": 2, "dialogue": ["yeah, we're often people people.", "We're also coming up to me a lot and like a couple of my dad's colleagues like really wanted me to send them a speech which was kind of pretty cool, but", "You know a lot of people were like, wow, it's so great that you still play saxophone or like I don't know there was just like compliments the entire night.", "And I also feel like I want to say something meaningful if I'm not just going to say thank you so much, which I did for a lot of people there's also like how did you learn?", "Like, how does jazz work?", "Did you know the tune before I hand did you practice or like how did you write your speech like what a great speech is so lucky.", "And I think I found myself like really trying to reach deeply and ask like, how did I write the speech?", "I don't know.", "I sort of like.", "A whole lot about it.", "I didn't write much until today and I don't know it's like this whole building the wheel every time or most people seem to recycle a lot more."]}, {"speaker": 1, "dialogue": ["Yeah, it's like you really almost maybe even a little bit like scrumptiously try to bring yourself to each conversation."]}, {"speaker": 2, "dialogue": ["What does scrupulously mean?"]}, {"speaker": 1, "dialogue": ["like with careful attention"]}, {"speaker": 2, "dialogue": ["Yeah, I got like stuck in that mode.", "I can't pull myself out and zone out.", "Or like go back to where I'm just like sitting."]}, {"speaker": 1, "dialogue": ["Yeah, you've been very very on."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And enjoying it and into it."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["An immersed but also sort of and most importantly not aware of how much energy and effort it takes and how it can Tire you out after a while."]}, {"speaker": 2, "dialogue": ["Yeah, I think I realized it kind of a lot later."]}, {"speaker": 1, "dialogue": ["Yeah, the thought that I had was that.", "I wonder if sort of given the contacts and given what you wrote how much it's an impart sound up with your relationship with your parents.", "Like it's kind of like part of how you reflect what they shown you about family.", "And part of your sort of devotion and appreciation for that."]}, {"speaker": 2, "dialogue": ["They don't.", "We don't show their devotion in the same way.", "Like they're not trying to make a deep connection with everybody every single time.", "They talk to someone that's my own way.", "But I think like in the spirit of"]}, {"speaker": 1, "dialogue": ["haha"]}, {"speaker": 2, "dialogue": ["Like in what kind of spirit and bringing to it?"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["If you're not sort of touching your mouth when you offer a suggestion or a or an interpretation your hand goes to your mouth."]}, {"speaker": 1, "dialogue": ["I never knew that."]}, {"speaker": 2, "dialogue": ["You have to feel unconscious about it now.", "But it happens.", "It's like that's your position for like I made an offer and let's do that.", "I found out more about my very early relationship with the oldest female cousin.", "She was there.", "First of all, my parents think that it was a matter of a couple of days that I was really really sad and gloomy."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I saw remember as feeling like a couple of weeks, but I'm sure they're right.", "They said that the write-up was extremely painful that was like the worst of it where it was like the transition like I'm being like all my connections are being like cut off completely torn away from me, but that wasn't but that was when I was quite a bit older when I was a few months old her family lived in Virginia at that time, and we would spend many weekends there especially during this time that my mom was from what I understand now very depressed and it was very hard for her."]}, {"speaker": 1, "dialogue": ["I just moved there."]}, {"speaker": 2, "dialogue": ["Yeah, just moved.", "My dad had just"]}, {"speaker": 1, "dialogue": ["Done his defense.", "Yeah."]}, {"speaker": 2, "dialogue": ["just defended.", "I was three weeks old when they moved and then my mom had never lived away from home and had this new daughter and was like totally depressed for about a year.", "This is part of my questioning to her like why like she brings it in a way that doesn't focus on the feelings.", "It's like it focuses on explaining why she was feeling bad.", "And then what she did she couldn't really do much.", "It was like she was away from home.", "My dad was gone.", "I was like crying all of the time her parents were very preoccupied my grandpa.", "My grandfather had started a business like as a second career that completely failed and they were losing a lot of money so she couldn't"]}, {"speaker": 1, "dialogue": ["What was it?"]}, {"speaker": 2, "dialogue": ["The business I think it was like a mark some kind of Bodega."]}, {"speaker": 1, "dialogue": ["haha"]}, {"speaker": 2, "dialogue": ["Is an entomologist."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["He was teaching also but I think he's always had an interest in business, but I don't think he had it doesn't sound like he was a very fruitful venture."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["So they could have talked on the phone and her sister lived like an hour and a half away.", "So I think that was really important for her to get through."]}, {"speaker": 1, "dialogue": ["Is your dad working long hours?"]}, {"speaker": 2, "dialogue": ["Yeah, I think he was probably working at least it was an hour commute.", "She was probably gone at least 9 hours of the day.", "I mean", "I don't know.", "I don't know what his hours were.", "Okay.", "Sorry, like got really obsessed with finding my dad's undergraduate dissertation."]}, {"speaker": 1, "dialogue": ["the Harvester"]}, {"speaker": 2, "dialogue": ["Yeah, so I was like looking at the University's web archives.", "And anyway in the process, I found out that I can look at anybody's dissertation in the whole world and I spent a bunch of time reading yours."]}, {"speaker": 1, "dialogue": ["Oh."]}, {"speaker": 2, "dialogue": ["I had to disclose that."]}, {"speaker": 1, "dialogue": ["What were your thoughts and reaction?"]}, {"speaker": 2, "dialogue": ["Well, okay, so I was like writing the speech and I wasn't really reading it for the content."]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["I was reading it for negative deep inside about your personality.", "In your life and there wasn't really a lot of those.", "I wonder what my mom infant mother died on the nature of our diet was when I was an infant.", "It sounds like it falls more until she was withdrawn and I was"]}, {"speaker": 1, "dialogue": ["Bussy"]}, {"speaker": 2, "dialogue": ["spicy rather than her being intrusive in my being whatever.", "Yeah avoidant just from like what I have heard about what she was going through in that time.", "And I wonder if she hated me.", "This is all in the context of what I read.", "So we would go to her sister's house and Selma was like 9 and apparently she would just like pick me up out of her car seat like strep miadora hip and carry me like that for the entire weekend.", "She would go from place to place to place and I was like, I was really like her doll.", "We were inseparable and she was completely adoring and loving and like needed and wanted me to just go everywhere with her.", "It wasn't like she necessarily played a whole lot with me, but just had me with her everywhere.", "This was I think many weekends of that first year."]}, {"speaker": 1, "dialogue": ["It is also possible.", "I don't think this is a comment how she was I don't know but you know some others who are depressed pull it together pretty well."]}, {"speaker": 2, "dialogue": ["I think she was probably one of them."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I think relative to the rest of her life.", "This was the darkest time for her."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["But it doesn't sound like there is anything outstanding about how she treated me or how she interacted with me.", "I don't know."]}, {"speaker": 1, "dialogue": ["Yeah.", "We have about 5 minutes.", "One thing I'm wondering about is the extent to which you feel a similar kind of pole or sense of being.", "On and how you would want to talk and connect you.", "And what you were you would be lost or I think more specifically that like I might miss about you or we might not share if you're not that way."]}, {"speaker": 2, "dialogue": ["Yeah, I was just thinking about that, too."]}, {"speaker": 1, "dialogue": ["Yep."]}, {"speaker": 2, "dialogue": ["Yeah, I really do feel that way.", "I don't know what I would lose.", "I guess I would.", "Waste minutes.", "Like I do feel kind of an urgency here.", "That I have to fill up all of the time.", "But if I'm choosing not to that's it should be really important to me.", "how to lose the chance to show you how committed I am", "or how special you should think I am.", "But I don't feel that extra layer of filtering or sensor in here.", "It doesn't feel like I don't feel like I'm", "Planning or scheming or anything?", "It just feels like whatever I have at this time, like should be yours in such a way that you really see who I am and appreciate it and love it."]}, {"speaker": 1, "dialogue": ["Somehow that could happen differently if you weren't his Focus like, you know what I mean?"]}, {"speaker": 2, "dialogue": ["I know I understand.", "What you're saying?", "I don't know."]}, {"speaker": 1, "dialogue": ["When I'm getting it."]}, {"speaker": 2, "dialogue": ["I don't know how it happened differently."]}, {"speaker": 1, "dialogue": ["I see I guess I had thought that there's maybe something that gets left out a little bit and making the effort.", "I'm not saying that it's bad to make effort.", "That's certainly not what I'm saying, but that there's some part of you that gets left behind a little bit.", "Or judge by you, not quite as good or worthwhile in some way.", "I think that's the part that isn't involved with trying or something."]}, {"speaker": 2, "dialogue": ["I think I get why it feels so scary to not want to try and general and why it feels like that's going to be the end of the world if I fall into.", "A space where I'm not feeling connected.", "I'm not feeling", "Momentum or like not trying.", "And I think I do fall into that space and it's very bad and scary and I'm not accepting it as much as I accept the other mode."]}, {"speaker": 1, "dialogue": ["It may be irrelevant.", "But it's just funny how these things come up together.", "It does make me think of your mom being kind of depressed when you were little and feeling like even she could manage that pretty well and how she was with you that it took effort.", "You know what?", "I mean, like how to gather herself somewhat."]}, {"speaker": 2, "dialogue": ["What's the alternative?"]}, {"speaker": 1, "dialogue": ["Well, I'm not going to answer that one.", "I guess you may be asking rhetorically."]}, {"speaker": 2, "dialogue": ["No, I don't.", "I can't imagine a model of the alternative."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["I think I have to make it.", "Like figure out what the model is for me."]}, {"speaker": 1, "dialogue": ["We need to stop unfortunately.", "I'll have to think about."]}, {"speaker": 2, "dialogue": ["What?"]}, {"speaker": 1, "dialogue": ["I'll have to think about."]}, {"speaker": 2, "dialogue": ["You don't have to think about it at all."]}, {"speaker": 1, "dialogue": ["I think I do to tell you the truth.", "I think it's so that I will shut up and let you talk."]}, {"speaker": 2, "dialogue": ["Bye."]}]