[{"speaker": 1, "dialogue": ["Sorry, I'm late."]}, {"speaker": 2, "dialogue": ["That's okay.", "Things are not too good.", "I don't know what to do.", "I don't know.", "I keep thinking things will get better things.", "Just don't get better.", "So"]}, {"speaker": 1, "dialogue": ["Let me change the subject and ask you something trivial because otherwise I'm going to immediately forget about it which a scheduling question.", "Could you switch least for awhile to 9:15 from 8:30 on Wednesday?"]}, {"speaker": 2, "dialogue": ["yes."]}, {"speaker": 1, "dialogue": ["Okay.", "Alright.", "What's happened since last night?"]}, {"speaker": 2, "dialogue": ["Not much.", "I don't know I think a lot about killing myself and I'm not sure I have the courage."]}, {"speaker": 1, "dialogue": ["To do it or not to do it."]}, {"speaker": 2, "dialogue": ["to do it", "Yeah.", "Yeah, that's one way out."]}, {"speaker": 1, "dialogue": ["Well, I'm aware that there are sort of practical considerations, but for the moment, let's put those aside and do business as usual as usual."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Which will come back to them later today.", "But yeah, I imagine you're telling me now both of your safety and about what's on your mind."]}, {"speaker": 2, "dialogue": ["Yeah.", "It just seems like there's no good way out of this."]}, {"speaker": 1, "dialogue": ["Well, I have some thoughts."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["The first is as usual.", "I think I don't doubt your at all the sort of I don't know pain and horror and feeling trapped in the fear that you felt started yesterday afternoon.", "I guess either except for being asleep that you felt until now at the same time.", "There are some things that are a little suspicious."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["You do seem to have a pretty syrup to have pretty Surly forgotten and I imagine maybe unconsciously gotten rid of how you felt.", "Let me for example on Friday other times too.", "But that was just the time we talked about it.", "So which was considered considered Peru, we better and also since the beginning of black Fleet Week, very cautiously and Berry where we're really hopeful."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I don't think what's going on now is just what you are feeling like OSHA.", "I kind of crashed again.", "And so the hopes I had were dashed.", "I don't think this is just that that would semen seem reasonable to me, but I don't think that's what's going on.", "Actually that I think it's likely that you have kind of gotten rid of what that felt like all together."]}, {"speaker": 2, "dialogue": ["happy"]}, {"speaker": 1, "dialogue": ["I mean this isn't like oh things are going a bit better.", "But now I've had a setback so I'm kind of feeling worse about things and not as hopeful or optimistic as I was I think this is like that's gone in the I don't know quite what to call it.", "Like the horror the depression isn't quite right suicide isn't quite right suicidality the phrase that occurs to me is like it is back with a vengeance I think and it has obliterated what came before"]}, {"speaker": 2, "dialogue": ["Yeah, I was feeling hopeful."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I want that back."]}, {"speaker": 1, "dialogue": ["Yeah, you may be punishing yourself for having felt it."]}, {"speaker": 2, "dialogue": ["Why would it?"]}, {"speaker": 1, "dialogue": ["I'm not saying that it's going to make you feel hopeful again.", "But I think the model you kind of have kind of have of it to the extent that you have a model at all in the weighted.", "It was kind of sounded to me last night.", "Was it almost like it was quite biological.", "Like, you know or that's not quite right like something that some like something like that though.", "We're once you're out of the environment of the hospital or whatever like basically would be more like this these things just come to you.", "There's no Rhyme or Reason.", "They undo whatever could possibly be done in only imaginal way to feel any better is to be dead.", "Like it's the plague.", "I mean you get to play cure.", "Fuck.", "Yeah, maybe like being a hospital bed and to get some fluids or something.", "But basically you get the plague.", "You're fucked your dad.", "Now, you're dead later.", "You're going to suffer in the meantime and that's it.", "There's nothing really to be done.", "My impression.", "Is that.", "That's what it felt like but again actually look at it.", "Look at what has happened.", "That's not really what it looks like.", "We don't know ultimately if the ECT is going to make a significant difference.", "I mean it was for a week and a half.", "It's seems pretty clear along with being in the hospital.", "I always makes a difference.", "So it's hard to tell from what's what and hard to know how often these will come back with ECT.", "We don't know but though they're uncertain but there is uncertainty uncertainty their butt and he have your conviction that there is no real possible help Everest.", "I mean when I say it is a little", "I imagine you know what I mean."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["wherever this is something we've run into before the feeling of a kind of inevitable of mono and monolithic quality of to the depression, especially this suicidality in a way that emerges little later I like"]}, {"speaker": 2, "dialogue": ["Not closer to quite adding up."]}, {"speaker": 1, "dialogue": ["Or not quite fitting like I guess there has been times where it's before where it's very much felt that way and we sort of look back at why what's happening there were actually clear precipitous.", "And it doesn't make the horror of feeling this way any better, but it does sort of contextualize it a little bit."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I think this is I think this has that too.", "I think the context is probably like a kind of guilty and then full reaction to feeling better at least in part or being taken care of."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["You know, maybe now I'm clearly on a roll here.", "Maybe maybe you know, you said when we talked on the phone, but you you were talking about getting help and you said this was after you were start starting to feel a little bit better in the hospital anywhere.", "Like now I'm kind of kind of feel like I have to leave I feel a little better.", "I don't feel like I deserve it anymore.", "I feel guilty about getting now I should just be out of here.", "And you said that in kind of a self-conscious way of knowing that it was still perfectly reasonable for you to be in the hospital, but I think you were saying look I'm completely desperate I either don't care anymore.", "Somehow it's okay to get the help.", "And then after I sort of am a little sort of an some little amount away from that actually it wasn't a little mount.", "It was hard to remember feeling that way when you were out of it.", "But anyways point is once you're feeling well enough to possibly not need that anymore and made you feel guilty to have", "And I don't know maybe this is a real reaction to that guilt.", "Maybe you do feel guilty for Ever Getting It you sort of suspend that for a while when things are awful.", "And then when you feel better or you go home and falls on you like a ton of bricks."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And this sort of Thoroughly cruising way that obliterates your recollection of things ever in better, whatever help or optimism.", "You may have had however guarded or weary.", "And it is terrible terrible terrible.", "But what happened to you?"]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["That's also not to say that I know that you'll survive this.", "I don't I hope so, but I really I don't know."]}, {"speaker": 2, "dialogue": ["Yeah, I don't either.", "You know I intend to but the hopelessness is just it's so convincing.", "Yeah, it really is just gone.", "And I don't remember it at all."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Yeah, you pointed it out to me and I sort of remember it but not really.", "It's like it was it wasn't even there."]}, {"speaker": 1, "dialogue": ["I see.", "Do you almost feel that impulse to make it clear to me that it wasn't even there?"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["How would you like to to explain it?", "I mean, this is a genuine question.", "I'm not trying to set you up.", "I really want to know."]}, {"speaker": 2, "dialogue": ["I don't know just feels like it clearly wasn't real."]}, {"speaker": 1, "dialogue": ["Like you were probably taken in."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And I'll probably taking it."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Now you see it like it is."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["And I imagine you feel so sure."]}, {"speaker": 2, "dialogue": ["And I very much want to give up and want not to give up.", "I don't know.", "It's really hard."]}, {"speaker": 1, "dialogue": ["Well, what's the part about wanting to give up?", "It is almost like a u x that you were folded pulled into having hope and made things worse."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["Is like you don't know how you're going to bear it for the minute let alone for years to come."]}, {"speaker": 2, "dialogue": ["I can I can do it for the next minute.", "Yeah, I can verify this chunk of time.", "Just not much longer.", "It's just really Graham."]}, {"speaker": 1, "dialogue": ["I mean, I don't mean to be in any way critical abuse Amos.", "I know you're working incredibly hard and that all this takes so much effort and takes so much out of the my thought at this moment is this is a little bit like when you saw a therapist as a kid"]}, {"speaker": 2, "dialogue": ["How so?"]}, {"speaker": 1, "dialogue": ["And you were you were terrified that the therapist would find out that you were depressed and wanted to I guess talk about anything but and I kind of have a different assualt of a very different perspective on that which is that there is there was something very dangerous about the possibility of getting the help that you were sort of desperate to protect yourself.", "There's a way of that which I guess I sort of assumed before and I thought was that what you meant that you were afraid that if you were labeled depressed that somehow that wouldn't turn out well for you.", "First of all, a therapist clearly was not going to help second of all it would be something bad for you like your dad or your mom or whomever knowing this about you so it could only go badly.", "And I guess what I'm imagining now is maybe there was something something kind of more fundamental and sort of more terrifying about somebody someone finding out how you really felt what you really saw it and it was really like that you were being in a relationship with somebody who really knew those things about you was for some reason.", "I kind of got your possibilities, but I'm not sure which it is really dangerous."]}, {"speaker": 2, "dialogue": ["Yeah, I mean, it feels like it but I don't know why."]}, {"speaker": 1, "dialogue": ["Yeah, so I mean to be clear I don't at all think you are sitting here like stinking all this stuff that you're consciously withholding from me.", "I don't have that and I think you've shared what comes to mind but I do think that unclog unconsciously.", "You're pretty in the head visit inhibited from thinking of things to say about what it's really like in a context.", "You're not generally at all lost for words or ways of talking thinking about or describing.", "So those things I imagine that might be why"]}, {"speaker": 2, "dialogue": ["Yeah about it."]}, {"speaker": 1, "dialogue": ["It's okay.", "I mean I imagine that the level of it probably makes you feel bad.", "We talked about that but you really wish like you probably feel like you're going to meet me at the service something before."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And maybe go back through some of what I don't know where about you yourself in some other way.", "Maybe you're terrified and feel like no good could possibly come from having more to say"]}, {"speaker": 2, "dialogue": ["I'm afraid I'm not going to make it."]}, {"speaker": 1, "dialogue": ["Do you ever want to do you ever want to feel what's going to happen?"]}, {"speaker": 2, "dialogue": ["I'm afraid I'll kill myself.", "I don't know not really to get Ethan."]}, {"speaker": 1, "dialogue": ["but safe"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["You just won't be able to things you want."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And you won't care so much about whatever courage it takes, but how bad things are hurting?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["It will just be."]}, {"speaker": 2, "dialogue": ["Yeah, it would be the best thing that I never did."]}, {"speaker": 1, "dialogue": ["Yep, I remember and you don't want to go back to the hospital."]}, {"speaker": 2, "dialogue": ["No, I have to."]}, {"speaker": 1, "dialogue": ["I'm not asking because it's going to be your decision.", "I'm asking because I at least consider taking into account what you want could", "but yeah, I mean if you were saying I would just feel so much better.", "If I was back there I would think about it, but you're at the moment saying you prefer prefer prefer."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["So obviously you're quite scared."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["and pretty helpless"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Is there any plan for the day?"]}, {"speaker": 2, "dialogue": ["I don't think I will the stuff our stuff out of storage.", "So I have to have some unpacking to do.", "Yeah."]}, {"speaker": 1, "dialogue": ["Yeah, and I have a question about the ECT and you may not remember this actually, do you know when it's about how full and now it is?", "Not at all the kind of assumed it helps kind of soon after the treatment itself or there was kind of a"]}, {"speaker": 2, "dialogue": ["I think it."]}, {"speaker": 1, "dialogue": ["More like it an SSRI where you would just sort of Build It Up over time, you know as opposed to like adderal.", "Will you kind of get a the Boost right away?"]}, {"speaker": 2, "dialogue": ["I think I want to say it was helpful soon after the treatment itself."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Yeah, it's not easy for me to tell."]}, {"speaker": 1, "dialogue": ["Mostly because it's hard to remember imagine that anything actually help."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Yeah, I guess my inclination is to send you home and ask you to leave some kind of message a little later this afternoon to let me know where things are at.", "Obviously if you need to call me before that, you can but kind of at least let me know no late afternoon kind of where things are at and whether they're worse or the same or better."]}, {"speaker": 2, "dialogue": ["Okay, I can do that."]}, {"speaker": 1, "dialogue": ["And then I mean we're scheduled tomorrow morning then you have treatment tomorrow."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["All right."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["Yeah, it's alright, you know my thought is just to kind of see what happens with that.", "But that actually makes a difference or not."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["What kind of go from there but obviously it seems get worse or get even more dangerous, you know.", "Do you have any other thoughts about the plan?"]}, {"speaker": 2, "dialogue": ["I think I can wait."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["All right will let me stop for now."]}, {"speaker": 2, "dialogue": ["Thank you."]}]