[{"speaker": 1, "dialogue": ["Hi, how are you today?"]}, {"speaker": 2, "dialogue": ["I figured you were running late."]}, {"speaker": 1, "dialogue": ["I just had to run for something quick.", "Sorry about that."]}, {"speaker": 2, "dialogue": ["It's chilly out.", "I didn't get coffee.", "So if I seem slow and unable to think I have closing today."]}, {"speaker": 1, "dialogue": ["Oh good."]}, {"speaker": 2, "dialogue": ["Which I've gone to squeeze.", "I just got another day with all kinds of stuff.", "It kind of stresses me out to have to have things all lined up throughout the day.", "The club got to meet Jess's mom to put the carseat in the car so she can go pick up Lucille.", "She wants to take Ian.", "So it's not a shocking for Lucille.", "So they need both car seats.", "Then I've got to go back and get eaten for Cub Scouts.", "It's the big pack meeting.", "I've never been to a pack meeting.", "So I don't know what we're going to do there and sleeping over."]}, {"speaker": 1, "dialogue": ["Are you like a den.", "Or something or you just going?"]}, {"speaker": 2, "dialogue": ["No, I'm just a dull in the Cub Scouts.", "You've got to go with your kid.", "You don't just drop them off which I imagine.", "Maybe the older kids just get dropped off.", "I don't know.", "It's going good.", "I tell you how I lost my bedroom."]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["He's going to sleep in my bed tonight.", "He's going to learn to skate tomorrow.", "It's going through March that seems like an awful long time to teach kids to ski, I would think that at some point they give them a stick and a puck and I don't know.", "So I got to do that.", "Tomorrow is Cub Scouts are visiting a fire station at 10 meet.", "I really got the winner's share of the farm all male players on my team are going out Saturday night and Sunday.", "I have a football game."]}, {"speaker": 1, "dialogue": ["What are you going to do with all your free time?"]}, {"speaker": 2, "dialogue": ["Well, hopefully and we'll go to bed early Sunday morning.", "I'll probably end up sleeping late.", "I'll probably be a little hung over.", "The whole thing just makes me anxious.", "I don't know if it's just the closing that makes me anxious or if it's having all of these things to do at a week.", "Of a week of a kind of coming home and just doing titles and working from home.", "I've been going to the office but going home in the afternoon.", "There's no real pressure or stress on me to get things done or should I have got I mean I have got plenty of time.", "I've already got.", "I had to order an uploaded updated playoff.", "So I've been waiting on that.", "I want to tell dr. Micah on Tuesday apps for she was cutting back my well room.", "And then in the very end, she asked me are you depressed and I go a little bit she was like, oh, we don't want to go down on the Wellborn if you're depressed, so I have to lie to her next time.", "No, I'm not depressed.", "I'm feeling great."]}, {"speaker": 1, "dialogue": ["You want to go down and I guess your concern is making you more anxious.", "Could you tell her that that that's more of an issue than your depression?"]}, {"speaker": 2, "dialogue": ["I just wake up.", "I see you're after Thanksgiving."]}, {"speaker": 1, "dialogue": ["I don't know.", "It seems to me sort of characteristic that the actual story is a perfect perfectly reasonable story, but you're thinking you'd better tell her a different story because somehow that seems more like it could get you what you want.", "Even though the actual story is like I said, not only pretty reasonable but would serve you just as well."]}, {"speaker": 2, "dialogue": ["I'll try it then.", "I'm glad you're picking up on these things."]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["I couldn't remember.", "She said to go up on the Prozac and I can't remember if she told me not to go up on the Prozac but I'm going up on it.", "Anyways now taking 25mg of the laundry.", "a lot of my green in the morning"]}, {"speaker": 1, "dialogue": ["What's that?"]}, {"speaker": 2, "dialogue": ["the West series cast"]}, {"speaker": 1, "dialogue": ["Less than or more."]}, {"speaker": 2, "dialogue": ["more so I'm taking a hundred at night and 25 in the morning.", "I think she's trying to get me on that and the Prozac and that's it.", "Maybe the copper play.", "I don't know as needed which is all the time.", "I don't seem anxious when I go to bed because I fall asleep on the couch and I wake up all discombobulated."]}, {"speaker": 1, "dialogue": ["Good.", "I mean not the discombobulated part, but"]}, {"speaker": 2, "dialogue": ["But not being anxious.", "Yeah."]}, {"speaker": 1, "dialogue": ["and it sounds like it has something to do with having all this stuff to do I guess my impression is that most of it isn't stuff that and itself is hard or worrisome in terms of what it involves more like things have kind of got to go right?", "You're not going to have a lot of time to be worried or be down or be distracted.", "So maybe you're kind of worried of what will happen if you're feeling one of those ways."]}, {"speaker": 2, "dialogue": ["Or just if there is some pick up somewhere.", "I'm always wary of hiccups, you know, like they just forgot to get a baby at banks.", "Are they going to be able to get a big truck?", "They've got to bring like 6,000 closing?", "So is she going to have time to do that?", "Maybe she will maybe she won't I don't know.", "I'm not going to risk.", "The of a personal check for $6,000.", "I guess you have to", "the only way to be safe on a deposit in 10 days is 10 days."]}, {"speaker": 1, "dialogue": ["Oh, really?"]}, {"speaker": 2, "dialogue": ["Yeah, I guess maybe at that point.", "You can't dispute it against another bank."]}, {"speaker": 1, "dialogue": ["You mean if it hasn't been returned in 10 days, it's good."]}, {"speaker": 2, "dialogue": ["Right.", "So Bank of America.", "If you depart deposit large amounts of money will hold it for 10 days, which I tell people they should get it get wire first.", "I tell them they shouldn't do Bank of America, but they should do they should get the money wired because the bank takes too long.", "I didn't have anyone to go to the game.", "So I sent out an email.", "I'm now going to get now getting all of these emails.", "Is it time are we done?"]}, {"speaker": 1, "dialogue": ["Not yet."]}, {"speaker": 2, "dialogue": ["There was a lot of traffic to"]}, {"speaker": 1, "dialogue": ["Does this feel like just something else you just had to do this morning?"]}, {"speaker": 2, "dialogue": ["No, not really.", "It's like I did some work this morning taking a shower.", "I don't know why I just always feel is a chore, but I had to take one today after two weeks.", "I'm going to take a shower.", "I need a haircut.", "I should have gotten one today.", "I always by Supercuts I think.", "You get a $100 haircut."]}, {"speaker": 1, "dialogue": ["It's $50, I think."]}, {"speaker": 2, "dialogue": ["is Ghana"]}, {"speaker": 1, "dialogue": ["Just after my pilates class."]}, {"speaker": 2, "dialogue": ["it's always a roll of the dice.", "When you go to Supercuts.", "You never know.", "If you're going to get shockingly.", "My hair is not easy to 10.", "They're afraid of me being bald and then on the top if it's too short, it sticks straight up.", "I'm like just cut it short it will grow back.", "It saves me money because it's the less.", "I have to get my haircut cut it short.", "I'll let it grow long.", "A girl like 4 times a year.", "The break defends on the year.", "I was hoping we were somehow going to avoid and playing hockey.", "It's just very expensive.", "You've got to buy him equipment every year they can get used equipment but there weren't any used helmets had to buy a new helmet just bought them.", "So I don't care as much at some point it gets expensive.", "It should be entertaining though him learning to skate falling over all over the place those little kids he hasn't signed up.", "So I'm anxious about that.", "I forgot to sign him up and we're bringing the check."]}, {"speaker": 1, "dialogue": ["Where is it?"]}, {"speaker": 2, "dialogue": ["You know the one you know where the YMCA YMCA is there is a rank two blocks from the house.", "He's already been to the Firehouse but"]}, {"speaker": 1, "dialogue": ["Can't take too many trips to the Firehouse."]}, {"speaker": 2, "dialogue": ["I guess not this Cub Scout stuff is kind of frequent.", "There's a lots of things to do.", "There's another meeting.", "There's a dead meaning.", "I'm trying to get all straight between dens last pass."]}, {"speaker": 1, "dialogue": ["He is a busy fellow."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["soccer and hockey and Cub Scouts"]}, {"speaker": 2, "dialogue": ["stalkers gone"]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["but yeah, he's got a lot of energy, you know, if he just sit around the house.", "He just bounces he doesn't do it when he comes over to my place.", "He just kind of sits things out and watches cheap we go out to dinner and his mellow but when he's home with Jesse pushes her out a lot more than he pushes me and talk to you doesn't really push me at all."]}, {"speaker": 1, "dialogue": ["In what ways does he pressure?"]}, {"speaker": 2, "dialogue": ["Just not listening."]}, {"speaker": 1, "dialogue": ["bouncing around not listening"]}, {"speaker": 2, "dialogue": ["Don't bring stuff in here and he brings the food in here.", "Don't bring food in here and he brings the food in here."]}, {"speaker": 1, "dialogue": ["up on the couch."]}, {"speaker": 2, "dialogue": ["Right, so I don't know why he acts really different with me just probably because he's around her enough that he knows her buns.", "He hasn't figured out mine yet or maybe Sears me I took a.m."]}, {"speaker": 1, "dialogue": ["You know there could be any number of reasons.", "I don't think that it's that he's not around you enough not to know your buns.", "He would learn those pretty fast."]}, {"speaker": 2, "dialogue": ["When he does come over and he does spend a lot of time downstairs running around so he gets a lot of his energy out there so loud."]}, {"speaker": 1, "dialogue": ["I don't know.", "I'm very much speculating here, but it sounds like Jesse's sort of on him a fair amount and worried about him a lot and he could be kind of pushing back."]}, {"speaker": 2, "dialogue": ["That's probably it.", "It sounds more like Jess."]}, {"speaker": 1, "dialogue": ["That's why I'm careful to say that I don't really know but he just doesn't do the same thing with you.", "There could be some of that on his side to where he feels a little meteor for her in a way, you know, Mom comforting stuff like that.", "He kind of gives her a hard time because of that which sometimes kids do"]}, {"speaker": 2, "dialogue": ["Or is it just trying to get attention?"]}, {"speaker": 1, "dialogue": ["Maybe it's to compete more was Lucille if it's around her sure."]}, {"speaker": 2, "dialogue": ["easiest to me ignoring him"]}, {"speaker": 1, "dialogue": ["No, it's probably not that I mean, I don't know how much you ignore him, but it's not something kids get used to."]}, {"speaker": 2, "dialogue": ["I don't know him that much.", "Yes, so many damned questions."]}, {"speaker": 1, "dialogue": ["He sounds like a very energetic vigorous curious active kid."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["That's great.", "I mean it's especially tough for the people who have to look after him all the time.", "I mean, those are very nice qualities.", "I'm not saying it's not the easiest one for you, but it's pretty nice."]}, {"speaker": 2, "dialogue": ["It'll be interesting.", "He doesn't seem I don't know he's kind of skinny.", "So it's like I don't know how he would get do getting banged around in hockey when they're little they don't go flying into each other.", "They just kind of bingen to each other and fall down.", "They don't know what they're doing unless they have another brother and then they dominate I noticed that with soccer all the kids with all her brothers were much better.", "I had a kid who scored 7 goals who had all who has two older brothers."]}, {"speaker": 1, "dialogue": ["They play with them more and they have to play up to their brothers."]}, {"speaker": 2, "dialogue": ["Like Lucille when she starts soccer, she'll be much better than one even started because she already been kicking around a ball Lucille's another year-and-a-half.", "It will be two and a half years before she can play instead of being cranky sitting in our little stroller at some point.", "She'll become more wanting to play and run around.", "She does that sum to but sometimes she just wants to sit in the stroller and being cranky.", "She doesn't want anyting else starts early.", "You'll see you see you're choosing your words carefully."]}, {"speaker": 1, "dialogue": ["how to respond to that one"]}, {"speaker": 2, "dialogue": ["Are you coffee?", "I'll go home to make coffee.", "It's such a pain though.", "Go home the three or four minutes.", "It takes it takes a while.", "You got to go you got to wash the pot out empty the thing put in the filter and put the coffee in.", "I don't know why he's a little things in life should just get in my way the hiccups.", "I wonder if Lucille is going to go with her grandmother when she picks her up today."]}, {"speaker": 1, "dialogue": ["You mean she might get cranky?"]}, {"speaker": 2, "dialogue": ["I'm hoping I'll be upset if she doesn't.", "She doesn't go Mama Mama Mama Mama stand up in the car seat and go no."]}, {"speaker": 1, "dialogue": ["Is that what she does?"]}, {"speaker": 2, "dialogue": ["That's what you did to me."]}, {"speaker": 1, "dialogue": ["Wow."]}, {"speaker": 2, "dialogue": ["I do not want to go with me when we got home.", "She literally stood in the driveway was going Mama Mama Mama Mama.", "Don't you want to play she went mama mama mama, so I just sat down and waited it out.", "Luckily just was only 10 minutes."]}, {"speaker": 1, "dialogue": ["It's hard being the daddy."]}, {"speaker": 2, "dialogue": ["Yeah, she doesn't see me often enough."]}, {"speaker": 1, "dialogue": ["How often do you see her?"]}, {"speaker": 2, "dialogue": ["I haven't seen her since Saturday."]}, {"speaker": 1, "dialogue": ["once or twice a week"]}, {"speaker": 2, "dialogue": ["Yeah, and I always for long periods of time.", "Sometimes she won't interact with me if she's cranky.", "There should be a coffee shop in this little square.", "You can never have too too many coffee shops at some point.", "I'm supposed to feed him."]}, {"speaker": 1, "dialogue": ["You're going to need to feed him I think."]}, {"speaker": 2, "dialogue": ["I got to figure out what to do.", "It's such a pain in the ass."]}, {"speaker": 1, "dialogue": ["We should stop for now.", "I'll see you on Tuesday next week, but I'm out on Friday."]}, {"speaker": 2, "dialogue": ["Okay, that's right next week.", "I hope you weren't worried.", "That I do it enough."]}, {"speaker": 1, "dialogue": ["No, you did that often."]}]