[{"speaker": 1, "dialogue": ["I am the psychiatrist here in this department."]}, {"speaker": 2, "dialogue": ["I came to see you because my GP sent me to see you didn't he?"]}, {"speaker": 1, "dialogue": ["Yeah, yeah."]}, {"speaker": 2, "dialogue": ["He said come and see a trick cyclist cuz then you'll be all right."]}, {"speaker": 1, "dialogue": ["Come and see us a trick cyclist a psychiatrist."]}, {"speaker": 2, "dialogue": ["Yeah, he not he not had time to listen to me.", "You see?", "Okay.", "He's a GP.", "He's a doctor but I don't think he's very clever.", "He's not very clever because he's not okay getting to getting to this.", "You see won't let let me talk about this.", "He sort of listen to it sometimes but then sometimes he doesn't"]}, {"speaker": 1, "dialogue": ["Right.", "Can I just clarify why you are here and why I'm here.", "I'm the psychiatrist."]}, {"speaker": 2, "dialogue": ["Well, I've come to see you in the emergency clinic today."]}, {"speaker": 1, "dialogue": ["Okay, and your GP has asked me to see you."]}, {"speaker": 2, "dialogue": ["So that's why I'm here.", "Is that right?", "Yeah, cuz I got to tell you about this.", "There's important stuff in there really important stuff.", "Okay.", "Well before we start with that I come to see you."]}, {"speaker": 1, "dialogue": ["Can I just ask you what you would like me to call you?", "What name?"]}, {"speaker": 2, "dialogue": ["Yeah name name is a game.", "I don't bother with names.", "That's just too good, right?", "Okay.", "Call me Audrey."]}, {"speaker": 1, "dialogue": ["Okay.", "I'm a psychiatrist over here.", "Okay.", "Now, what is Audrey?", "Can I ask you how old you are Audrey?"]}, {"speaker": 2, "dialogue": ["How old is Odell you're only as old as the woman you feel aren't you?", "I feel quite young and better than most women in their 20s."]}, {"speaker": 1, "dialogue": ["Right.", "Okay.", "So how old would that make you Audrey?"]}, {"speaker": 2, "dialogue": ["My ID would say I am 35 but I feel 23 and free free food food for the soul a nice bit of Soul.", "Yeah, I write a big fish fantast.", "I'm not hungry right you have any food any food here?", "You have any food?", "I'm starving now.", "They won't be able to get you any food.", "Let's okay now, let's get back to this.", "This is important.", "Yes.", "That's a good idea you okay.", "This is why I'm here to talk to you about this, right?", "Okay to tell you what's going on."]}, {"speaker": 1, "dialogue": ["Okay, tell me a bit about this then."]}, {"speaker": 2, "dialogue": ["Well, this is this is the work I've been doing and it's really important.", "If it's Mike here for World hungry hunger.", "That's what it is.", "You know, it's all written down here while it's not written down.", "It's here.", "It's at home in my books at home."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["When I get from the paper I get is I get soda Clues right as to what I'm supposed to do now and how I'm supposed to get get the other Clues to hold it down and come up with a final thing."]}, {"speaker": 1, "dialogue": ["And how long has all of this been going on what you say?"]}, {"speaker": 2, "dialogue": ["It's been for ages now."]}, {"speaker": 1, "dialogue": ["How long would you say?"]}, {"speaker": 2, "dialogue": ["Absolutely.", "I just now well, I've been up all week."]}, {"speaker": 1, "dialogue": ["about a week"]}, {"speaker": 2, "dialogue": ["Well this week I've been working really hard at it because before it's been going on longer than a week, right, but I've been working really hard on it for this week because you normally have another is the numbers you see right?", "It's the numbers you have to find out."]}, {"speaker": 1, "dialogue": ["Am I right in thinking?", "You normally do a different job?"]}, {"speaker": 2, "dialogue": ["Yeah, I have a small business with my sister selling Pottery.", "I am a Potter."]}, {"speaker": 1, "dialogue": ["You're a Potter and own a business with your sister."]}, {"speaker": 2, "dialogue": ["Yeah, not full-time.", "Just part-time."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["Audrey the odd is what they call me."]}, {"speaker": 1, "dialogue": ["Audrey Beyond"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Who called you that?"]}, {"speaker": 2, "dialogue": ["My sister Libby I showed her this and she told me to go get help in that I was bonkers."]}, {"speaker": 1, "dialogue": ["She said that you were bonkers."]}, {"speaker": 2, "dialogue": ["In fact, she didn't say go away and she told me to get the fuck away from her."]}, {"speaker": 1, "dialogue": ["My goodness she did.", "She said get the fuck away You're Bonkers.", "Did she?"]}, {"speaker": 2, "dialogue": ["Anyway, okay, so she did that.", "And so I said, yeah, I didn't think she was very clever enough, you know not end.", "Well, I went to see the doctor about it.", "Okay, cuz I thought I show her cuz she's a doctor, you know, she's been to University.", "She's done stuff.", "Yeah, they cash it.", "She didn't she said she didn't have time.", "I thought how you cannot have time to hear about the cure for world.", "Hunger all those starving children, you know what I mean?"]}, {"speaker": 1, "dialogue": ["Right.", "Yeah."]}, {"speaker": 2, "dialogue": ["So that's why she sent me here to tell you to tell you all about it."]}, {"speaker": 1, "dialogue": ["Right.", "Okay, tell me about it.", "Tell me what's going on."]}, {"speaker": 2, "dialogue": ["Okay, right.", "Well, it's I've got my very special and pieces here.", "I find in the papers like, you know, the football results, right they need to adding together.", "Okay, and then I have found some other information on this page.", "There's some pages and page numbers.", "They're right add those together and take it away from what's on there.", "Right?", "So I do that and you find and you find you find other things."]}, {"speaker": 1, "dialogue": ["And then what does that number do that?"]}, {"speaker": 2, "dialogue": ["That number corresponds to numbers on my on my chart at home.", "I've got the big chart on my wall.", "Right and I find that number.", "Okay, and that adds up to something else, huh?", "It's it's all there.", "I mean that's that's that's really good.", "I'm going to get one of those."]}, {"speaker": 1, "dialogue": ["What's that?"]}, {"speaker": 2, "dialogue": ["That's really good.", "That's that's a phone.", "It doesn't internet right and everything.", "So I'll be able to find out more stuff.", "You know that way when I'm out and about and so there's numbers you see all use those numbers there, right?", "You know, they'll be they'll need adding up.", "Okay and talking away from someone something."]}, {"speaker": 1, "dialogue": ["When you've done all this with all the numbers."]}, {"speaker": 2, "dialogue": ["Yeah, and the chart.", "Yeah.", "what is"]}, {"speaker": 1, "dialogue": ["Where will that leave you what is it?", "You're good for?"]}, {"speaker": 2, "dialogue": ["Well, it's a cure for world hunger in it.", "That's what it is."]}, {"speaker": 1, "dialogue": ["the cure for world hunger"]}, {"speaker": 2, "dialogue": ["the cure for world hunger"]}, {"speaker": 1, "dialogue": ["Okay, so how's that going to work been?"]}, {"speaker": 2, "dialogue": ["well how it works is God tells me you know that I'm real.", "I'm doing a really good job, right and how great I am and how fantastic it is.", "I'm working up this, you know, okay, and I just keep going at it.", "Okay, you know, I don't stop I don't stop at all."]}, {"speaker": 1, "dialogue": ["Okay.", "Can I just take you back a step?"]}, {"speaker": 2, "dialogue": ["Yeah, sure."]}, {"speaker": 1, "dialogue": ["Because you said God tells you."]}, {"speaker": 2, "dialogue": ["God tells me go on."]}, {"speaker": 1, "dialogue": ["Can you tell me a bit more about that?"]}, {"speaker": 2, "dialogue": ["Well, he he tells me you just talk to me.", "Yeah."]}, {"speaker": 1, "dialogue": ["He talks to you."]}, {"speaker": 2, "dialogue": ["Yes, he talks to me."]}, {"speaker": 1, "dialogue": ["Okay.", "Alright."]}, {"speaker": 2, "dialogue": ["Annie tells me right I'm doing a really good job.", "Okay.", "I'm I'm fantastic."]}, {"speaker": 1, "dialogue": ["So God talks."]}, {"speaker": 2, "dialogue": ["And I'm really wonderful and I'm great.", "You know, I'm doing okay when God talks.", "I have to show this to people right and that's why I've come here to show you."]}, {"speaker": 1, "dialogue": ["And when God talks to you, can I just clarify this with you?"]}, {"speaker": 2, "dialogue": ["What?"]}, {"speaker": 1, "dialogue": ["Does he talk to you?", "Like I'm talking to you with the boys coming through your ears or does it feel more like voice doesn't come through your ears.", "It comes out of your mouth voice comes out of your mouth and goes in your ear.", "Is that right?"]}, {"speaker": 2, "dialogue": ["Yeah, I get you should know that cuz you know, you're a doctor as well, aren't you?"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["So you should know these things."]}, {"speaker": 1, "dialogue": ["Yeah, and is that how the voice seems to you?"]}, {"speaker": 2, "dialogue": ["I hear him in my ears."]}, {"speaker": 1, "dialogue": ["You hear him in your ears?"]}, {"speaker": 2, "dialogue": ["because that's what I'm used to hearing and he talks to me with his mouth cuz he's he's"]}, {"speaker": 1, "dialogue": ["So the voice that seems to come through your ear is rather than from inside your head."]}, {"speaker": 2, "dialogue": ["it's quite loud cuz he's a big guy.", "He's a big."]}, {"speaker": 1, "dialogue": ["He's a big guy."]}, {"speaker": 2, "dialogue": ["He's a big guy.", "Yeah.", "Yeah, and he's got a big beard."]}, {"speaker": 1, "dialogue": ["What do you like?"]}, {"speaker": 2, "dialogue": ["Well, he's a big guy with a big beard.", "Yeah, I call him beardie.", "Once he didn't like that.", "He got a write-up Christ.", "Ski, I called him be ready.", "E. Yeah, I can imagine.", "Yeah, cuz I just and I just kind of so, I just call him sir."]}, {"speaker": 1, "dialogue": ["You call him sir."]}, {"speaker": 2, "dialogue": ["He likes to be called Sir.", "Yeah."]}, {"speaker": 1, "dialogue": ["Okay, and what kind of things when he's talking to you?", "What kind of things does he say to you?"]}, {"speaker": 2, "dialogue": ["He tells me I'm fantastic.", "You know how great I am for doing this and getting stuck into this and keeping at it and that I should show it to people and that's what that's what I do.", "I come out and I show it to people there's some stuff."]}, {"speaker": 1, "dialogue": ["So who have you been showing at 2?"]}, {"speaker": 2, "dialogue": ["Well, okay who have I been showing I I've sent copies of stuff to the pope right in the Archbishop of Canterbury and none of them have written back.", "You think they would you know."]}, {"speaker": 1, "dialogue": ["So no replies yet cuz they're close to God.", "They probably know him.", "He probably met him and stuff."]}, {"speaker": 2, "dialogue": ["Yeah, well, I mean the pope he claims to have met him right?", "I mean you don't know.", "Yeah, I would assume the pope knows God right?", "He knows he's got his address his telephone number everything like that.", "But then, you know our see the our Archbishop of Canterbury.", "I think he's just rude cuz he's not running back at all."]}, {"speaker": 1, "dialogue": ["Write it sounds as though this has all been keeping you really busy.", "Have you been sleeping at all?"]}, {"speaker": 2, "dialogue": ["No, I haven't had time to sleep now."]}, {"speaker": 1, "dialogue": ["No time to sleep."]}, {"speaker": 2, "dialogue": ["inanna"]}, {"speaker": 1, "dialogue": ["When was the last time you had a good night sleep would you say?"]}, {"speaker": 2, "dialogue": ["don't need it."]}, {"speaker": 1, "dialogue": ["You don't need it."]}, {"speaker": 2, "dialogue": ["Don't need it.", "I've got all this enthusiasm from God, right?", "You know, so what's your it's there?", "It's the energy inside me.", "It's there to make me do work."]}, {"speaker": 1, "dialogue": ["So you feel as if you got a lot of energy."]}, {"speaker": 2, "dialogue": ["Yeah, tons of it tons of it."]}, {"speaker": 1, "dialogue": ["And how are your thoughts?", "Are they going fast?", "Are they are you thinking lots lots of ideas?"]}, {"speaker": 2, "dialogue": ["Well, yeah, you have to think very intensely you look at stuff down here.", "There's there's I've got that in the door the other day, you know, okay, there's lots of numbers out there that need adding up and taking away."]}, {"speaker": 1, "dialogue": ["And how are you feeling about yourself your self-esteem.", "How do you feel about yourself as a person at the moment?"]}, {"speaker": 2, "dialogue": ["I feel fantastic, you know, cuz God's telling me right I am yeah, okay, and I'm doing a really good job.", "Yeah, it's all there and it's all happening."]}, {"speaker": 1, "dialogue": ["And tell me this because I couldn't get it from your GPS letter.", "Have you ever had anything like this before in your life where you felt full of energy and lots of bright ideas."]}, {"speaker": 2, "dialogue": ["No, no, it's not happened before.", "No, but this is been going on for so long.", "I can't really remember anything else, you know."]}, {"speaker": 1, "dialogue": ["And have there ever been any times in your life where you kind of been the opposite where you had a bit down in the dumps?", "Not much energy."]}, {"speaker": 2, "dialogue": ["Sometimes well, I don't have I have been low sometimes when I was younger a long time ago.", "I don't remember that was long ago.", "Once I felt very sad and low.", "Now, no not now doctor put me on Prozac didn't do anything though.", "Let's get back to this."]}, {"speaker": 1, "dialogue": ["Do you remember when you were on Prozac and what dose?"]}, {"speaker": 2, "dialogue": ["No, long time ago."]}, {"speaker": 1, "dialogue": ["Okay, and what about family history?", "Does anyone in your family have things like this?"]}, {"speaker": 2, "dialogue": ["No, no, it's just me.", "It's really well.", "They're not really that clever, you know."]}, {"speaker": 1, "dialogue": ["clever"]}, {"speaker": 2, "dialogue": ["my family"]}, {"speaker": 1, "dialogue": ["your family"]}, {"speaker": 2, "dialogue": ["You know, that's why I why I have come to see the doctors places hospitals and things like that because they have clever people.", "You're a clever person."]}, {"speaker": 1, "dialogue": ["Right.", "So do you feel as if you're more clever than perhaps other people."]}, {"speaker": 2, "dialogue": ["Well, well, well, yeah, you know, I'm certainly more clever than those people at work.", "Okay, you know cuz they're a bit thick."]}, {"speaker": 1, "dialogue": ["I guess I'm wondering what might have happened to start all of this off for you.", "Have you had any thoughts yourself?", "What's brought this on?"]}, {"speaker": 2, "dialogue": ["Well, well God, yeah God.", "Yeah.", "Yeah.", "Okay, and he just came to me one day write one day.", "He just came to me, you know, okay, and I started noticing connections with numbers and things.", "I wonder it's it's it's all there.", "You've just got to find it."]}, {"speaker": 1, "dialogue": ["Okay, I wonder you got to dig deep and look for it.", "You know what I mean?"]}, {"speaker": 2, "dialogue": ["Yeah, yeah, right."]}, {"speaker": 1, "dialogue": ["Okay, how have you been feeling physically in your physical health any problems there?"]}, {"speaker": 2, "dialogue": ["Physically fine.", "I'm I'm fine.", "Yeah, absolutely."]}, {"speaker": 1, "dialogue": ["And have you been taking any prescribed medications besides the Prozac in the past?"]}, {"speaker": 2, "dialogue": ["No, no, no, nothing like that.", "Just like I told you it was a long time ago.", "I just need everything.", "That's within me now.", "I don't need anything else."]}, {"speaker": 1, "dialogue": ["And you know how you were saying that your sister?"]}, {"speaker": 2, "dialogue": ["Yeah said that you were."]}, {"speaker": 1, "dialogue": ["Do Audrey."]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah.", "She said rude Things She Said rude things and I don't like repeating it.", "She kind of suggested you might be I told you what she said and I did not use the F-word and I don't like that.", "No, no, no."]}, {"speaker": 1, "dialogue": ["It sounded like she thought you weren't very well at the moment."]}, {"speaker": 2, "dialogue": ["No, I'm fine.", "Now look can we look at at this now because this is what I want to talk about.", "It's just that I've come here to talk about this and you seem to be going off on one for some reason.", "Yeah, and you're not really a pain attention to me."]}, {"speaker": 1, "dialogue": ["Do you want to do that now?"]}, {"speaker": 2, "dialogue": ["Can we talk a bit more about this now?"]}, {"speaker": 1, "dialogue": ["Well, I guess before we get back into that, I guess what?"]}, {"speaker": 2, "dialogue": ["Well now I don't want to get back in.", "I want to talk about it now.", "Can we talk about it now, please?"]}, {"speaker": 1, "dialogue": ["I guess I'm wondering is whether this might be a sign that you're not very well at the moment."]}, {"speaker": 2, "dialogue": ["No, I'm fine.", "I want to talk about this you seem to you seem to want to change the subject.", "Yeah, so I don't want to talk to you anymore.", "I've had enough of you and I've had enough of being here and want to talk to somebody else.", "I want to talk to the boss.", "I want to talk to your boss, right?", "Where's your boss?"]}, {"speaker": 1, "dialogue": ["Audrey I am the boss.", "I'm a consultant musi."]}, {"speaker": 2, "dialogue": ["Well your ships boss and I want to talk to.", "Somebody else there must be somebody else I can talk to."]}, {"speaker": 1, "dialogue": ["There isn't Audrey."]}, {"speaker": 2, "dialogue": ["I want to talk to the head person.", "I'm fed up with talking to the old nag rag.", "I want to talk to the engineer the driver of this unit.", "No more monkeys.", "I want to talk to the top Paw Paw stop dog.", "That's who I want to talk to."]}]