[{"speaker": 1, "dialogue": ["Hi, how are you doing?", "No."]}, {"speaker": 2, "dialogue": ["It smells like somebody got sick or Victor something."]}, {"speaker": 1, "dialogue": ["Oh, it's a tissues the tissues with Vicks in them.", "I don't like them."]}, {"speaker": 2, "dialogue": ["Okay, you got a bunch of them?"]}, {"speaker": 1, "dialogue": ["I think I have some others."]}, {"speaker": 2, "dialogue": ["What lotion do they make slime with cereal as well?", "Write something like that, you know shovel the snow as well.", "Let's see.", "What did we talked about last time?", "It was quite significant, right?", "Oh, yeah the need to protect my mom.", "Well, I guess after that like if you feel you want to protect someone does that in your head make them feel or seem like the Catalyst.", "I don't know if that is a connection that's mainly in my head or not.", "It's funny like this didn't even occur to me until now that you know, why does she have to listen to all that view?", "Why couldn't why couldn't she have stood up for herself?", "And you know, I told him to shut up and you know last name, why does she keep you know, I don't know what you know kind of general and everyone feels and what is peculiar to me and I should think of getting rid of of thinking differently about I guess, you know, everyone would want to everyone was so protective about their parents in the people that love but I guess I my case it feels I guess it feels helpless maybe and I don't really trust her to do things for herself.", "I don't know and when she does do something by ourselves, then you know, I'm pleasantly surprised.", "Well, you don't need my help.", "That's a really I guess it's just like how a parent feels when they're bringing up a child.", "Finally.", "She went to the potty by herself or something like that."]}, {"speaker": 1, "dialogue": ["Yeah, but that assumes that the child will develop into an independent adults."]}, {"speaker": 2, "dialogue": ["What I probably assume that."]}, {"speaker": 1, "dialogue": ["with your mother"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["What is the mechanism in which by what she'll change?"]}, {"speaker": 2, "dialogue": ["What do you mean?"]}, {"speaker": 1, "dialogue": ["Well, why do you assume that the way your mother is now won't be the way she'll be in the future."]}, {"speaker": 2, "dialogue": ["I suppose I let you know we're all we're both in a trajectory of growth or you know, trying to achieve something and she with her teaching license and me with that, you know, like writing themselves.", "So I feel like both of us will you know, she will, you know, eventually get the lay of the land or something in order to not yeah, maybe that makes me think that you know, she's on a trajectory of changed the most people think otherwise, they think that this is where we are.", "This is how it will always be you or"]}, {"speaker": 1, "dialogue": ["It depends on the person."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And yes, and because you're growing and changing and reflecting on your life and thinking about you know, how you want to grow that you know, your mom won't because you see that she that the two of you as so low tide."]}, {"speaker": 2, "dialogue": ["Maybe yeah, when was the reflection of the other may be enough for myself?", "I want to change and I want things and go on to achieve certain things and I'm hoping you know those achievements will make me more positive more confident person to have your person.", "I guess I'm assuming and hoping for the same for my mom.", "I just asked the way I think of it me.", "A work-in-progress.", "Yeah, it's you know, I mean, I think that's the word transition and it's because we're here and you know immigrants I kind of I don't know if I would have felt as an Indian.", "The thing is that adds to the sentiment patients that I have is myself mostly and my mom to just get there already perhaps I think that you are the only people who transitioning or trying to achieve something.", "I think others already have it even though now I'm beginning to see but not feel that like, you know, they're already actually also trying to get somewhere."]}, {"speaker": 1, "dialogue": ["If it were true that everybody's already gotten so, you know gone to where they wanted.", "You would be my only patient."]}, {"speaker": 2, "dialogue": ["Really?"]}, {"speaker": 1, "dialogue": ["Well, don't you think people come to therapy?", "Because they want to be something more than a different than they are now oils with people come."]}, {"speaker": 2, "dialogue": ["Probably everything people come to their depressing memes there in a place.", "They don't want to be changed his thoughts and feelings may be like situations.", "I guess.", "I don't know why I feel like I should just you know without hard work and all of that just you know, make it magically and sensible.", "Oh, yes, and I don't know.", "I just don't understand why people are very positive.", "It's like why are you so why do you have such a good solid realistic Sans and why you get through yesterday?", "I went to school and had to meet the professor.", "My professor is a writer.", "How do you say very teacher good teacher writing, but if only I could get him to focus.", "I think I could learn something from him.", "He kind of asked me about my background and I really didn't want to share and after I told him no, I mean a little bit", "Oh, I think I could learn something from him.", "He can I mean a little bit a few things.", "I just felt really bad about myself, you know ashamed.", "Yes, you know me questions.", "Okay.", "Why are you doing this?", "Why are you doing that in class?", "He was like, do you guys, you know hang out together more?", "I was thinking he has no idea about the sense of resentment some of us may feel for each other.", "You know what maybe I sent another actually nice and happy with each other.", "I roll my eyes at you like a clear distinction between Rider course, you don't have to work and writers he doing why you should think that I'm so proud and I thought, you know, like very pathetic about myself.", "I'm like, yeah, I'm working.", "I came to this country since I was 15.", "So I was like kind of you to take that into account that's not important to me at all that I were despised that I despise those years.", "I don't know why I'm such a childish about this is that the right word adjectives."]}, {"speaker": 1, "dialogue": ["Alice", "What how do you describe as childish?"]}, {"speaker": 2, "dialogue": ["Use the wrong word."]}, {"speaker": 1, "dialogue": ["What do you think you was trying to say to you?"]}, {"speaker": 2, "dialogue": ["I should be I don't know."]}, {"speaker": 1, "dialogue": ["I mean, that's why I'm asking because I don't know what you're trying to say to you."]}, {"speaker": 2, "dialogue": ["He said take an account that you'll have to work.", "It's like you said those who you know live off trust funds and don't have to work on those who have to work.", "He was just saying be appreciative, you know writers these days live in the Boston and trying to make it trying to write because it's so expensive here and this and that."]}, {"speaker": 1, "dialogue": ["Yeah, I do understand where he was going with that."]}, {"speaker": 2, "dialogue": ["Yeah, I don't know what it means to take into account."]}, {"speaker": 1, "dialogue": ["Do you know what it means?"]}, {"speaker": 2, "dialogue": ["Yeah, how am I supposed to take it into account?", "Keep telling myself?", "That's okay.", "This is not a very nice consolation prize.", "I like the website.", "You almost said.", "Yes.", "I thought that it said yes, but it said now it's just in the back of my head.", "I'm feeling you know, what you guys are just using you know, what you don't care one bit about what I'm really want and I just need to send five or six emails everyday do this do that.", "Do this do that.", "It's like, you know."]}, {"speaker": 1, "dialogue": ["To the website that you volunteered for."]}, {"speaker": 2, "dialogue": ["Yeah, I feel like the mule or you know, like a beast of burden just carrying on without really having a say in it."]}, {"speaker": 1, "dialogue": ["Why did you volunteer?"]}, {"speaker": 2, "dialogue": ["I thought so angry so wrong to hearing that.", "I was led to believe that they are accepted it and then suddenly they said no and so I just felt really wrong.", "I think he said that I felt like something that was given to me had been taken away or something and then instead crying and eating myself.", "I just yeah, I guess that I thought they were saying they're so busy and all that.", "Maybe I'll relieve their burden and do something nice for that.", "I'm just get to know, you know this horrible monsters and you know, they're heartless group in mind that you know, so and that's what they look like.", "You know, let's see it from their eyes.", "Maybe I'll learn something."]}, {"speaker": 1, "dialogue": ["well, then you feel taken advantage of"]}, {"speaker": 2, "dialogue": ["Yeah, I know.", "I just feel like I mean see that as a negative thought process that I should learn how to avoid I volunteered and I was thinking with will this take too much of my time.", "And you know, I just went ahead and did it.", "So now I shouldn't regret it or not like beat myself up over it.", "I should learn to manage and I should you not learn to speak out for myself.", "Like, you know, I cannot help you these days.", "I'm busy and I'm feeling so wrong and then taken advantage of because you know, I knew what I was getting into."]}, {"speaker": 1, "dialogue": ["Oh, how did I'm infuriated in them with them translate to in 200 I'll work for you for free."]}, {"speaker": 2, "dialogue": ["I don't know the feeling in my head."]}, {"speaker": 1, "dialogue": ["Yeah, I'm trying to understand that link."]}, {"speaker": 2, "dialogue": ["I don't know.", "It's just automatic."]}, {"speaker": 1, "dialogue": ["Usually people you feel wronged by an angry with you.", "Don't then ask volunteer to help."]}, {"speaker": 2, "dialogue": ["I can't explain it because that's just how I think or thought of that time purple just starting any everything on me and the emails.", "They said that they needed help with the website not addressing me.", "It was like an internal conversation and that person is forwarded to me.", "Yeah, I mean, like I said, I thought that if I relieve them of some of the burden then they'll sometimes will free up or they'll you know take pity on me and or not pretty but you know, like I'm feel obliged to reconsider reread a revision or they'll just see that I'm a nice person.", "Maybe I don't know yet that stinky.", "Yeah, like if someone you're angry with", "And it has maybe wrong you actually not, you know, just in your head runs you but actually runs you if they had a very kind of thinking like, you know, you made them feel bad for you you appeal to their conscious.", "I'd like to think."]}, {"speaker": 1, "dialogue": ["You make them feel guilty."]}, {"speaker": 2, "dialogue": ["Yeah, perhaps are you appeal to their kindness?"]}, {"speaker": 1, "dialogue": ["What do monsters have kindness?"]}, {"speaker": 2, "dialogue": ["Is there monsters in my head I made them monsters are not actually monsters.", "Right?", "I said those words what they're really are monsters, aren't they?", "Like my dad, you know, there's no need to appeal to this anyting perhaps only two, you know."]}, {"speaker": 1, "dialogue": ["And there was originally a piece of writing that you submitted right?", "So they're supposed to reconsider your writing cuz you're helping them out.", "It seems like apples and oranges."]}, {"speaker": 2, "dialogue": ["Yeah, I know but so they said that to resubmit and so when I do resubmit it wouldn't just oh well, who is this?", "It's the women who was giving us the fusible website, you know, there will be that sense of obligation a little bit.", "Right?", "I mean, they won't just go read the peace differently, I think."]}, {"speaker": 1, "dialogue": ["Then you have this feel bad or wonder whether they're publishing your peace based on the Merit versus guilt.", "How could you ever know?"]}, {"speaker": 2, "dialogue": ["At this point I don't care.", "I feel like I'm convinced of this mad because I have commitment I shouldn't say that.", "Well, like, you know people have like other writers and like readers and liked it.", "So I know it's on Merritt that is important to be.", "Oh, yeah.", "It's so much of what gets published doesn't mean the PDF of the latest version the person that I was supposed to be and it's all mostly their friends.", "So, you know, it's whatever, you know, they all think they're you know, they launched a website launched a magazine that is going to be so so you got to work and you know, I'm giving voice to writers who are writing important things who are those Riders their their friends.", "So at this point I don't care if they get out of guilt or obligation or relief or like"]}, {"speaker": 1, "dialogue": ["So you would like you're hoping to put them in a position where they don't feel they have a choice."]}, {"speaker": 2, "dialogue": ["No, I'm not sure that the choice I mean."]}, {"speaker": 1, "dialogue": ["well less obituaries"]}, {"speaker": 2, "dialogue": ["No, I mean."]}, {"speaker": 1, "dialogue": ["So if you feel obligated to someone then you have less of a choice by definition."]}, {"speaker": 2, "dialogue": ["Yeah, perhaps know it's really is just in my head that I wanted to know them because if I didn't get to know them better, I'll think all the editors will just continue to be heartless monsters in my head.", "So I wanted to rid myself of that word assumption."]}, {"speaker": 1, "dialogue": ["Have you?"]}, {"speaker": 2, "dialogue": ["I don't I haven't got to know them that well, I think I'm getting better very slowly."]}, {"speaker": 1, "dialogue": ["Do you see them as kind?"]}, {"speaker": 2, "dialogue": ["Yeah, they are."]}, {"speaker": 1, "dialogue": ["How do you see them?"]}, {"speaker": 2, "dialogue": ["I don't know them that well at all actually."]}, {"speaker": 1, "dialogue": ["Do you see them as less monster than you did before?"]}, {"speaker": 2, "dialogue": ["Probably not.", "I see them is more helpful since I really don't know anything about technology and all these things in my eye on all these ideas in my mind and no idea how to do them and what other their feasible or not.", "It just makes me feel very bad because I mean the whole friends thing looking at whoever else are you going to solicit the right there and you seen the writing and you like them or maybe you feel like in different ways, but I don't know it I just feel like there is no space for my voice, you know, like I mean, of course, you know, like Americans are going to want to read stuff written by Americans other Americans, but then it just feels like when will I get to be the commentator, you know, like I'm also writing about immigrants live and you know, like most people their publishing are American and then we need that, you know, it just feels like you know, you're not going to be a part of that thing you feel excluded all the time.", "So yeah, I don't know if I see them losses monsters.", "I don't know if I'd resubmit.", "I just want to get done with the website and do my own stuff at the time."]}, {"speaker": 1, "dialogue": ["Do you think you offered your help because you're hoping to be included by those who excluded you?"]}, {"speaker": 2, "dialogue": ["Yeah, it was funny kind of relationship and I have not just with them but like the other things at large I just you know, I felt excluded for so long that then I also had this other contradictory feeling now, if you know, I don't know if I want to be in you know, because the whole like the few meetings that I have with them about the website and a one-time the guy said, oh I should invited you to the kid next time and we have a party or something and then I just kind of went since I was like, oh, I don't know if I want to do that.", "So I want to be included and I don't want to be included.", "I feel like they will take away my uniqueness or the things that makes me or something.", "I don't want to lose it.", "I guess that's a fair somewhere feeling that I have about traveling in the US.", "I don't really like to do it.", "I don't want to go on long drives like driving down the highway experience."]}, {"speaker": 1, "dialogue": ["What do you like about it?"]}, {"speaker": 2, "dialogue": ["I don't know just so monotonous.", "I feel really affected by its like the death by landscape.", "Yeah, and I feel even more wrong when I think of my mom and me and like us together struggling and wanting and me wanting to represent struggle with words and having included in the larger narrative American life and that not being you know, so I feel wrong."]}, {"speaker": 1, "dialogue": ["Play flogging to those who exclude you you're just perpetuating the narrative."]}, {"speaker": 2, "dialogue": ["What do you mean?"]}, {"speaker": 1, "dialogue": ["will be wanting by seek and approval from those who have already disapproved of you that's just perpetuating The Narrative it's not changing"]}, {"speaker": 2, "dialogue": ["So are you suggesting I should submit them or?"]}, {"speaker": 1, "dialogue": ["I'm not suggesting what you should or shouldn't do I'm just jesting what will your behavior and thoughts mean"]}, {"speaker": 2, "dialogue": ["Yeah, yeah, that's why I'm watching this position and I don't know what to do or change it.", "I would really like to change it because I don't think I would succeed before I have to inject.", "I just want to see my own faults and they are they're not just behave early but in my writing my professor took one look at the first couple paragraphs and was like, oh this story is great.", "You have to do this to make the language better.", "So it's like they're there their objective and I just want", "just don't see the them and the University was the first time that I actually felt very included my God.", "I was so spoiled.", "I was really really spoiled because like the teacher really like my work and they gave me that award and then I said, oh I'm going to drop out.", "I can't pay my fees.", "They gave me 5000 to be able to finish and I was really just I was just at the Center of My Universe."]}, {"speaker": 1, "dialogue": ["How did it feel?"]}, {"speaker": 2, "dialogue": ["Very good.", "I was you know on cloud nine because I was pampered appreciated and loved I was blinded by all the love.", "I can see the others the fact I mean I could and you know, there was all this politics People Reno King's favorites and all that but I hear it.", "I have a cremation, you know, you're not so much because you know, I've already been disillusioned and I'm kind of carrying that disillusion with me.", "So and I am very I don't know why you're gone.", "I can see the others and I can see the good in their writing and then had the sense of you guys are American obviously a very quickly because you're actually are the narrative, you know, you weren't invited.", "I have to kind of do acrobatics in bed myself in weird ways to seam or to show that I belong or are you now, I have something interesting to say I was thinking that yesterday.", "I felt very bad that I was thinking that way."]}, {"speaker": 1, "dialogue": ["I don't agree with you though.", "I mean, you know more about the writing world, but I think that in your current experience speak so many Americans it's a land of immigrants."]}, {"speaker": 2, "dialogue": ["I mean, I agree.", "That's what I would say.", "But then why is it that people don't want to read about it?"]}, {"speaker": 1, "dialogue": ["Why do you say that?"]}, {"speaker": 2, "dialogue": ["because there's a lot of stuff the stuff that gets published mostly from Americans not from like immigrants like, you know, Asian Americans or you know,"]}, {"speaker": 1, "dialogue": ["I don't know.", "It seems like Americans are very interested in the Immigrant experience.", "And if you look up percentages, I mean part of it is probably a percentage the number of people who submit you are from the US or born in the US vs. Asian Americans.", "I'm sure the percentage is pretty low may be represented in the publishing versus, you know in terms of the initial population."]}, {"speaker": 2, "dialogue": ["yeah, I would like to see that makes me feel very debilitated.", "I would think the other way because it's stuff that I cannot change myself except through improving my writing."]}, {"speaker": 1, "dialogue": ["I guess maybe the larger point being that there are ways to see got the narrative.", "I mean in a way talking or taking on his magazine or this what magazine is like?", "Yeah.", "I mean it's seeking out the narrative secant validation in The Narrative of being excluded or being wrong and the only Power you feel has to make the other people feel a change you that's the only way in which you feel empowered."]}, {"speaker": 2, "dialogue": ["I don't know.", "No, I don't think that I've changed be like that's the reason why I'm feeling sad because that's my professor said yesterday making a website will not result in publication, you know, it will result in contacts but not in publication and I know I mean that's why I don't even know if I'll submit it again because then they'll think of now, you know, she will think we're obligated to her which you know, I don't feel that at all.", "I just feel like I said, I just think I wonder if they're reading a piece a second time and if at least I have done the changes that make it more powerful in the other language and all the issues are taken care of then they'll know that the piece was written not when stranger because that makes it very easy for you to reject if it's bad, you know, but the certain he does On the Border, you know, because I feel like now I've been on the board for a long time it really is.", "Like it.", "It's like coming to Mexico and not being close to the Border.", "But now I'm on the fence so they will see that okay.", "It's not mean this person is someone who has helped out.", "Is writing that I'm at fault in instead of out and if it is and if indeed I fall out, maybe they will they will give me some feedback as to how I could be and you know, I don't know like this piece is not even that important to me because you not working on my model and it would have been so nice to have a magazine publication."]}, {"speaker": 1, "dialogue": ["Feels like it's not a Perfect Analogy, but you're sort of switching roles with your your started becoming your mother's roll dice a b the magazine soda lying to someone feel obligated to you to give you a second chance to feel like they might owe you something if it's only sort of take your you know, what your Notch up your peace a little bit about other people because they think not only do they know you but you help them you given them three times."]}, {"speaker": 2, "dialogue": ["Yeah, so they're supposed to be my mother."]}, {"speaker": 1, "dialogue": ["No, you're making someone feel obligated to you."]}, {"speaker": 2, "dialogue": ["Like my mother makes me feel."]}, {"speaker": 1, "dialogue": ["Yeah, like her handing you over the bell for the rent.", "How can you cast me out so quickly you owe me."]}, {"speaker": 2, "dialogue": ["That's a negative way of thinking and damaging and everything."]}, {"speaker": 1, "dialogue": ["No, I'm stirring it is I think it's really healthy.", "I think we should continue helping you.", "What kind of question is that?"]}, {"speaker": 2, "dialogue": ["I don't know if the patient is concerned house to she wants to know how sick she is.", "Yeah."]}, {"speaker": 1, "dialogue": ["Do you want to know that about yourself?"]}, {"speaker": 2, "dialogue": ["Yeah, I should."]}, {"speaker": 1, "dialogue": ["No.", "Ever do that.", "Well, it sounds like what you're saying is that you're anxious those questions and part come out of anxiety."]}, {"speaker": 2, "dialogue": ["About what?"]}, {"speaker": 1, "dialogue": ["On this case being sick."]}, {"speaker": 2, "dialogue": ["Yeah, I mean I'm so deep into it that I don't completely know that yes, I'm strong.", "So now that you kind of I think what you're saying is wrong and maybe I will be able to get out of it."]}, {"speaker": 1, "dialogue": ["Well, it's very limiting and it makes me feel terrible."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["This whole scenario.", "I mean, it sounds like you feel miserable with this volunteering.", "Is that something that brings you joy and pleasure or makes you feel good about yourself."]}, {"speaker": 2, "dialogue": ["It does actually a little bit just because I'm really good at it and they are very happy with it.", "And they're encouraging are there saying, you know good job with that.", "You know, there is that there is a affirmation I feel good probably doing it.", "But then when this negative thinking comes into being that oh, you know, they're just using me they wouldn't want to publish me.", "This is when I feel miserable.", "I mean, you're right.", "I do feel miserable, but I have that positive sense as well."]}, {"speaker": 1, "dialogue": ["I think we need to stop for today."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["I will see you on Monday."]}, {"speaker": 2, "dialogue": ["Is that insurance thing?"]}, {"speaker": 1, "dialogue": ["Did you call them?"]}, {"speaker": 2, "dialogue": ["I did.", "It's just impossible to get through to them because all I could do was leave them a message about my personal changed her about my address changed and I don't even know if they processed it.", "I didn't even get to talk to a person."]}, {"speaker": 1, "dialogue": ["We'll figure it out.", "I know it's really hard.", "Thank you for doing that."]}, {"speaker": 2, "dialogue": ["Yeah, I'll keep trying."]}, {"speaker": 1, "dialogue": ["Okay.", "Take care."]}]