[{"speaker": 1, "dialogue": ["You're good."]}, {"speaker": 2, "dialogue": ["Okay, I think that once preschool I'll end up driving on Tuesdays, but just something it's I driven once and it's opposite direction for traffic.", "So it's not bad."]}, {"speaker": 1, "dialogue": ["Yeah, I imagine parking around here would be."]}, {"speaker": 2, "dialogue": ["Yeah, and I would just walk back to my apartment because it's really easy to part around my apartment weirdly.", "Like I wasn't expecting that but yeah."]}, {"speaker": 1, "dialogue": ["Also, I'm sorry about the bill."]}, {"speaker": 2, "dialogue": ["Oh, yeah, that's right.", "So it was a good trip."]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["You know, it's sort of odd starting again, you know, like when you go on a weekend trip, it doesn't actually feel like a weekend.", "They're really good friends like very into us they seemed very relaxed about it, which is nice."]}, {"speaker": 1, "dialogue": ["That's nice."]}, {"speaker": 2, "dialogue": ["Yeah, they were in Ohio where the wife Carrie was director of stocks and bonds and then her adviser moved to Springfield.", "And so now they're like half an hour away from her family, which is like nice and also bad.", "So yeah why we were there we helped Cody set up the crib because they're calling every other day to ask do you have", "The crib set up yet, and they're like the baby's not going to sleep in the crib until it's like at least several months old.", "It's really okay.", "So they took a picture of us with the crib and said it it made me feel like the benefits of neglect for my parents.", "Like well, it wasn't great when I was a kid.", "But at this point either that whatever they think is okay is like make comments about my weight.", "For example.", "Yeah, it's not all that great.", "It was good for James and I should be able to like we should really long ride together.", "We talked about his field and what we're going to do and after you finish his degree and where we want to be and what we found and what we would want to be doing.", "We pretty much agreed that we don't want to be back in Columbus, and we wouldn't want to be in the Midwest.", "Did some breathing space and James got to take a couple of days off and that was good.", "I told Cody and Carrie about the ECT and we touch on we talked about that sure.", "They just want to know about it and asking interesting questions.", "So we talk.", "I feel like James and I are really worried that I will suddenly get dramatically worse.", "Amazingly enough.", "James doesn't like it when I make jokes about suicide and sometimes I forget them.", "I was sorry.", "Maybe it's one thing that would be good for a while.", "My roommate finally emailed me back."]}, {"speaker": 1, "dialogue": ["from"]}, {"speaker": 2, "dialogue": ["Yeah, and was like, yeah, that sounds great in like July.", "She's going to come.", "I don't know.", "I just think we're sort of on the same page.", "You're a nice person whom I like and we're probably not going to be friends.", "I'm pretty okay with that.", "I was thinking she takes a lot of work.", "She probably feels the same way about me."]}, {"speaker": 1, "dialogue": ["She takes a lot of work."]}, {"speaker": 2, "dialogue": ["It takes a lot of work to be her friends."]}, {"speaker": 1, "dialogue": ["Yeah, yeah, I see."]}, {"speaker": 2, "dialogue": ["It's good to be around friends.", "James sounds like he feels like he doesn't make friends easily.", "and I feel like it's easy for me to make friends, but I tend to make friends with people who are kind of like", "Katy Perry's husband, he talks like so much.", "He just talked for 48 hours.", "It's amazing.", "I go to bed and he be talking and I'd get up and meet me talkin and he talked it's great.", "It's not like he's talking about the same things.", "He just has a lot of ideas.", "I don't know what to talk about.", "So I feel like if I hold my nose just so everything will be okay."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["It isn't like"]}, {"speaker": 1, "dialogue": ["What were you going to say?", "Here is that you're not sure it will be the right thing."]}, {"speaker": 2, "dialogue": ["Yeah a little bit.", "I was pretty bad a few weeks ago like just beginning of the weekend.", "I was real sad, and I'm not right now.", "And so I'm just babbling on."]}, {"speaker": 1, "dialogue": ["Yeah, but I also imagine that you're quite worried that even if you feel like you're feeling like you're leaving a lot of high moral, you know, you know what I mean?"]}, {"speaker": 2, "dialogue": ["Are you that happens sometimes?"]}, {"speaker": 1, "dialogue": ["Yeah.", "Are you sure that that's just the right thing you could say?"]}, {"speaker": 2, "dialogue": ["Yeah, that stuff.", "I can't figure out what that is, but that's okay.", "It seems like you know, it seems like that's all they just seem.", "Unclear which particular personally I think is right and partially is really anxious.", "Oh, well, I better not mess with anything.", "Yeah, I don't know at what point I start feeling safe.", "I think it would be more like must I start feeling safe then more than I forget that I am not safe, and I'm not."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["It's not that recognizing that I'm not save doesn't begin to protect me or anything like that."]}, {"speaker": 1, "dialogue": ["I don't think like an If you're sort of Blindsided the same way and you can look out for it and prepare yourself for it a little bit better.", "Things are getting really bad."]}, {"speaker": 2, "dialogue": ["What you said to him last week was very helpful.", "Yeah, what's going on with James is also not monolithic.", "Speaking of save a story from my childhood my grandparents.", "I might have told you the story already.", "My grandparents lived in this nice big old cabin, not really a cabin but like a wood house on and as they got older they were really I suspect they were really never much for cleanliness based on the way.", "I was raised my standards from are different from other people's as I have learned like soap is necessary good to know so like"]}, {"speaker": 1, "dialogue": ["These are your grandparents."]}, {"speaker": 2, "dialogue": ["Yeah, they never really like nothing ever got clean.", "There was like a film of grease on their clean dishes and like all their food would go bad in the fridge.", "Like they just left it there.", "They probably shouldn't have been living there by themselves but like no one was going to tell them what to do."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["I was like 10 or so and we are visiting and we had a friend of the family visiting us to have never been there before so he was trying to make coffee and like where is the coffee pot?", "And he pulled some milk out of the fridge and turned and said is this safe and we were like nothing is safe.", "I'm not telling some of my dad's I'm not telling some of my dad's favorite stories about his parents at this point or about our interactions with his parents.", "Did not eat anything the whole trip.", "We'd like bring food every time we came.", "Was maybe four or five maybe a little bit older but not much and being their drink daffodil season and they have like thousands of daffodils and I just picked them all.", "I just think all of them and put them all over the house and they were totally fine with that.", "I ended up talking about family with Carrie.", "I think Terry's family is driving Cody kind of meds.", "I think Vincent to us was a way of continuing to be gracious to them.", "Where say people you know, they're thinking a lot about family about to have a kid thinking about them a little sad James and I are so far from that don't necessarily have to", "Yeah, we're just not ready to have a kid.", "I think both of us would like to be."]}, {"speaker": 1, "dialogue": ["Do you have something else that your depression has a hand in that's not working out for the time being."]}, {"speaker": 2, "dialogue": ["I really can't take care of James right now."]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["Can take care of a child and also more broadly.", "I mean I can really see the ways that the crazy has been passed down through the generations to me and like I don't know how to make it stop."]}, {"speaker": 1, "dialogue": ["What do you mean?"]}, {"speaker": 2, "dialogue": ["Play both sides of my grandparents is nuts or were you know, yeah pretty unhappy and neither kids pretty unhappy and now I'm pretty unhappy.", "I don't know how you stop that."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["I had a face with encounter with my aunt who is my mom's sister who was a psychologist even moved to Utah to be an artist.", "She's nuts."]}, {"speaker": 1, "dialogue": ["I never said you weren't."]}, {"speaker": 2, "dialogue": ["I try to avoid talking about psychology with her.", "She's always ends up talking about that's just not helpful for me."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["You know in some ways it makes sense growing up in the household.", "She did of course.", "She's a psychologist adults you figure out the shit out.", "I really want to have a family I want to have children."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["In a lot of ways, I think I'd be really good at it."]}, {"speaker": 1, "dialogue": ["I think there's a lot of things that you learned about here and are sorts of things that can kind of help stop the buck, you know."]}, {"speaker": 2, "dialogue": ["Like now, I mean, I don't mean that I do actually when I said that I feel like the more I sort of get better.", "Whatever that looks like.", "I just feel like the pressure is on to be well."]}, {"speaker": 1, "dialogue": ["Yeah, it does seem to me that you're sort of walking along the edge of a cliff here.", "And if you say the wrong thing or I say the wrong thing.", "It's just going to turn you off.", "Like you're the and the two had a better just to do it right and maybe to me to something by faster us is going to happen."]}, {"speaker": 2, "dialogue": ["I want to say that I think that's too much pressure for Chad."]}, {"speaker": 1, "dialogue": ["As long as we're clear whom we're looking for out here."]}, {"speaker": 2, "dialogue": ["Yeah.", "I don't never going to I know that I just can't stop both trying and feeling like it's vitally important that I do."]}, {"speaker": 1, "dialogue": ["Is kind of accurate in the way or I mean representative Lee that you would be worried about what will happen to me and the pressure that's on me in the same way that in one of your Chief worries about things getting really bad against again as to James and how you would do and the two of you would do and where that would leave you.", "I see."]}, {"speaker": 2, "dialogue": ["Like you and James always have the option of leaving and never feeling pressured."]}, {"speaker": 1, "dialogue": ["You mean to you?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Have you thought about?"]}, {"speaker": 2, "dialogue": ["Yeah.", "I have well.", "Behind this I feel that we can have a better life without me and for me when I think about James leaving me.", "I just can't handle it all there's nothing after that."]}, {"speaker": 1, "dialogue": ["I see.", "I feel that a part of you is feeling really really bad."]}, {"speaker": 2, "dialogue": ["Yeah, probably."]}, {"speaker": 1, "dialogue": ["And that maybe we were talking about it as though things are okay, and you should go back there and your thoughts I guess about James are really in both places."]}, {"speaker": 2, "dialogue": ["Yeah, it does."]}, {"speaker": 1, "dialogue": ["I know.", "Yeah."]}, {"speaker": 2, "dialogue": ["I feel like when I'm worried about things getting bad, I feel like things could be bad tomorrow or even today and like"]}, {"speaker": 1, "dialogue": ["You're getting pretty close to feeling that James and I would be better off without you."]}, {"speaker": 2, "dialogue": ["but I'm not sure that I would ever leave James.", "I feel like at least now that if you push me hard, I would always say that."]}, {"speaker": 1, "dialogue": ["Well, that strikes me is pretty upset depressed.", "And feeling."]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, but sometimes that is a lot.", "Sometimes the attitude that people would be better off without me just gets immediately answered by you know, that's not the way things are and I'm glad you're in my life and so it will be okay."]}, {"speaker": 1, "dialogue": ["When you feel that way you have your feelings are mixed around about having any way in that from him.", "It can be and taking care of you in a certain ways and the other having to worry about us about how you're doing.", "When were going to leave and that you're feeling you're not going to be able to put up with it."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["whatever", "But you're going to stay it's going to be really hurt whether we that way or not."]}, {"speaker": 2, "dialogue": ["Yeah, I worry about every about people getting hurt by me.", "You know, I think what I was thinking about suicide a lot at least part of it was at least I won't have to see it when I inevitable having to see it or"]}, {"speaker": 1, "dialogue": ["We should stop."]}]