[{"speaker": 1, "dialogue": ["So you've been having a rough time?"]}, {"speaker": 2, "dialogue": ["Yeah, more panic attacks and stuff.", "It was really Cindy who wanted me to get the extra appointment.", "So I said sure because it was starting to get really rough on him because it wasn't like I wanted to hurt myself.", "It was me asking him like trying to convince him that it would be that he'd be better off if I were dead and stuff, which I guess I like something that's really hard to listen to."]}, {"speaker": 1, "dialogue": ["Is that how you feel?"]}, {"speaker": 2, "dialogue": ["that's how I feel when I'm in that much panic and I'm trying to rationalize it because I'm just like there is no way to make it better other than to not experience anything anymore and like right now I'm not panicking but"]}, {"speaker": 1, "dialogue": ["So what do you think now?", "And you're not panicking?", "What do you think about hurting yourself?"]}, {"speaker": 2, "dialogue": ["I don't want to hurt myself right now because I'm not panicking.", "So I thinking normal.", "But yeah."]}, {"speaker": 1, "dialogue": ["So it must be pretty scary for him to listen to."]}, {"speaker": 2, "dialogue": ["Yeah, I mean he knows that I'm actually not going to hurt myself.", "Oh, what's the difference?", "Like when he gets really crazy like he's done things like hitting his head on the floor something.", "He drives himself from like trying to bash his head in on the wall, but still I'm not like"]}, {"speaker": 1, "dialogue": ["Are you sure that he knows that you're not going to do it?", "Are you sure you know that you're not going to do it?"]}, {"speaker": 2, "dialogue": ["Sure.", "I know that I'm not going to do it.", "I'm pretty sure he I mean I guess there was a point like on Tuesday night where I like went to the bathroom and was there for like a little while and said he was like wondering what happened to me because he has all the shaving stuff is in his bathroom.", "And so he thought that I like my trying to hurt myself, which really, I was just taking a while in the bathroom and hadn't even occurred to me that the shaving stuff was in the bathroom.", "So like that was like the one time that he was really like worried."]}, {"speaker": 1, "dialogue": ["He was concerned."]}, {"speaker": 2, "dialogue": ["But I didn't do anything."]}, {"speaker": 1, "dialogue": ["So I guess I'm curious about him.", "What it does for you to talk about it because it sounds like you feel certain even when you're in those moments that although you want the pain to stop that.", "You're not actually going to hurt yourself.", "So I'm wondering what does it do to talk about it.", "Does that make it better?", "Does that make it worse?"]}, {"speaker": 2, "dialogue": ["I don't think it makes it worse.", "I think it's sort of like I have this urge to talk about it.", "So like it's me being weak, I guess and guess it's like lately.", "I've been trying to be better about and stuff but"]}, {"speaker": 1, "dialogue": ["You've been week."]}, {"speaker": 2, "dialogue": ["Oh the fact that I gave in instead of just not saying anything at all.", "I mean not that Sydney wants me to like not telling what I'm feeling this way, but I guess I could do it in a more productive way."]}, {"speaker": 1, "dialogue": ["What would that be?"]}, {"speaker": 2, "dialogue": ["Not asking if I could kill myself, but just be like by the way, I feel like I want to hurt myself right now."]}, {"speaker": 1, "dialogue": ["What do you want him to do?", "What do you want his response to be?"]}, {"speaker": 2, "dialogue": ["I don't know because I feel like if he did give me permission to kill myself.", "That would probably make him a very bad boyfriend."]}, {"speaker": 1, "dialogue": ["And it sounds like you don't actually want to."]}, {"speaker": 2, "dialogue": ["At least not now but when I feel like that like I mean, I guess I would if he were to give me permission to like her myself like in a way that wasn't permanently damaging.", "It could figure out that out like that would be something that would actually be productive because then I thought I don't even know that hurting myself in a non permanently destructive way.", "Would even like actually do anything to temporarily relieve the pain it just my brain thinks it will end but like he isn't even okay with that.", "So it's not like I'm going to change his mind on anything."]}, {"speaker": 1, "dialogue": ["Would it be okay with you?", "Do you think it's okay to hurt yourself?"]}, {"speaker": 2, "dialogue": ["maybe if it wasn't permanently damaging or even like damaging at all like just momentarily cause pain like I don't see the problem with it, you know, if it wasn't something that could become dangerous like I'm really liking the things that could do it but like"]}, {"speaker": 1, "dialogue": ["So there's the problem."]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["Hurting yourself is hurtful."]}, {"speaker": 2, "dialogue": ["Yeah, they're really like so many injuries that people get that.", "They like immediately recover from you know, I feel like they concerned with cutting yourself.", "Not that I could do that with the whole and cutting is that like the concern becomes that you're going to cut yourself too much too much blood comes out there going to get an infection that there will be scars on your body or that you'll like, you know, what the wrong way and I bleed out like"]}, {"speaker": 1, "dialogue": ["Those are all risks."]}, {"speaker": 2, "dialogue": ["But if you do it correctly that way you could avoid all these risks and not actually permanently damn the scars which you can't really avoid."]}, {"speaker": 1, "dialogue": ["The other problem with you cutting or hurting yourself in any other way is that it doesn't stop the problem.", "There isn't somebody who cuts once and never feels to panic again or the depression or the status again without working through whatever it is.", "That's creating Panic.", "They're not effective treatment.", "You might maybe somebody feels distraction a relief in the moment, but it doesn't do anything to prevent the next panic attack or his change the external situation that might be creating a stress.", "It just adds another problem and one that's potentially difficult to manage the risk.", "I know you're having a lot of panic and it's really uncomfortable.", "But I don't know how adding another issue on top of that is going to make you feel better."]}, {"speaker": 2, "dialogue": ["Well, it's not like anything I'm currently doing is really effectively managing the panic."]}, {"speaker": 1, "dialogue": ["That's true.", "You seem to be having a lot of trouble finding something in that will Elevate what's going on?"]}, {"speaker": 2, "dialogue": ["Like I've been on the reduced while Butrans and it's not so this is like the 6th day of being on reduce Wellbutrin and like I can't really see much of an effect like it isn't making me worse.", "So I guess that's a good thing.", "So it's like I just wanted to reduce the Wellbutrin anyways, so"]}, {"speaker": 1, "dialogue": ["But it's not so it's not having a negative fat, but it's not having a positive effect either."]}, {"speaker": 2, "dialogue": ["Like it's sort of like I guess the Panic often it won't start until mid-afternoon perhaps earlier, but if so happens it still happens almost every day."]}, {"speaker": 1, "dialogue": ["almost everyday"]}, {"speaker": 2, "dialogue": ["If not every day."]}, {"speaker": 1, "dialogue": ["how many panic attacks are you having in a day?"]}, {"speaker": 2, "dialogue": ["I'm not sure because they're like at least a couple but then again maybe you could consider them like, you know, if I don't get a describe distraction that it's one panic attack just a very long panic attack, you know, and then I guess like when I have a rehearsal and stuff, okay, so I have a panic attack right before her so go to rehearsal feel fine for rehearsal get out of rehearsal another panic attack."]}, {"speaker": 1, "dialogue": ["So whenever you're not occupied."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["your mind or your body or can I can"]}, {"speaker": 2, "dialogue": ["Yeah, like last night yesterday.", "I was like able to hold out for until 4 ish or so and then even then I was still able to like something like cuz normally panic attacks like prevent you from going out about your day today life and mine don't.", "Like I can still do things like I still was like, okay.", "Well, you know, I need a lock and someone bought one for me.", "So I'm going to walk to the post office drop off these packages."]}, {"speaker": 1, "dialogue": ["And you could do it."]}, {"speaker": 2, "dialogue": ["and I could do it and"]}, {"speaker": 1, "dialogue": ["Were you can I can while you're doing that or the panics would have some side of it while you were active?"]}, {"speaker": 2, "dialogue": ["I was panicking while I was doing it, you know and still panicking when I was at the theater and like adding photos about the aren't things to put up on my store and panicking, you know, when I was sending emails and stuff and I guess I didn't do that much.", "I did some productive things.", "I guess.", "I went grocery shopping, but that was before the Panic it started and oh we went to the store and I was still panicking then and we drove home like we had to go to his house to get some packages that he had gone.", "And so we went to the store on the way there then you know, and he was driving there to the store and then to his place but then on the way back he asked if I could drive because he's not really good with night driving and it was really really tired and I was like, okay.", "Well, you're really really tired and I'm just panicking and I drove home and managed to drive home without hitting anyone or doing anything on safe and park the car all-out Panic Game."]}, {"speaker": 1, "dialogue": ["That's unusual."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["How did you manage to do that?", "How did you focus your thoughts enough to be able to make good decisions and drive safely?"]}, {"speaker": 2, "dialogue": ["I don't know.", "I guess I was sort of focusing on the road.", "But like, you know, there was still that underlined uncomfortable feeling inside me.", "That was anxiety and like it was very much still there and I was aware in like, okay, I'm driving this car while I'm panicking so I don't know how I did it.", "I just did things because I had to I think that's usually the way things happened to me so that if I can get anything productive done, it's like because it has to be done."]}, {"speaker": 1, "dialogue": ["It seems like that ability.", "You have to be able to somehow Focus your thoughts on what you need to focus on can be used because once you the more usually the more you get engaged with something Panic subsides enough so that you're not so that it doesn't feel like a panic attack right when you said like you're having a panic attack before rehearsal.", "You didn't during rehearsal.", "You were engaged and not focused enough in what you were doing that the anxiety was reduced enough so that it wasn't bothering you."]}, {"speaker": 2, "dialogue": ["Well, then I didn't feel it all I think the thing is like it can only it has to be something that takes up my entire like Consciousness and stuff driving.", "I can still think about other things walking to the post office I think about other things and so there I can just do these things while panicking whereas rehearsal like once I get into his like, you know takes up all my"]}, {"speaker": 1, "dialogue": ["And you get absorbed in it."]}, {"speaker": 2, "dialogue": ["yasso"]}, {"speaker": 1, "dialogue": ["It seems like you we need to find ways for you to be more absorbed more often during the day."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I wonder if part of what's happening is that there's not enough of your day right now is taken up by things that feel productive but feeling gauging I don't think you're satisfied and that space that empty space you have is being filled by Panic."]}, {"speaker": 2, "dialogue": ["Yeah, but it's like I don't know like sometimes I have more control than others.", "But like, you know, like I don't control whether or not I have rehearsal that's like based on the semester and stuff and whether or not we have a concert coming up.", "So, you know, I had it Tech last week this week.", "I only have rehearsal on Tuesday night because"]}, {"speaker": 1, "dialogue": ["Are there other things you can do?", "Can you volunteer more?", "Can you schedule outings with friends so that you're not staying home?"]}, {"speaker": 2, "dialogue": ["Maybe I don't know whether or not there would be enough to because they're not like something doing productively today like after this.", "I have an interview for the like I'm actually finally interviewing at the temp agencies."]}, {"speaker": 1, "dialogue": ["I noticed you were wearing dressy or clothes than usual."]}, {"speaker": 2, "dialogue": ["Yes, that was on purpose.", "So like maybe they'll be able to start me with something as soon as Monday if they could that would probably solve the problem at least while I'm at work and then I guess I'll have to deal with the panic in the evenings, but"]}, {"speaker": 1, "dialogue": ["If you even panicked."]}, {"speaker": 2, "dialogue": ["But of course that also assumes that work is something that doesn't take, you know to take a nap in my brain because I was just thinking like if I'm at work like especially now that I like finished actual project I needed to finish like if I'm just coming and he'll like do whatever like I don't know like hair is very talkative.", "So if I end up wasting time and talking to like Terrence F then like be occupied enough, so yeah, it depends on it really depends on what I do because lots of things still take up all my brain like last night when I was panicking said he was like, why don't you try knitting I was like, okay, I guess and I like try knitting and it did absolutely nothing which is what I figured it would because it wasn't really taking up enough my brain.", "So like I don't know if getting together cuz like hanging out with Sydney is not enough to make it go away most of the time even if we're like watching a TV show or something the Panic still there.", "I guess there has to be something where I'm like actually required like because of her son required to do things.", "You know, I have to sing can just stand there.", "So"]}, {"speaker": 1, "dialogue": ["Are there spots that trigger the panic?", "I know what that starts you say.", "You just kind of think I'm panicking and panicking, but I wonder if you noticed what happens just before you notice the panic."]}, {"speaker": 2, "dialogue": ["I don't think so.", "Like I really don't think there's anything that trigger is like it just happens and then I just filled the physical thing feeling and then I'm just like, oh no not again, like the feeling doesn't come there's nothing that comes before the physical feeling as far as I can tell like I've never been so I'm pretty sure it's just happening and not being triggered by anything."]}, {"speaker": 1, "dialogue": ["And it feels really out of your control.", "I can hear that.", "Oh, no, not again and it feels like there's nothing that you can do to correct it or moderate it at all."]}, {"speaker": 2, "dialogue": ["It didn't last night like, you know, I started like whenever we got home at like, you know, maybe like before midnight like I took my nighttime meds which included the Klonopin like when I got home and then I was still up for like another hour or so panicking and the Klonopins and nothing immediately.", "So, you know, which leads me to believe that if I had, you know earlier I taken a quarter Klonopin the same thing would have happened where it wouldn't have done anything mediately.", "So"]}, {"speaker": 1, "dialogue": ["So you don't feel like the Klonopin helped at all."]}, {"speaker": 2, "dialogue": ["I don't know like I guess it doesn't and used to help but not like if it does it doesn't such a subtle way that like it doesn't help immediately help as I could see working right away."]}, {"speaker": 1, "dialogue": ["Usually people feel in effect in about 20 minutes."]}, {"speaker": 2, "dialogue": ["Okay.", "Yeah that didn't happen last night."]}, {"speaker": 1, "dialogue": ["And usually a panic attack is over with in 20 minutes typically."]}, {"speaker": 2, "dialogue": ["yes, which also didn't happen last night or any night, so"]}, {"speaker": 1, "dialogue": ["It's been a really rough couple of weeks."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["What's been going on in Sydney?", "Has he been doing the past few weeks?"]}, {"speaker": 2, "dialogue": ["He's been doing better other than we've gone into a couple of fights last couple of days.", "Like when I've been all panicky and like taking it out on him and I feel bad about doing that and"]}, {"speaker": 1, "dialogue": ["So you kind of flip-flopped a bit and he's been doing a little bit better and he's been doing a little bit worse."]}, {"speaker": 2, "dialogue": ["Yeah, I mean, sometimes he still has problems like doing things like getting out of the house, but in general like he's been doing a lot better than he had been."]}, {"speaker": 1, "dialogue": ["Do you think there's any connection?"]}, {"speaker": 2, "dialogue": ["Because he's doing better and I'm doing worse.", "I don't think so."]}, {"speaker": 1, "dialogue": ["You know, you're often the strong one for him.", "So I wonder if now that he's doing better.", "You know, you're often the strong one for him.", "So, I wonder if now that he's doing better.", "You don't have to be a strong he relies on you a lot when he's not feeling well."]}, {"speaker": 2, "dialogue": ["I guess it could be that but the Panic would have been there all along and I just been holding it back like, you know when you get if you're in school and you get sick right after finals because your body is like had been fighting it off for like a half semester and then all the sudden it's like where you've got to get sick.", "So"]}, {"speaker": 1, "dialogue": ["But your guard down a bit and it takes over."]}, {"speaker": 2, "dialogue": ["Yeah, so maybe I mean that's entirely possible, but I didn't make the connection err."]}, {"speaker": 1, "dialogue": ["I don't know if there's a connection but I guess you guys spend a lot of time together.", "You guys are very closely connected and I wonder if it almost works as a system rather than complete independence of one another."]}, {"speaker": 2, "dialogue": ["possibly"]}, {"speaker": 1, "dialogue": ["I wonder if you can find a way where you could both do really well."]}, {"speaker": 2, "dialogue": ["Yeah, it's really hard on that.", "We're hoping that fixing the other issues, you know, but at temp I'm making like however much you know, they let you put a like however much you would want.", "And so I put my minimum it like 13 hours.", "So if I was working 40 a week like I would be enough to support myself."]}, {"speaker": 1, "dialogue": ["Yeah, well, I think that would be a big would certainly relieved One external stressor."]}, {"speaker": 2, "dialogue": ["Because I wouldn't be dependent on my parents and I could buy all the things I could finally properly yell at them for not giving their employees health insurance because they would no longer be like, oh, well you're profiting from this and I'd be like not anymore and it would have to deal with them."]}, {"speaker": 1, "dialogue": ["That would feel nice to be able to say some of the things you can hold them back."]}, {"speaker": 2, "dialogue": ["Yes, though.", "And just not feeling guilty every time I have to spend money on anything like isn't a necessity."]}, {"speaker": 1, "dialogue": ["Carrying around that guilt probably does weigh on you."]}, {"speaker": 2, "dialogue": ["And then also the whole getting out of the house and having something to do."]}, {"speaker": 1, "dialogue": ["So there's a lot that would change if this works out.", "Was there anything you could write a cover letter for this week?"]}, {"speaker": 2, "dialogue": ["I mean there was the same last week.", "I haven't really tried this week because I've been well there was the whole getting back and forth temp agency and in the whole Panic thing, so"]}, {"speaker": 1, "dialogue": ["so that got in the way of even being able to"]}, {"speaker": 2, "dialogue": ["Write a cover letter.", "Yeah, I mean I used to have like, you know, I get out of here and my thing is at 12:30 and it'll take like maybe 20 minutes to get down in the downtown crossing so I can theoretically like look and see if there was one thing to write a cover letter for but the deadline would have been for"]}, {"speaker": 1, "dialogue": ["This is true.", "But since I have you here today, I thought I'd ask."]}, {"speaker": 2, "dialogue": ["So I'm not actually been looking for things.", "Yeah, but I couldn't be right one cover letter.", "Maybe if there's something that there's probably something."]}, {"speaker": 1, "dialogue": ["Yeah, I think that the job postings will probably slow down later this month when the world shuts down for Christmas or at least this part of the world.", "So using that while you can, you know, when people might still be putting in their postings up earlier in the month try to take advantage of that."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Try to focus your mind on things that you can do rather than letting it be filled by whatever pops up which right now and it's empty.", "The thing that pops up is not feeling good."]}, {"speaker": 2, "dialogue": ["Question.", "Should I be like looking into cognitive behavioral therapy group thing?"]}, {"speaker": 1, "dialogue": ["We did lots of cognitive."]}, {"speaker": 2, "dialogue": ["Okay, so would that like be?"]}, {"speaker": 1, "dialogue": ["So the behavioral piece of cognitive-behavioral is some of the actions that I encourage you to take things like scheduling and walks creating a structure in your day and some of the breathing exercises and relaxation exercises.", "We tried I know we did some last time.", "I'd like to try some again today.", "Those are some of the behaviors that often work to manage anxiety symptoms and the cognitive piece when people say cognitive behavioral therapy are things like when I ask you to try to come up with an alternative way to think about something to challenge some of the beliefs and assumptions that you make"]}, {"speaker": 2, "dialogue": ["Okay, so basically all the stuff I end of fighting against okay."]}, {"speaker": 1, "dialogue": ["Yeah, and so positive behavioral therapy is what most people recommend for anxiety because it works for lots of people to manage.", "Sometimes you struggle against it, but I keep sneaking it in there and I hope that at some point it will take hold for you and that you'll be able to get use out of it, but they're hard for you."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["What do you think it is that makes those Concepts really hard for you to sort of grass."]}, {"speaker": 2, "dialogue": ["because I feel that I'm smarter than them and"]}, {"speaker": 1, "dialogue": ["cake"]}, {"speaker": 2, "dialogue": ["Write a note these.", "They're like ones that were trying to put in my head to be more useful, but they're not necessarily true.", "And therefore I'm trying to believe something that isn't true or isn't the whole truth and I can't make myself do that."]}, {"speaker": 1, "dialogue": ["Would you rather be right or comfortable if you had to pick one?"]}, {"speaker": 2, "dialogue": ["I would probably pick comfortable but like"]}, {"speaker": 1, "dialogue": ["But you don't."]}, {"speaker": 2, "dialogue": ["I don't have the ability to because I'm to focus on being right and I don't have the ability to I don't know if I want to be comfortable though at the expense of believing something.", "That isn't true.", "If I I don't have that sort willpower to believe something that isn't true.", "I'm too skeptical."]}, {"speaker": 1, "dialogue": ["But you're not skeptical of your own beliefs."]}, {"speaker": 2, "dialogue": ["Well, sometimes I am but it depends on the situation."]}, {"speaker": 1, "dialogue": ["Because for some people what's useful is not necessarily the leading another thing but believing that there are other possibilities.", "That's true skepticism that there isn't there isn't necessarily one.", "Right but that there are lots of ways to look at something or lots of possibilities and we're uncertain that there's some level of uncertainty in any of the beliefs and sometimes that you're not necessarily choosing a different belief, but you're just choosing to believe that there may be some wiggle room or an error in anyone believe.", "It's people freedom to just feel more comfortable and if you want to comfort sometimes that helps"]}, {"speaker": 2, "dialogue": ["Yeah, maybe I'm too stubborn to choose comfort in like stubborn."]}, {"speaker": 1, "dialogue": ["Like part of you wants to be comfortable right now, but right now it's more important to be right."]}, {"speaker": 2, "dialogue": ["Yeah, just because I'm so stubborn, you know strongly believing that I'm right with things like therefore.", "I have trouble believing that there might be other options when I know that I'm right.", "Maybe I'm wrong, but I feel like I'm right it could also be like the depression lying to me but"]}, {"speaker": 1, "dialogue": ["What do you mean by that?"]}, {"speaker": 2, "dialogue": ["Well, I don't know just like in general depression wise to the self.", "So I mean it's like I know there are times when I know I'm not right.", "I mean like when I'm feeling like oh, I would be better off if I were dead.", "So I mean there's the rational part of my back in the back of my mind.", "It's like no that's not true.", "That's just those depression lying to you."]}, {"speaker": 1, "dialogue": ["Does anxiety lie in the same way?"]}, {"speaker": 2, "dialogue": ["I guess sort of"]}, {"speaker": 1, "dialogue": ["How made it?"]}, {"speaker": 2, "dialogue": ["I'll just say yes thinking making me think that this Panic is so bad that I wish I could die over it or telling me that if I hurt myself it will make me feel better which probably always wasn't true"]}, {"speaker": 1, "dialogue": ["Yeah, I think I'm going to greet with you that.", "Yeah, I think I would agree with you there that those do feel like anxiety lies."]}, {"speaker": 2, "dialogue": ["yeah"]}, {"speaker": 1, "dialogue": ["So what is your truth?", "So if those are anxiety lies and depression lies will call them.", "What is the truth on the other side of that?"]}, {"speaker": 2, "dialogue": ["that will theoretically this anxiety isn't actually worth killing myself over and that it will go away eventually it just doesn't feel like it will go away eventually because here I am you know doing my best to be productive and trying to do all the responsible things and not getting anywhere with it like it's just so frustrating"]}, {"speaker": 1, "dialogue": ["I'm so when you did ask about cognitive behavioral therapy The Next Step there.", "So one step would be is what you just did for me.", "This is the anxiety lie.", "And here's another way to think about it.", "Maybe the anxiety feels really horrible right now, but it wouldn't be better to die.", "That's an alternative relief and you just came up with it.", "The next piece is to look at what you said next was doing all these things and it's not working and I'm really frustrated making that so that's very kind of absolute.", "It's not working making that a little less absolute doing all the responsible things that I'm supposed to be doing and you're not working and just adding right now.", "It doesn't make it untrue, right?", "It's not working right now.", "That's very true.", "But what it does, do you said makes you feel a little bit like a little bit less like it will never ever ever ever work when you say it's not working.", "Could go on you could assume in there.", "It's not working.", "It's never going to work not working forever.", "And if you just add staying in the present, it's not working right now that actually takes a little bit of intensity off because it", "Makes it a little bit less overwhelming to think that you're going to be stuck in this particular situation.", "Robber is unbearable to think that you're going to be stuck in a horrible situation for a limited time is still totally uncool, but it's less than bearable.", "We can usually bear tribe tragedy or intense discomfort for a limited time.", "You actually you were doing some of the steps of the cognitive work that helps and just pushing yourself to take that next step making it present centered rather than letting your thoughts be about the future Beyond that's part of what makes it so overwhelming.", "It's when you think it's going to be forever."]}, {"speaker": 2, "dialogue": ["But it still feels like it's you know, because like I feel like I shouldn't be kept on something by now, like shouldn't a medication change which I guess it has if there's stuff like like, okay now, I'm not panicking every morning.", "I'm just you know, it pushes it off until the afternoon and maybe I should call again and ask her about levels what if I took half in the morning and half in the afternoon and split it up more?"]}, {"speaker": 1, "dialogue": ["Yeah, so it's not working perfectly, you know probably close to perfectly but it does seem but something has changed and so letting yourself see those little pieces rather than it being All or Nothing rather than it's not working at all.", "Well, it does seem to be delaying the Panic making yourself recognize different shades of grey."]}, {"speaker": 2, "dialogue": ["I guess it's like my whole understanding of the situation is you know, like how am I going to work then?", "Because like, you know when I take the medicine at night that I'm supposed to take at night that's supposed to help with the pain making out and then an hour later.", "I'm still panicking.", "Maybe it's not I would have been Panic even more and maybe I'm panicking last but I'm just panicking so much that I can't tell the difference."]}, {"speaker": 1, "dialogue": ["sometimes"]}, {"speaker": 2, "dialogue": ["you know, like if my Panic level was at 200 and now is at like 2:50, and so"]}, {"speaker": 1, "dialogue": ["Right.", "Maybe you don't notice a difference.", "Absolutely."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["What we need to do is keep working until it's different enough."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["That it's more recognizable."]}, {"speaker": 2, "dialogue": ["Yeah, but yeah, I guess the other question is also like did I ever do the whole like signing the waiver for you to talk to?", "Dr. Barnes about the medicines?", "Okay.", "I thought I did.", "I was just double."]}, {"speaker": 1, "dialogue": ["I believe I sent your file."]}, {"speaker": 2, "dialogue": ["Checking.", "Okay, I assume I find it on her into"]}, {"speaker": 1, "dialogue": ["The one you signed here is a to a release.", "So she may want you to have one for her records, but you're technically covered."]}, {"speaker": 2, "dialogue": ["okay."]}, {"speaker": 1, "dialogue": ["And you know, I'm happy that I talked more with her but you do I think you do an excellent job staying on communication with both of us.", "A lot of times people are unsure about what they're supposed to take or how much but you're very careful about that.", "It's good to have the release so we can communicate if needed but what you doing a good follow up with her, it's not a sound of Siri for me to hear her.", "Say the exact same thing."]}, {"speaker": 2, "dialogue": ["Okay, that makes sense.", "I guess I should call her this afternoon."]}, {"speaker": 1, "dialogue": ["Yeah, give her an update of what's Happening.", "You followed the steps that she's outlined us far and let her know how it's affecting you but it seems to be pushing them off a little bit Delana maybe but that you're still really suffering."]}, {"speaker": 2, "dialogue": ["It's like I don't have an appointment with her until the 19th, which is like another almost two weeks."]}, {"speaker": 1, "dialogue": ["Oh, no."]}, {"speaker": 2, "dialogue": ["So are there for like that's still another two weeks of?"]}, {"speaker": 1, "dialogue": ["Yeah, what's the plan from now till then is it that your time will help more on a lower dose of Wellbutrin?"]}, {"speaker": 2, "dialogue": ["Not really like it was just step 1 Step 2 and then wait till then."]}, {"speaker": 1, "dialogue": ["Well, then that's why you're checking with her to see what"]}, {"speaker": 2, "dialogue": ["Yeah, it was just a week, you know, okay, so I did the you know switching to a lower Wellbutrin like a day or two early, but now it's been almost two weeks since the appointment with the week of the Klonopin the week of the lower Wellbutrin, like lowering the Wellbutrin stops the taking more Klonopin.", "It's one at a time.", "So, yeah, I guess I could call her and ask about the intermediate stuff spreading out the Klonopin more and whether or not it would work because like I think it's like, you know low enough that it doesn't like cause me to be too tired during the day.", "I have been I mean I've gotten tired lately but not in the morning when I take two Klonopin.", "I think it's more just like all the Panic is making me tired."]}, {"speaker": 1, "dialogue": ["Panic is exhausting your body goes through a lot to get to that intense feeling."]}, {"speaker": 2, "dialogue": ["Like last night.", "The other thing was when I took a Klonopin at like midnight whatever and I ended up going to bed at like 12:30 or something.", "And then I was able to fall asleep just fine.", "And then I woke up at 2:30 and was like completely and totally awake and panicking."]}, {"speaker": 1, "dialogue": ["It's really disruptive when you think of panicking."]}, {"speaker": 2, "dialogue": ["And I was able to get back to sleep until again after that and that's how I slept through the rest of the night kept on waking up in the middle of the night is really frustrating."]}, {"speaker": 1, "dialogue": ["How long does it take you to get back to sleep?"]}, {"speaker": 2, "dialogue": ["I don't think it took me too long.", "You know, I got up till I go to the bathroom.", "A little bit because he had also woken up but I don't think he woke me up and then I had him go downstairs and get me a towel roll because also I had been feeling like a little bit of stomach acid trying to reduce all that and so he went downstairs and got me a whole the role that we split it and so ate my half and then I was able to go to sleep but there's no way to prevent myself from waking up in the middle of the night.", "Really."]}, {"speaker": 1, "dialogue": ["You don't have a lot of control when you're sleeping and it's very disruptive to be broken without anxiety."]}, {"speaker": 2, "dialogue": ["maybe I guess I could ask if I could take some sort of like Sydney takes Ambien, but I there was one time I took one of his Ambience and that was like the night I was trying to sleep when I was like super duper sick and throwing up.", "And I ended up throwing up the Ambien but like"]}, {"speaker": 1, "dialogue": ["And you don't generally have trouble falling asleep."]}, {"speaker": 2, "dialogue": ["No, but I'm having trouble staying asleep.", "So I don't know if sometimes in general I don't but with the panic and also has made it harder to fall asleep to."]}, {"speaker": 1, "dialogue": ["Well, let's see if we can't find other ways to kind of lower the general anxiety Baseline.", "Your Baseline of anxiety right now is really high.", "Your panic attacks are lasting longer than typical panic attacks.", "That's really high generalized anxiety.", "And I think if we can lower that your sleep will return to what your typical sleep is like."]}, {"speaker": 2, "dialogue": ["Will sleeping more help and general things."]}, {"speaker": 1, "dialogue": ["It's a cycle absolutely being sleep deprived makes you more prone to anxiety.", "But you do have the ability if you wake up at night to sleep longer during the day to kind of catch up from that and rather than adding another medication to the mix.", "We're already making a lot of Med changes."]}, {"speaker": 2, "dialogue": ["Yeah, so that's when I like I could take as needed.", "It wouldn't be like taking every night."]}, {"speaker": 1, "dialogue": ["Well, you can certainly ask your psychiatrist about it and see what her thoughts are."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["She would know best how it fits into the overall plan.", "Let's take a few minutes to practice that deep breathing and muscle relaxation again and see if we can't get that working for you and then regular appointment on Monday.", "Okay, so close your eyes so you can tune in to what your body is feeling and let yourself just follow a natural rhythm with your breathing getting your body mentally and just taking notice of what your body feels like noticing any places that feel tight and tense anything that feels uncomfortable but yourself shift, however, you need to to relax those spaces.", "And then as you let yourself get more comfortable, but yourself extend your breath so that you're taking slightly longer Fuller inhales and exhales.", "I want you to try something called time to breathing.", "You're going to work your own time.", "What you're going to do is as you inhale do a razor inhale and just count to four as you do it.", "And then after you've taken a full inhale before you're going to hold your breath for four and then you going to Exhale for 4.", "So work at your own pace to get into that rhythm.", "inhaling for 4 and holding for 4", "and exhaling for 4.", "Repeat that cycle a few times."]}, {"speaker": 2, "dialogue": ["Steel Valley"]}, {"speaker": 1, "dialogue": ["inhaling for 4", "holding for 4", "exhaling for 4", "as you're comfortable doing that you can scan your body again noticing any places where it might feel different than it felt before no need to judge the feelings.", "No need to judge if it's the same or different just noticing it.", "And now just let yourself return to normal breath inhales and exhales at whatever Pace feels natural to you.", "And then let yourself return to the room like over your focus.", "That was different than what we've done before.", "What was that like for you?"]}, {"speaker": 2, "dialogue": ["Holding my breath for four was a little bit Disney now.", "It shouldn't have fun."]}, {"speaker": 1, "dialogue": ["Don't judge it.", "It is what it is."]}, {"speaker": 2, "dialogue": ["Yeah, but like I seen I've had to do holding, you know, you see my air for a lot longer than that.", "It's from sitting down and stuff."]}, {"speaker": 1, "dialogue": ["Well, so it's probably not right.", "It's probably because you've done with singing you do breathwork whether you're focusing on breathwork or not, right?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["It just happens to be saying so it's probably the Odyssey feeling is probably not about the air, but you felt it.", "So it means something."]}, {"speaker": 2, "dialogue": ["I guess."]}, {"speaker": 1, "dialogue": ["So maybe it's just uncomfortable for you.", "So it's not dangerous, you know, you can breathe for a count of four.", "You've held a note longer than that.", "So it's not about whether you really have enough air, but something about focusing on it felt different to help dizzy.", "That doesn't have to be a bad feeling."]}, {"speaker": 2, "dialogue": ["Okay.", "Yeah, I like to breathe in and out before I get that extra for for holding it because yeah, I guess I'm used to", "heading out over a long.", "Of time."]}, {"speaker": 1, "dialogue": ["a long.", "Of time"]}, {"speaker": 2, "dialogue": ["Like there's no."]}, {"speaker": 1, "dialogue": ["something about stopping and holding it felt different."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And part of doing an exercise like that is that you want to feel something different.", "So when you're in the middle of a panic attack where you might be reading and lots and lots and lots of oxygen doing something different can be enough to shift it.", "So it's not necessarily that you're looking to feel something in particular when you're panicking.", "You just want to feel something different.", "So you might so now I've introduced you to two types of relaxation exercises the last time we did a little bit of deep breathing and then a very muscle focused one and they just show something different because I want to give you options and you know, try it out.", "You can try it when you're not panicking, but when you are panicking and know that you're safe.", "You know if you're sitting in a chair.", "Answer to be a little bit busy.", "It's a different feeling but that's not a dangerous feeling to you.", "And it sometimes people feel dizzy because they're paying so much attention to their breath in a way that they're not used to paying attention to it.", "And that's why I only had you do it for a few minutes.", "You don't want to do it for an hour because send it with the overwhelming.", "So like I think I had you count or five Cycles maybe and then let yourself return to normal and it might be just enough to move you out of where you are two different place.", "Okay.", "I will see you on Monday.", "Yeah regular time."]}]