[{"speaker": 1, "dialogue": ["Sorry, I'm late."]}, {"speaker": 2, "dialogue": ["I was wondering if today was going to be the day that.", "What's that?"]}, {"speaker": 1, "dialogue": ["If today was going to be the day that I was on time"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Good morning."]}, {"speaker": 2, "dialogue": ["Good morning.", "So Micah gave me a prescription for Adderall.", "Wedge when I went to pick up they were out of and they were like, why don't you go to CVS and the other square and I'm at the one in this Square.", "I was like, well, when are you going to get adderal in?", "This is Friday, I guess maybe Saturday.", "I don't know.", "And they said Tuesday because the pharmacist had to order it yesterday and then it would come in today after 8 p.m.", "I'm like, well, I'm not going to take it until Monday anyway, so what's an extra day so I haven't started it yet."]}, {"speaker": 1, "dialogue": ["Gotcha."]}, {"speaker": 2, "dialogue": ["Will probably start tomorrow."]}, {"speaker": 1, "dialogue": ["So, how did the diagnostic process go?"]}, {"speaker": 2, "dialogue": ["It was a series of questions a lot of questions."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Aveeno mild moderate or severe or none at all, you know."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["And you know the hyperactivity none of that stuff registered but most everything else did.", "I was kind of surprised that certain things that you know, I thought was me being organized that this test seems to suggest as a potential."]}, {"speaker": 1, "dialogue": ["Like what?"]}, {"speaker": 2, "dialogue": ["Like coming home and putting my wallet and my keys in the same spot every time so I don't lose them things like that.", "And at the office if I don't put things in the spot if they're supposed to be I can't find them so you skip pissed off at Jess because she would lose her keys.", "And I would always be like, well, I never lose my keys.", "I never lose my wallet.", "I know exactly where they are.", "I come home and put them in the exact same spot every time you know."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["So that was a little strange to me.", "I mean, I guess if that's the only thing you do you don't have it."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["But with everything else I seem to be scoring.", "I don't remember a lot of the questions, but they were all I mean you would probably know what they are."]}, {"speaker": 1, "dialogue": ["Yeah, I know the diagnostic criteria.", "I'm a little skeptical of some of the source of questionnaires for this kind of thing.", "But whatever the bottom line is you try the medication and if it helps, that's great if it doesn't help then stop."]}, {"speaker": 2, "dialogue": ["Well, I told Jess and she was like well I suspected it."]}, {"speaker": 1, "dialogue": ["I guess the main reason I wonder about it is difficulties with the intention and even organization can we relate to depression and anxiety as well?", "You know if somebody is depressed they have a lot more trouble focusing often times and so with paying attention and following through they tend to be a little less organized and just generally Less on top of things you can be difficult to differentiate which is which I guess the primary way of doing that would be there are a few ways to think about it.", "When would be through your history if you have ADD than the extent to which you have trouble focusing and trouble being organized should be fairly consistent through your history.", "Whereas if it's due more to depression than those sort of difficulty should increase or decrease along with the extent of your depression or anxiety.", "Do you know what I mean?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["That's well made to tell really the gold standard for diagnosing something like ADHD is neuropsych testing which is much more involved process that involves usually 6 or 8 hours of testing with a psychological psychologist.", "And then you know, the creation of a written report that is usually between 6 and 15 pages long or so and that's kind of the gold standard for this kind of diagnosis.", "But you know, you may have it and the questionnaires are a good in terms of day can be helpful and better than nothing.", "Like I said, the treatment implications are pretty straightforward and that's not a big hoss in any way associated with them.", "So you may as well try it."]}, {"speaker": 2, "dialogue": ["Well, she thinks that yet has ADHD and she's meeting with whoever it is tomorrow."]}, {"speaker": 1, "dialogue": ["Whoever it is like a mental health provider."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Okay as opposed to"]}, {"speaker": 2, "dialogue": ["I forgot the name or title something.", "I've got it here in a text developmental pediatrician."]}, {"speaker": 1, "dialogue": ["Yeah, I would have yeah, I would have that diagnosed by you know, the best best is a neuropsychologist who does testing or at least a screaming the second best is an actual mental health clinician.", "It could be a social worker or psychologist or psychiatrist."]}, {"speaker": 2, "dialogue": ["Way to poo poo on her parade.", "She's had this appointment for 6 months."]}, {"speaker": 1, "dialogue": ["what do you want me to stay somebody like a"]}, {"speaker": 2, "dialogue": ["What is a developmental pediatrician?"]}, {"speaker": 1, "dialogue": ["Well, it's a pediatrician who well, there are special developmental fellowships.", "I think where they I don't know a lot about it to tell you the truth.", "So maybe I I think they do more training and socio-emotional stuff."]}, {"speaker": 2, "dialogue": ["See when I want to cover my ass.", "I tell people they've got to talk to a lawyer and you're doing the same thing.", "You're like, oh they need some Mental Health."]}, {"speaker": 1, "dialogue": ["Well, I"]}, {"speaker": 2, "dialogue": ["Not to be analyzing you."]}, {"speaker": 1, "dialogue": ["I don't think I'm covering my ass because I don't have a stake in it, you know."]}, {"speaker": 2, "dialogue": ["Yeah, you do."]}, {"speaker": 1, "dialogue": ["I care about you in."]}, {"speaker": 2, "dialogue": ["Well, yeah."]}, {"speaker": 1, "dialogue": ["and you"]}, {"speaker": 2, "dialogue": ["But I don't have a stake a lot of times but it's just more of a it's not an actual cover-your-ass.", "It's just"]}, {"speaker": 1, "dialogue": ["Ray okay."]}, {"speaker": 2, "dialogue": ["people are like, oh I've got this problem.", "And if it's something I don't deal with I'm like you should talk to a lawyer."]}, {"speaker": 1, "dialogue": ["Right, but you're probably right aren't you?", "I mean they probably should."]}, {"speaker": 2, "dialogue": ["Yeah, it never hurts."]}, {"speaker": 1, "dialogue": ["I'm saying that it can be difficult to diagnose add and people can often overdiagnosis.", "That's largely because there are other conditions that can result in the same symptoms.", "It's good to work with somebody who is more specialized the most specialized people are neuropsychologist II must specialized people are usually mental health conditions that work with kids.", "The third most specialized are pediatricians.", "Not that they're bad.", "It's just that pediatricians do 900 different things, you know, if you which are mental health, I guess that's what I'm saying.", "right"]}, {"speaker": 2, "dialogue": ["Well, I imagine it's not a regular pediatrician who is in there for cold and flu and swallowing magnets.", "I don't know who referred it might have been her own therapist or whatever."]}, {"speaker": 1, "dialogue": ["Yeah, you know."]}, {"speaker": 2, "dialogue": ["She's worried.", "He's got you know, his cubby is a mess.", "He's got food and he leave stuff there."]}, {"speaker": 1, "dialogue": ["every 6 year old boy who's cubby"]}, {"speaker": 2, "dialogue": ["You leave stuff."]}, {"speaker": 1, "dialogue": ["Is a mess and who leaves stuff this is what I'm concerned about.", "If every six-year-old boy whose coming was a mess who lost us who didn't follow their parents directions who don't follow through what things was diagnosed with ADHD there would be probably three 6 year old boys and two of them who were asleep who did not meet the criteria for ADHD.", "Perhaps I'm skeptical I have worked with kids many kids who had other conditions that were misdiagnosed often by pediatricians with ADHD."]}, {"speaker": 2, "dialogue": ["Well, the thing is, I don't think that Jess is going to go down the route of having Ian taking medication that whatever alternative.", "It's a prisoner calling for Jess collect of the work number has been disconnected from the service."]}, {"speaker": 1, "dialogue": ["I see you."]}, {"speaker": 2, "dialogue": ["So in order for me to take the collect call I have to go on and talk to an operator and give them a credit card to pay for the call."]}, {"speaker": 1, "dialogue": ["Wow."]}, {"speaker": 2, "dialogue": ["It's times like this when they call like I can't stop and okay.", "Here's my credit card."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Just just needs to get her stupid clients to call the right number, you know, I tell her about it, but I'm sure she forgets that she's got it, you know."]}, {"speaker": 1, "dialogue": ["Hopefully the person that they have an appointment with is good at diagnosing this stuff or is able."]}, {"speaker": 2, "dialogue": ["Well, there's a 6-month wait to see this person.", "So they're clearly a specialist, you know."]}, {"speaker": 1, "dialogue": ["Right.", "All right, whatever."]}, {"speaker": 2, "dialogue": ["Well, maybe whoever is referring it thinks it might be something else as well."]}, {"speaker": 1, "dialogue": ["That's a very good point.", "I'm sure there could be conditions that could look like ADHD that are better ruled out by developmental pediatrician then by mental health person that"]}, {"speaker": 2, "dialogue": ["I'm sure tomorrow that's when the pediatrician recognizes that Jess is completely overwhelmed and just can't handle you know."]}, {"speaker": 1, "dialogue": ["REI"]}, {"speaker": 2, "dialogue": ["You know, I don't see it.", "I mean, I'm sure when Lucille is around he acts differently clearly whatever she has he wants whatever he has she wants.", "He's fighting for my attention when she's playing with me."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["When I have him over he's downstairs playing with and wants to watch America's Funniest Home Videos."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["You know, can we download bad piggies?", "No, can we download bad piggies?", "No.", "Okay.", "We'll download Bad Piggies."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I don't know.", "I had a title exam due yesterday that I kind of blew off.", "I was wondering if I had had the medication if I would have done it or not."]}, {"speaker": 1, "dialogue": ["What is a prescribed stimulants for people who are depressed too?", "I mean, I hope it helps."]}, {"speaker": 2, "dialogue": ["I was in the office doing it and there was a bizarre Missing Link in the chain of title.", "It was a lot of different Lots coming from a lot of different ways.", "I had six of them.", "It dawned on me that is missing link that they didn't put it in the title reference, but it had to have been through probate.", "It's like 2:30 in the Probate Court closes at 4:30.", "I had Siri look up on my way flying down.", "I pull up the index and sure enough the guy who had the property died with a will and all I need to confirm is this one person was the sole heir of the will or the person in the will to get the property but it's in storage.", "The file is in storage is starting to put everything in storage now which fucks me because these are typically the late sixties and seventies are when I need probate and older ones.", "They order on Fridays, but they're not going to order it until Friday and I'm not going to have it until Tuesday."]}, {"speaker": 1, "dialogue": ["Oh."]}, {"speaker": 2, "dialogue": ["And the title was due yesterday.", "So I left the registry and said I'll just finish the title and explain that I need to follow up on this a week from now.", "So for some reason I decided to go get Chinese food whenever I get Chinese food I get way too much and I hate it all.", "I basically just fell asleep on the couch and never got out and finish the title even waking up at 11 and was up for several hours.", "I just blew it off.", "And I'm not really even anxious or stressed out about it.", "Really what was interesting is that Sunday morning was one of those days I get anxious about", "I had to take Ian to snowboarding."]}, {"speaker": 1, "dialogue": ["Right, you're taking him snowboarding and your meeting Jess and then going to the game."]}, {"speaker": 2, "dialogue": ["Right.", "Well as we're driving out there I could just hear Injustice voice when Ian called her that she didn't sound good.", "She's like I'm throwing up.", "I've been throwing up."]}, {"speaker": 1, "dialogue": ["Oh."]}, {"speaker": 2, "dialogue": ["And I'm like, oh shit because the last time the week before I got in at about 11 and we had stopped at Dunkin Donuts and we didn't hustle to get out of there.", "So it probably would have been fine.", "Actually the first thing that kind of came and at first I was like fuck but then I was like it is what it is.", "And you know, if I'm a few minutes late then I'm a few minutes late.", "I get out to the slopes and Jess's mom agrees because they live right there."]}, {"speaker": 1, "dialogue": ["You're right."]}, {"speaker": 2, "dialogue": ["So she's going to meet me and she chose a different gas station right where she would turn on to the route."]}, {"speaker": 1, "dialogue": ["Yo."]}, {"speaker": 2, "dialogue": ["But then just was so sick that she needed her mom because Jess was going out to her parents."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["And that's what made it easy to meet, you know."]}, {"speaker": 1, "dialogue": ["I see you she was just going to drive."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["but then jazz"]}, {"speaker": 2, "dialogue": ["But just needed her mom to come in and so she was going to come in, but she was going to do it with Ian.", "So she went in and her dad ended up picking up the in."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["They're all works out.", "Just the whole thing.", "There was no anxiety no stress, you know."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["Well good."]}, {"speaker": 2, "dialogue": ["I have tickets to a rock concert Sunday night.", "When the AFC Championship my buddy can't find anyone to go.", "So I'm stuck with $120 worth of tickets.", "130 hundred $40 worth of tickets, you know what they show you where the buyer alerts are on StubHub.", "Well, first of all, there's been no sales this year.", "There's only like 6 7 8 tickets available.", "But there are all these people with alerts at $100.", "So I put $99 so we'll see if someone buys it today tomorrow is the last day, but I knew that was going to be my problem selling the ticket when people want to watch the game."]}, {"speaker": 1, "dialogue": ["bright"]}, {"speaker": 2, "dialogue": ["You know, it's a 6:30 game."]}, {"speaker": 1, "dialogue": ["Right.", "Everybody is going to be in the same situation as you."]}, {"speaker": 2, "dialogue": ["So, you know, it's the same Rock concert and the football have the same fan base, you know."]}, {"speaker": 1, "dialogue": ["You're not too worked up about it."]}, {"speaker": 2, "dialogue": ["No, I mean I've already spent the money.", "I'm kind of getting used to getting screwed over.", "But I just you know, same thing as last Friday, I'm not as anxious.", "Kind of been thinking about you know, yeah, if I really do have ADD how much different my life would have been if this had been discovered, you know, 30 years ago 20 years ago 10 years ago 5 years ago two years ago a year ago 6 months ago, you know."]}, {"speaker": 1, "dialogue": ["6 weeks ago"]}, {"speaker": 2, "dialogue": ["Yeah, so that was kind of bothering me a bit."]}, {"speaker": 1, "dialogue": ["Are you upset with me for not wondering about it?"]}, {"speaker": 2, "dialogue": ["Really, you know Michael was kind of explaining to me how it's difficult sometimes like it's kind of you know, that's why I even her talking to me.", "I think it was her.", "It was more just hey, let's try more than really she just saw the low motivation."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["He fixes things with drugs.", "That's what she does.", "I mean, you've got a history of not picking things up."]}, {"speaker": 1, "dialogue": ["What else did I not pick up?"]}, {"speaker": 2, "dialogue": ["the depression"]}, {"speaker": 1, "dialogue": ["I think I picked up the depression."]}, {"speaker": 2, "dialogue": ["no, it was a marriage counselor that took me through the checklist."]}, {"speaker": 1, "dialogue": ["I don't know.", "I was pretty sure you were depressed.", "I think I probably had you diagnose that way for"]}, {"speaker": 2, "dialogue": ["You didn't bring it up."]}, {"speaker": 1, "dialogue": ["okay, that's not very possible."]}, {"speaker": 2, "dialogue": ["Yeah, I know."]}, {"speaker": 1, "dialogue": ["Russellville, sorry"]}, {"speaker": 2, "dialogue": ["Yeah, I know.", "I'm just giving you shit."]}, {"speaker": 1, "dialogue": ["Oh."]}, {"speaker": 2, "dialogue": ["So yeah."]}, {"speaker": 1, "dialogue": ["Yeah, I know.", "I'm sorry.", "I probably should have."]}, {"speaker": 2, "dialogue": ["I know it's one of those things and it's come up and I think we even talked about it before."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I think we've talked about it because it came up at the hospital or somewhere else that came up."]}, {"speaker": 1, "dialogue": ["If I missed it, I'm sorry."]}, {"speaker": 2, "dialogue": ["I'm actually it never even crossed my mind that you would have been the person so I never even thought about that.", "I just thought more the large or abstract.", "You know, it's one of those if I knew then what I know now."]}, {"speaker": 1, "dialogue": ["icing"]}, {"speaker": 2, "dialogue": ["But I didn't really, you know spend too much time on that.", "It just popped in my head few times.", "I'm wondering when I'm going to get extremely sick because I mean I did have that morning of diarrhea, but I'm wondering if that was it or if I've got something to come because I was around them on Saturday."]}, {"speaker": 1, "dialogue": ["So just got sick on Sunday."]}, {"speaker": 2, "dialogue": ["Yeah, she kept the kids home yesterday.", "I still haven't done my laundry.", "Maybe I'll do it today.", "I've got to do my laundry.", "I'm supposed to pick up Ian today, but Jess is going to pick him up.", "So I have my afternoon to go do all of that.", "Yeah, I got to stop eating Chinese food.", "When I went to get the Chinese food, they've got a bar there used to be a bar.", "So when the Chinese guy bought the bar expanded", "all the people who went to the bar kept going to the Chinese place, you know, it's the type of people who you know at 2 in the afternoon.", "They're playing keno and drinking counties.", "And that's I'm going in this guy asked me if I had a cigarette and I'm like no, he's like, can I use your phone?", "I don't know why I asked but I'm like were you calling?", "And he Rambles off some Italian guy and then he kind of stops.", "He's like, who are you?", "You know, like maybe he shouldn't be giving me the number."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Because he's drunk cuz you know, I was like, who do you think I am or something like that?", "He's like I know you know that I Know Who You Are", "And I'm laughing in the guy's face.", "Like who am I then I don't think you know, and then she's giving me this look like I'm some gangster, you know, I'm like dude.", "I'm just going in here to get Chinese food, you know."]}, {"speaker": 1, "dialogue": ["Ryan"]}, {"speaker": 2, "dialogue": ["Find me in there waiting and I see him looking in the window at me.", "I was like am I going to get hit while I'm waiting here for Chinese food?"]}, {"speaker": 1, "dialogue": ["well, I'm glad you're okay."]}, {"speaker": 2, "dialogue": ["Yeah.", "It would have been a big relief, you know a lot of pressure off my shoulders.", "I'm supposed to make her estimated tax payment today.", "Jesse's waiting on a check and we're going to mail it out today without having enough money.", "Hoping that check comes in.", "I got a closing on Friday, but that's not going fund until next Wednesday Wednesday."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["I don't know what to do there.", "I mean, I know they get a lot of estimates in and they don't cash them the day they get them."]}, {"speaker": 1, "dialogue": ["Right.", "Nobody is going to"]}, {"speaker": 2, "dialogue": ["I doubt it's going to be a week.", "The state is pretty quick.", "That's only a hundred something dollars.", "So it's not too bad.", "I would have had most of the money but my car payment hit today.", "Yay car payment.", "I'm also trying not to bounce that $1,500 check where the client fired me."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["So, I don't know.", "It's like I'm at the mercy of the IRS asking them for this offer in compromise.", "One of the things they look at is that you're making your payments.", "In fact, it is a violation of the terms not to make your"]}, {"speaker": 1, "dialogue": ["I see make your estimated tax payment."]}, {"speaker": 2, "dialogue": ["So while we're technically not under agreement yet.", "One of the considerations is you know, what happened to the 4th quarter estimated tax, but once again, I'm not freaking out about it a week ago.", "I was you know"]}, {"speaker": 1, "dialogue": ["Do you have any thoughts about your new-found calmness?"]}, {"speaker": 2, "dialogue": ["Why?"]}, {"speaker": 1, "dialogue": ["Why is that what you're saying?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I don't know just that one day.", "I think it's been part of it was ability to get into the office and do some work, you know, at least yesterday.", "Although I didn't finish that title, even though I wasn't so I think that's helped.", "That's why I'm wondering if the adderal Works how much that will change things.", "Just getting work done take a couple extra one and I'll clean the apartment Sir Speedy and if they don't work, I'm just going to sell the rest of the bottle.", "I could probably do better than the Klonopin."]}, {"speaker": 1, "dialogue": ["So it's kind of a win all the way around."]}, {"speaker": 2, "dialogue": ["Yeah, you know.", "It's like I just have to wait until fish comes back to town and walk through the parking lot."]}, {"speaker": 1, "dialogue": ["Those people would want to go in the other direction."]}, {"speaker": 2, "dialogue": ["No, because once the show is over."]}, {"speaker": 1, "dialogue": ["Oh."]}, {"speaker": 2, "dialogue": ["They have to stay up all night raging."]}, {"speaker": 1, "dialogue": ["I see.", "Yeah, yeah."]}, {"speaker": 2, "dialogue": ["That's why you no suspect I've never taken she asked me if I had ever taken stimulants before and I pause because I used to take ephedrine in college when it was legal."]}, {"speaker": 1, "dialogue": ["Wow."]}, {"speaker": 2, "dialogue": ["Or is it acid rain?"]}, {"speaker": 1, "dialogue": ["ephedrine"]}, {"speaker": 2, "dialogue": ["I'd stay up late to work to party to play rugby.", "I use it as a stimulant this was before I really drink coffee.", "No."]}, {"speaker": 1, "dialogue": ["did I help you study?"]}, {"speaker": 2, "dialogue": ["Yeah, it was very effective.", "But you know, they stop the sale.", "I mean you could go into a convenience store and buy it."]}, {"speaker": 1, "dialogue": ["spray"]}, {"speaker": 2, "dialogue": ["Is tops that you know, it's a bronchodilator.", "So, you know, I forget the medication but there was an over the counter that had it in it before they stop.", "And when I would take it I felt weird, you know, so I stopped I was just like this is crazy.", "So I turned to coffee because there was a story of a model in Florida that died taking a bunch of it.", "It was also used for weight loss."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["So I think I might have even been taking it for that as well.", "It definitely suppresses the appetite."]}, {"speaker": 1, "dialogue": ["REI"]}, {"speaker": 2, "dialogue": ["We're supposed to get some snow tonight.", "And of course just wants me to take Ian to school in the height of the storm.", "I've got to get up early.", "It's like yesterday.", "I slept I kept waking up but ultimately didn't motivate until like 10 just because I was tired from the game standing and watching and snowboard and then going and standing for another all day, you know."]}, {"speaker": 1, "dialogue": ["Oh, you sound a lot of the game."]}, {"speaker": 2, "dialogue": ["My section stands the whole game."]}, {"speaker": 1, "dialogue": ["Wow."]}, {"speaker": 2, "dialogue": ["Because our angle, you know, we're in the corner.", "We just stand the whole game and tailgate there are chairs but I stand and my legs were pretty sore yesterday and progressed a little bit on snowboarding.", "I think they were going a little higher up.", "So they were going a little faster while all the other kids didn't need help.", "He was holding instructors hands going down the mountain.", "What's the game being at 6:30 on Sunday?", "I won't have to worry about getting him out of there right away."]}, {"speaker": 1, "dialogue": ["You have plenty of time."]}, {"speaker": 2, "dialogue": ["I might try and see if I can get him some extra runs.", "He's never done that tow rope.", "They've got a little bunny Hill like the teaching Hills have magic carpets what she did fine when all the other kids are hopping right up on it and he's like inching forward, you know, he's a cautious kid though, but after the lesson, there's just the bunny slope which has a tow rope.", "I don't know if I'm allowed to run alongside him as he's going up this thing to pick him up when he falls because they'll shut the tow rope off."]}, {"speaker": 1, "dialogue": ["Yeah.", "Shut it down."]}, {"speaker": 2, "dialogue": ["But someone's got to pick him up or you ain't getting up.", "But I've been brushing him out of there where you know if she wants to take some more runs.", "He's got a lift ticket until noon or something like that."]}, {"speaker": 1, "dialogue": ["Is he liking it?"]}, {"speaker": 2, "dialogue": ["Yeah, I think you know he even said he had fun even with to him.", "He doesn't see it as a regressing.", "He likes it."]}, {"speaker": 1, "dialogue": ["Good."]}, {"speaker": 2, "dialogue": ["I wish the bathroom and did my morning juking routine, which has been less and less and less."]}, {"speaker": 1, "dialogue": ["turn"]}, {"speaker": 2, "dialogue": ["Sunday morning was I think because we went over to Mosby's house and I was drinking.", "And so I think it may have to do with the dehydration a lot, too."]}, {"speaker": 1, "dialogue": ["Haha, like if you drink the night before you'll do more puking."]}, {"speaker": 2, "dialogue": ["Or even if I'm just dehydrated from drinking coffee, or just not drinking water, you know."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["The recently I've been trying to drink more water, but I have to get up and pee more."]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["This morning, I woke up."]}, {"speaker": 1, "dialogue": ["You mean as opposed to drinking less coffee and booze?"]}, {"speaker": 2, "dialogue": ["I wasn't nauseous, right?", "asshole", "but I came back into the TV room and he was in his PJs, but he had a snowboarding helmet on you know, if he doesn't pick it up this year.", "I'll do lessons again next year.", "He has it in him.", "You know, I think he's just a little nervous about falling."]}, {"speaker": 1, "dialogue": ["Yeah, sure."]}, {"speaker": 2, "dialogue": ["And I kind of Whack Him on the head, you know, and he's kind of sensitive same thing was with his bicycle helmet, you know, he starts crying when I do it, but for me, it's just habit.", "You see a helmet you a kit.", "Instructor accidentally bumped into his head when he was sitting down and I could tell he kind of wind a little bit about that.", "I don't know if his helmet doesn't fit him or he's just sensitive, you know, so to make him stop crying.", "I told him to hit me in the head.", "He's not very strong.", "It's like harder harder harder.", "You started working on his derby car."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Oh God."]}, {"speaker": 1, "dialogue": ["pain in the ass"]}, {"speaker": 2, "dialogue": ["Well, at least you know every year I'll be a little better.", "But he wants to do a bumper car which entails adding wood to the top which you know."]}, {"speaker": 1, "dialogue": ["Why do you have to add wood to the top for a bumper car?"]}, {"speaker": 2, "dialogue": ["Just the way a bumper cars shaped."]}, {"speaker": 1, "dialogue": ["Oh, okay."]}, {"speaker": 2, "dialogue": ["The size of the block is not big enough.", "So you've got to build up the back."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["And build up the front.", "I don't know he wants to put football stickers on it.", "I went to the kubz Scouts store to look for some stickers, but nothing really jumped out at him, except all the badges and pins and buckles."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["He was supposed to get a badge but there was a miscommunication among Scout leaders, and he didn't get it."]}, {"speaker": 1, "dialogue": ["I don't know.", "What does he have to do to get it?"]}, {"speaker": 2, "dialogue": ["I'm really not even sure you've got to do what they call a go see it where they went to the fire department something with your family.", "I think some of the activities they do you qualify for the old folks and getting them cookies and make Christmas cards for them, you know.", "I think that's the community event, but stupidly I told him oh you're going to get your badge."]}, {"speaker": 1, "dialogue": ["Oh."]}, {"speaker": 2, "dialogue": ["But he was so into the car and they also made these bracelets out of parachute cord.", "that he"]}, {"speaker": 1, "dialogue": ["What school you didn't care?"]}, {"speaker": 2, "dialogue": ["the badge was the farthest thing from his mind.", "His leader is a bit.", "I would not leave him alone with his leader."]}, {"speaker": 1, "dialogue": ["Oh, really?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["You just later have a kid in the troop.", "But he can't."]}, {"speaker": 2, "dialogue": ["And the wife is always there."]}, {"speaker": 1, "dialogue": ["Yeah, but he's so kind of creepy."]}, {"speaker": 2, "dialogue": ["Yeah, it's a general level of creepiness.", "It's not like, you know, he's done absolutely nothing to suggest pedophilia or affection for kids."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["He's actually bit introverted, but he seems overwhelmed and he's taking classes for something.", "I don't want to talk to the guy so I don't really know all the answers, you know."]}, {"speaker": 1, "dialogue": ["right, but you"]}, {"speaker": 2, "dialogue": ["But he's in class for something and he's overwhelmed."]}, {"speaker": 1, "dialogue": ["just get a creepy Vibe with him."]}, {"speaker": 2, "dialogue": ["Yeah, he's just a weird dude.", "Just so weird dude, you know, but I wouldn't take a chance."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["CNN died in May are going to spend the night on a battleship."]}, {"speaker": 1, "dialogue": ["Oh, that's cool."]}, {"speaker": 2, "dialogue": ["You sleep in the bunks and eat in the mess hall."]}, {"speaker": 1, "dialogue": ["neat"]}, {"speaker": 2, "dialogue": ["They do tours around the battleship and all kinds of activities."]}, {"speaker": 1, "dialogue": ["cool"]}, {"speaker": 2, "dialogue": ["Unfortunately, we've got to wait until May the fundraising that they do they used to subsidize these things.", "So instead of it being $55 a person.", "It was only $30 a person."]}, {"speaker": 1, "dialogue": ["nice"]}, {"speaker": 2, "dialogue": ["It's still expensive but not"]}, {"speaker": 1, "dialogue": ["Yeah, not too bad."]}, {"speaker": 2, "dialogue": ["free weekend to entertain him and have fun.", "It's an overnight.", "That's not out in the woods where Jess is freaking out about Lyme disease, you know."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["That's going to be the interesting thing next summer, whether she'll let him go on an overnight in the woods.", "It's almost not even worth doing it because I'm"]}, {"speaker": 1, "dialogue": ["Right because of her anxiety."]}, {"speaker": 2, "dialogue": ["got to be wearing a full beekeeping suit."]}, {"speaker": 1, "dialogue": ["Hazmat suit well, I hope the Adderall helps."]}, {"speaker": 2, "dialogue": ["Yeah, we'll see tomorrow.", "I have nothing on the docket.", "So we'll see what happens.", "I've got a bunch of titles I need to do."]}, {"speaker": 1, "dialogue": ["Yeah, I imagine it would sorry.", "Go ahead."]}, {"speaker": 2, "dialogue": ["So it's supposed to work immediately, right?"]}, {"speaker": 1, "dialogue": ["Yep."]}, {"speaker": 2, "dialogue": ["So we'll see if I'm productive tomorrow.", "I hope I'm productive today.", "Actually been trying to plan if I do the titles today, then I can do my laundry tomorrow."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["I probably could bring my computer and do titles while I'm doing my laundry if I was but I won't do that."]}, {"speaker": 1, "dialogue": ["We need to stop for now.", "We'll talk more on Friday."]}, {"speaker": 2, "dialogue": ["Yes closing on Friday.", "Hopefully I get my docs tomorrow.", "I'll have to work on that.", "But I have a feeling don't come late on Thursday."]}, {"speaker": 1, "dialogue": ["Oh, yeah.", "Thanks."]}, {"speaker": 2, "dialogue": ["I'm more worried about you because have you gotten the flu shot yet?"]}, {"speaker": 1, "dialogue": ["Nope."]}, {"speaker": 2, "dialogue": ["Well now it's probably too late.", "They say it's raining."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["But that might come back so don't get sick."]}, {"speaker": 1, "dialogue": ["Thank you."]}]