[{"speaker": 1, "dialogue": ["Hi."]}, {"speaker": 2, "dialogue": ["Good morning.", "I woke up 10 minutes before my alarm went off this morning, which I always sort of like but sort of hate because I'd like to sleep that extra 10 minutes.", "James is not doing so well.", "I don't really know what he like went out for a walk last night late and got back later.", "And I said, is there anything I can do and he said probably not and then that was that there's isn't anything I can do.", "I don't know where to start.", "I don't know whether like I don't know whether at any given moment.", "I don't know if what I'm doing is the right thing or the wrong thing and whether I'm helping him or hurting him.", "It's like anything I do.", "I feel like we just don't trust each other right now.", "We were watching Lewis.", "We watch it like Tuesday's less than a week.", "It's only 20 minutes episodes.", "There was an episode last night of a guy who's a very old friend of Lewis comes into town and basically takes Louis out and then tells him he's going to kill himself until like we saw it was about suicide like on the blur James was like I'm so we didn't watch it one night.", "Then the next night.", "It was like do you want to skip it and he was like, what about you I'm fine and I was like, but let's watch it.", "It wasn't very it just wasn't great.", "I don't know.", "It just didn't go anywhere and it didn't feel inauthentic to me.", "I just felt like the show's writers.", "Didn't know what they were trying to say.", "I don't know.", "I mean, it's like I don't really know because I can't talk to him about it.", "I feel like James is just afraid that he's going to come back one day and I will have killed myself, but you know, I can see why one would not trust me to give in that and I can't promise him that I won't I'm trying but I", "We went out for a drink after church.", "I guess two weeks ago.", "Now are we going to have with the regulars from church and at the very end of the evening, everyone was like like an hour at the very end of the conversation.", "One of them was like a psychologist.", "I think his ordained in the church also, but I'm considering him a psychologist somehow by calling like getting calls from him like emergency calls from his patient came up.", "I'm like what he said was like well if they're calling me they don't want to die, but they're still suicidal and everyone was like, huh?", "Yeah, but I don't want to say anything.", "I'm not quite sure why I thought of that this was the same to evening wear another of the people.", "I was hanging out with worked at Frederick.", "So it was kind of a weird evening in that.", "I don't know fortunately nobody was that interested in listening to me.", "Like I was part of the conversation, but nobody was relying on you to lead it.", "It was easier than it might have been I didn't have to take a stand or anyting.", "Yeah, it could have been much more comfortable than it was.", "I think I'm doing better but it doesn't seem fair to you to make promises like that."]}, {"speaker": 1, "dialogue": ["I'm wondering if one reason it's difficult to talk about it is because it feels like something that I get maybe a little bit more or an easier to talk to you about it then James and that is not uncomfortable."]}, {"speaker": 2, "dialogue": ["I can't I don't like remember not being able to talk to James about something like that was important in my life before I just never", "Even like Falling In Love With Another Man was something I could talk to James about.", "It's like I'm really used to thinking that most things are my fault.", "So it's like I don't even notice it anymore.", "It's just like a baseline assumption until like I start thinking that things would just be better if I were part of the equation, but that's exactly the problem right now.", "Like the fact that I think that is what what is problematic.", "I don't know if that makes sense.", "So driving into one of the events.", "I think it was like the brunch on Sunday because it was the one that got heated.", "I remember just sitting there very clearly and thinking this is because of something I did.", "This is my fault and like I think I remember that most I think I remember that most because it was so clear that it was really not my fault at all.", "Like it was not anything I did or anything I could have done to prevent it.", "So yeah fairly self-centered.", "I feel like James is having a rough time and maybe it's because of me maybe it's not but I feel like it must not it must be because of me and it is incumbent on me to fix unlike.", "I know those things aren't true, but I just can't handle it."]}, {"speaker": 1, "dialogue": ["I can think that it's embarrassing to ask what I think because it's hard to imagine that I'm not thinking critically of you or maybe you're not being in more control or not being more rational or for even being involved."]}, {"speaker": 2, "dialogue": ["Yeah, I guess I'm in sort of a double bind where I worried that if I talk about constantly thinking that everything is my fault.", "You will think that it's very selfish and irrational of her and if I don't talk about it, you will say don't you realize that everything is your fault?", "so sort of fact", "I think about this with regard to my depression and how do you categorize depression a mental illness and like implicit?", "Unclear and people keep telling me it's not my fault.", "But they also keep telling me that it's my responsibility to change it.", "So I don't really know.", "I don't know how those two are in conflict with each other.", "James keeps telling me that it's not my fault that he's really pissed at me for for it all the same time so I don't", "I don't know.", "I don't really remember this but I wrote about it a long time ago.", "There was a point in the hospital where the Doctor Who had been there basically a long time and all my third or fourth or fifth visit and basically he was like you need to work harder.", "You just need to work harder to feel better and it was like, I don't know what to do.", "I can't exactly say they were wrong.", "If it pissed me off enough that they will what I decided to do at the time was like well fuck it.", "I'll just get better enough to go home.", "And then next time I'll just kill myself.", "That's what I'll do, but then I got better enough to go home and I didn't tell myself.", "So that was good, but I don't want people start saying but that to me, how do I I just think that well, that's why that's what they've been thinking all this time."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["And I don't know.", "I don't really have a clear handle on what I'm talking about even here.", "I'm trying not to forget that."]}, {"speaker": 1, "dialogue": ["I think you're really anxious because you're describing.", "I think how other people play an important part in putting you in a double bind, but I think kind of offloading blame or mentioning how that pisses you off is pretty terrifying at the moment.", "I suspect because I'm going to retaliate in some way maybe and even a little concerned that saying what it feels like I'm doing"]}, {"speaker": 2, "dialogue": ["I don't know if that last is true.", "I feel like it happens often enough that I will say.", "I'm angry at this other person and you're going to say well maybe you're also angry at me and I say I don't know and then like right now I'm sort of angry with the mental health care, and I don't know how to say that and", "not have you interpret that as I'm really angry at you."]}, {"speaker": 1, "dialogue": ["Yeah, I guess I was thinking more like you might feel like I was retaliating by pointing out that you were laying blame on other people and that that would make you feel anxious and guilty and as though I was kind of throwing it back at you in some fashion.", "If it doesn't feel that way to you.", "That's great, but I sort of understand."]}, {"speaker": 2, "dialogue": ["I don't mean to.", "I guess I should try harder like that."]}, {"speaker": 1, "dialogue": ["I have the impression that has something to do with my saying that's not how it feels."]}, {"speaker": 2, "dialogue": ["No, I think I was.", "Telling you that I didn't know how to say that as angry as somebody with."]}, {"speaker": 1, "dialogue": ["RC"]}, {"speaker": 2, "dialogue": ["I was immediately after saying that is when I started to panic."]}, {"speaker": 1, "dialogue": ["I see now.", "That sounds", "I feel like you were being like I was going to hear that as you being critical of me."]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["something"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I wonder if somewhere it felt like telling me how I was self-centered which it seems to me you're feeling is one of the worst things in the world in a way that sort of third rail for you when you feel like you're being that way."]}, {"speaker": 2, "dialogue": ["Yeah, it does feel like one of the worst things in the world.", "I didn't know think that I felt like that.", "I have a hard time telling you that I think you're wrong increasingly like that.", "Well, because I think it's like, you know the longer we work together the more you end up being right?", "I don't know."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["I don't like not relying on my own judgment.", "I feel really uncomfortable with that like saying like I don't see how this is, right, but from experience I should probably sit with it for a while and see it's actually very scary to talk to you about this.", "I feel like historically when I've trusted other people's judgment over my own it's ended badly for me.", "And I don't I really don't think that that is what you're asking me to do to be clear.", "I really don't think that I but there's always somebody asking me to do that."]}, {"speaker": 1, "dialogue": ["There's no if it's worse if you're actually making the decision of whether to do that and how as opposed to my asking you to do that."]}, {"speaker": 2, "dialogue": ["Yeah a little bit because then if it ends badly for me, it's like I'm", "it is very scary Community to let to let me know that I trust you that that much because clearly you're with me like that's just going to happen.", "So there you have it."]}, {"speaker": 1, "dialogue": ["Is it sort of related to say that the most you let yourself think that this is about you and what's going on with you the more likely you'll be disappointed that it actually becomes about me and what I need."]}, {"speaker": 2, "dialogue": ["I don't understand."]}, {"speaker": 1, "dialogue": ["in some way that I'm going to disavow like", "but in somewhere like our relationship is going to emerge as being like my needs and why is that I'm going to just bow."]}, {"speaker": 2, "dialogue": ["I don't know.", "I mean, I certainly feel like it's not like it's eventually not going to be okay for it to be about what I need, but I don't know if that's the same thing as what you're saying."]}, {"speaker": 1, "dialogue": ["Does Samia pretty close to what I'm saying?", "Although I guess when you describe me fucking with me.", "That makes it sound more deliberate really."]}, {"speaker": 2, "dialogue": ["Yeah.", "Yeah, I just thought this is not going to end well.", "I guess also the way that our conversations go and we talked for a long time.", "And this is going on and I sort of say well that makes sense or like no that doesn't feel right.", "But like I don't know I worry about I just worry about being wrong.", "And I know that I probably don't need to but I do.", "And even like do re last or something."]}, {"speaker": 1, "dialogue": ["I think we should finish for today."]}, {"speaker": 2, "dialogue": ["Okay."]}]