[{"speaker": 1, "dialogue": ["Hello, Jay, Jessica."]}, {"speaker": 2, "dialogue": ["Hi."]}, {"speaker": 1, "dialogue": ["I want to hear whatever you're wanting to tell me and also I'd like to know about the homework, but before that a few days ago, we had a quickie emergency session, didn't we?"]}, {"speaker": 2, "dialogue": ["Yes, we did."]}, {"speaker": 1, "dialogue": ["I lasted about 30 minutes or so.", "I was not able to record it at the time.", "Would you mind sharing what happened how you felt what we did what you did and what happened afterwards?", "and then we can talk about your homework and everything since"]}, {"speaker": 2, "dialogue": ["So yes, we didn't have.", "A Morton prompt session on Friday night.", "Basically what it related to was the fact that I think I mentioned in the past and some of the recordings that I just had a recent surgery and in addition to having shoulder surgery and trying to recover from some very very painful processes.", "I was having other pain and numbness and tingling shooting down my arm, very concerning things happened.", "And what ends up happening was I received a in Mir MRI report on Friday that showed I had a herniated disc in my cervical spine in my next to say", "To the say the least it's been taking steroids and doing all of these things.", "And so I found you on Friday evening because a friend of mine when I was explaining what was going on just sort of giving him the lowdown he proceeded to tell me that I was too young.", "He says I'm way too young to have a herniated disc."]}, {"speaker": 1, "dialogue": ["He's a medical doctor."]}, {"speaker": 2, "dialogue": ["I know he's definitely not."]}, {"speaker": 1, "dialogue": ["He's definitely not that's a significant point."]}, {"speaker": 2, "dialogue": ["Definitely not.", "So he said I was too young and then proceeded to tell me about his boss and how his boss had a herniated disc in how he had free steroid injections that surgery is definitely the next up because he plays golf and he's active and he's not following the right plan and how I should definitely go and see his chiropractor and then he's saying a lot of different things that he told me he was going to speak with the chiropractor to see if I can get in there doctor whatever-his-name-is for free because he told me he charged seventy-five and I said I didn't really want to be spending about right now.", "I'll wait thank you very much.", "I'll see my doctor on Tuesday.", "Then he proceeded to call me back and Sheriff.", "He said would you like the good news first or the bad news?", "And I said, of course the bad news and he said", "Well the bad music it's permanent and you have to wear a brace at a neck brace for two years."]}, {"speaker": 1, "dialogue": ["Your friend the non doctor told you this."]}, {"speaker": 2, "dialogue": ["My friend the 9 doctor said this so I love myself to get into a state of Hysteria because for whatever reason we don't have to get into it that I guess but I felt very desperate."]}, {"speaker": 1, "dialogue": ["I think it would be good for you to identify what contributed to your feeling hysterical."]}, {"speaker": 2, "dialogue": ["Oh, I think I turned to listen to people that I think are very smart and I will look at them."]}, {"speaker": 1, "dialogue": ["Listen or listen and believe."]}, {"speaker": 2, "dialogue": ["Listen and believe what they say and if they say something that sounds like if they're highly intelligent person even when they're not highly intelligent if they say it with conviction.", "It's like I'm sometimes tend to just feel like it's the word of God.", "Like if you're saying less than it must be the case.", "It's this very extreme.", "It's very exaggerated an"]}, {"speaker": 1, "dialogue": ["Jessa I have a fantastic bridge I can tell you it's called the Brooklyn Bridge and I can sell it to you at a great price."]}, {"speaker": 2, "dialogue": ["exactly"]}, {"speaker": 1, "dialogue": ["Oh you want to buy it?"]}, {"speaker": 2, "dialogue": ["No, thanks."]}, {"speaker": 1, "dialogue": ["Well done.", "I'm glad you're not a hundred percent gullible."]}, {"speaker": 2, "dialogue": ["No, I'm not I make my own decisions.", "I have my own distraction, but I think that when I'm feeling desperate, I think it's more of that."]}, {"speaker": 1, "dialogue": ["When you're when you're making yourself desperate by telling yourself what?"]}, {"speaker": 2, "dialogue": ["But I'm never going to be the same again and very many shoulds and must and all those things."]}, {"speaker": 1, "dialogue": ["Do you do you tell yourself?", "I must find the answers.", "I must find the solution."]}, {"speaker": 2, "dialogue": ["I'm very very frustrated at this point because the pain is just the debilitating.", "I've been feeling it since April and I was sick last year for a.", "Of 3 months and I just started to feel better from really really ill and I wasn't able to walk and was so down.", "I felt like I had a good number of months, but it was still teetering on any amount.", "You know, there was still fear.", "Of course, I was traumatized by what a matter or I'll say it was it re BP way, I traumatized myself what happened, but regardless", "Of that it was still very huge pivotal point in my life and then heard I got better and actually meant like had a girlfriend and everything pretty much 3 months later all of this started to happen."]}, {"speaker": 1, "dialogue": ["the physical symptoms"]}, {"speaker": 2, "dialogue": ["Physical symptoms of my mom arms and stuff like that a few years back before I even got sick.", "I was in physical therapy for per years because I was able to walk and started having some really bad back stuff."]}, {"speaker": 1, "dialogue": ["Yes, but now I let us get back to look at your feelings of Hysteria on Friday night."]}, {"speaker": 2, "dialogue": ["Yeah, like I get this from Shirts by all my issues.", "I don't want to blame what's happening in my life.", "In other words all these issues.", "I was the way I was before if that makes sense."]}, {"speaker": 1, "dialogue": ["Can you clarify?"]}, {"speaker": 2, "dialogue": ["Yes, I've always been someone who's very hard on myself."]}, {"speaker": 1, "dialogue": ["until now"]}, {"speaker": 2, "dialogue": ["Oh, really?"]}, {"speaker": 1, "dialogue": ["Well, can you predict the future?"]}, {"speaker": 2, "dialogue": ["No fun.", "So yeah until now yes, this would be wonderful if I could change I mean if anyway."]}, {"speaker": 1, "dialogue": ["No, wait, have we not already seen some changes for the better in your attitude to yourself?"]}, {"speaker": 2, "dialogue": ["maybe a little bit but I still feel like I'm extremely I feel like I'm still sort of up and down with these sort of things because it takes"]}, {"speaker": 1, "dialogue": ["Right, you're human.", "Just her just to remind you.", "There have been times recently.", "I've been I've acknowledged your good effort and you thanked me but in the first week, we had a session you seem to to really not be able to let yourself taking positive feedback and then in later weeks you did.", "So I did I certainly have observed changes.", "There's evidence that your positive changes possible you and I have agreed that you're getting better at catching your shoulds.", "Your language is change your speaking in language that indicates you're taking responsibility for your emotion rather than blaming the circumstances.", "For example when you say I make myself hysterical", "So there is progress now back to Friday night."]}, {"speaker": 2, "dialogue": ["Yes, so then you spoke to me and I have to say thank you for that because it definitely helped in the moment when I was in the store of state of Mass hysteria it definitely I felt calm after our talk and everything."]}, {"speaker": 1, "dialogue": ["Sure.", "Now what it was that allow you to change your desperation to Congress."]}, {"speaker": 2, "dialogue": ["Dizziness, are you were able to show me about it?", "Wasn't that my friend?", "You maybe didn't make the best choices and didn't really think of me before he spoke wasn't the truth.", "Or God that whatever he shared with me was not number one wasn't even accurate.", "And number two is in the scheme of everything that's going on.", "It's so nice.", "You can look at the Ridiculousness of the way.", "She was speaking to me that he was oh because he did say that at one point educated I said, how do you know all of this about a herniated disc and he said well and educated and I'm like, oh, so I'm not like, I don't know anything.", "So it's it was funny because thinking back when you made a couple comments like how he's the only the doctor he was going to recommend like he was the only Doctor Who can possibly help me a definition light on the fact that yeah, this is not the only I think I'm very much into putting things into meat little box.", "Which life is not about does not like that?", "and there should be one answer and that one person is right in that they have all the answers and I know deep down that that's not it but when I got into certain situations that tend to come up for me where I feel dependent upon what somebody says or doesn't say, it's like talkin seeking the ownership that I make decisions as well even just now the way coming back from work my father's already like", "How are you feeling?", "Are you going to see the neurologist?", "He got somewhere back pain and issues and if I ever say to him like Dad, maybe you should try.", "Not should but maybe look into getting Physical Therapy.", "He would say I'm fine.", "I'm fine.", "I'm fine.", "That was interesting because he was sharing with me that this is what he thought I should do.", "You should go call your neurologist you should and then I said, there's no point.", "I don't need to follow up with him and go back in there the new doctor.", "I'm seeing on Tuesday."]}, {"speaker": 1, "dialogue": ["tomorrow"]}, {"speaker": 2, "dialogue": ["Tomorrow.", "Yes, I explained that to him and he's like, okay I said, you know how you get when you get frustrated.", "I'm not really ready to talk right now because that's when", "when he's in pain Jose, I'm cranky.", "So basically I shared with him that I just wasn't really feeling up to it and thought I was having a cranky feeling."]}, {"speaker": 1, "dialogue": ["So you were quite absurd."]}, {"speaker": 2, "dialogue": ["I guess I was I didn't really think about it like that."]}, {"speaker": 1, "dialogue": ["Think about it."]}, {"speaker": 2, "dialogue": ["okay, so I was"]}, {"speaker": 1, "dialogue": ["Sounds like it to me reflect on what you just told me."]}, {"speaker": 2, "dialogue": ["Okay, I guess I was it feels foreign."]}, {"speaker": 1, "dialogue": ["In the past you have not found it at all easy to be assertive with your parents."]}, {"speaker": 2, "dialogue": ["No, I don't find it easy at all.", "It's like my hardest thing."]}, {"speaker": 1, "dialogue": ["And you just described to me that you are sort of with them moments ago without even indicating that it was a great achievement.", "In other words.", "It sounds like you were able to let yourself State the truth in an assertive way."]}, {"speaker": 2, "dialogue": ["O c I thought I was a bitch."]}, {"speaker": 1, "dialogue": ["oh, well, it isn't that interesting interesting notice notice yourself of valuation telling your father what you think and feel make"]}, {"speaker": 2, "dialogue": ["That's my go to my go to I have to I end up allowing myself to feel guilty when he's being caring and telling me what he thinks I should do and I don't go with it."]}, {"speaker": 1, "dialogue": ["From what you told me I didn't I didn't hear any bitch like sentences or you leaving out a whole whole lot of verbal abuse that you showered on him."]}, {"speaker": 2, "dialogue": ["No, I was actually on the bus and I'm like, I'm really cranky."]}, {"speaker": 1, "dialogue": ["So notice how easily you can be hard and about in value 18 yourself and surprise surprise.", "I said the light on it right now so you can be more aware."]}, {"speaker": 2, "dialogue": ["Okay.", "It was just so funny."]}, {"speaker": 1, "dialogue": ["So back to Friday night, so you made yourself Hysterical by taking too.", "Seriously what your friend and we agreed on Friday night that your friend has drama queen Tendencies and a doctor.", "He is not in a spike that we took his word seriously and you built them are out of all proportion it in your mind and cat has taught us both eyes and horrible eyes, and it was lucky when you called that and it was lucky when you called that I was available for that time for us to talk."]}, {"speaker": 2, "dialogue": ["I'm very lucky."]}, {"speaker": 1, "dialogue": ["And we were able to gather to put things in perspective.", "You were able to laugh you were able to make a practical practical plan and at least clarify that the Practical plan you considered already with efficient reminding yourself that tomorrow Tuesday.", "You were going to a doctor a real doctor so that you can speak to someone who has a medical degree.", "And we'll see what happens from there."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["So when we finish our short session on Friday night, you were considered considerably calmer and experiencing less emotional pain and the goal.", "We spoke about was to take it easy for the weekend.", "Today is Monday.", "Today is Monday.", "So, how was your weekend?", "Did you wash your stinking?"]}, {"speaker": 2, "dialogue": ["I did a little bit.", "But when I went to my friend my close friend who lives in the building, I love him went to her to her Halloween party and there was seeing a lot of friends that I hadn't seen in a while and I think I sort of had to put on a happy face.", "I didn't have but I chose to put on like a happy face and make it seem like I was feeling I mean this so clearly that I wasn't feeling well, but I didn't have a neck brace on and I felt maybe if I just asked if I'm feeling okay that it will come out that way.", "I felt like it took a lot of energy and a lot of effort.", "So when I came home late Saturday, I was there with my girlfriend.", "I felt like I had he comes I was really getting upset I felt like", "Starting to a stop.", "I don't know what I should say here.", "But it feels like it's not should but I feel like it's affecting my relationship as well.", "Just my feeling very depressed.", "It's hard for me because it's a new relationship.", "It's hard for me to sort of weed out if it's the relationship or if it's me in the relationship.", "You can't blame one person for our relationship goes but I feel that the rolls have become almost that I could play.", "Well, it's me I'm upset and I don't feel well and my girlfriend said in friends comes to like it's going to be okay.", "And I feel it now starting to trickle into other aspects of my life to the point where I feel like there is a part of me.", "That's just that feels Jessa.", "Would you be okay to not even be in a relationship right now because it's still new it's not like a married or in a significant relationship is 25 years is brand new.", "And so to me it's taking on.", "I feel like I'm allowing it to see been to a lot of other aspects."]}, {"speaker": 1, "dialogue": ["allowing what to seep into other aspects"]}, {"speaker": 2, "dialogue": ["My upset in my disturbance over the pain and over my depression, I guess if that's what you want to call it or of just feeling like everyday is hard."]}, {"speaker": 1, "dialogue": ["So there are few things that just have come up and what you said.", "There's the area of your girlfriend being in the nurture and Roll But and you didn't say what I'm about to say, am I accurate and interpreting or entering that you're not comfortable being in a roll of more of a receiver and a sense am I wrong?"]}, {"speaker": 2, "dialogue": ["No, you're right."]}, {"speaker": 1, "dialogue": ["So behind that there is I should mostly be bright Paws and both positive cheerful self."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["So it's not surprising if you're so hard on yourself and then not comfortably unconditionally accepting yourself that it would be easy to find it difficult to receive unconditional acceptance from another when you're not being Miss perky cheerful.", "Happy bright Jesup."]}, {"speaker": 2, "dialogue": ["exactly"]}, {"speaker": 1, "dialogue": ["In your assessment.", "I haven't heard from you that she's complaining."]}, {"speaker": 2, "dialogue": ["No, she's been complaining.", "She will told me, you know, if I'm ever in a situation you would do the same that I would be there and I would and then of course the end my issue is I think", "but I don't think I can't think about that right now.", "I just have to get better myself.", "I don't want to think about you having an issue.", "It's like this this to this extent.", "I just want to think about the fact that you are that you care and love me despite this and that it's not defending that who I am or defending who we are.", "It's just part of what's going on right now, but that doesn't have to be so humdrum, but then I feel badly because I know she's being put on", "So I also know she has a choice in a sense that she doesn't have to stay in the this relationship.", "So I think that it's a whole mixed bag of things, but I think that a lot of it does come for me feeling that I might be like that regardless."]}, {"speaker": 1, "dialogue": ["Might be like what?"]}, {"speaker": 2, "dialogue": ["Regardless of whether I had this all this stuff going on right now because in past relationships when I didn't have this I did feel that I had to be bright cheerful happy a peach.", "Otherwise, it was very extreme.", "It's like I'm either I can relate back to what I think maybe it comes from"]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["I think it does have to do a lot with the fact that I didn't I felt my mother was very loving towards me when I was in a good mood and when I was down or upset she would push it right away and say you're complaining and I don't want to hear it and when my mom used to say that you're like a doormat and so there's no empathy really beautiful what it would maybe you ask for like 2 or 3 minutes and then I would get that Embassy for 2 or 3 minutes like oh wow, you really do understand and then it was just like you're going to be fine.", "Like what like quickly let's just move on.", "I don't have time for this type of thing.", "That was her attitude when I was good.", "She was nice and when she disapproves I think I see that in me now, but it's like I have to put on the sort of Sasuke but everything's great because it's the only way I think I'm going to get"]}, {"speaker": 1, "dialogue": ["rewarded"]}, {"speaker": 2, "dialogue": ["Rewarded.", "Yeah"]}, {"speaker": 1, "dialogue": ["well now at your age."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Jessa you can continue to practice the attitude that your mother modeled for you or you can stop that crap your choice since you serious since you clearly now that your mother's Behavior was not healthy."]}, {"speaker": 2, "dialogue": ["No, but I really don't I do see that but I feel stuck sometimes like even with all the homework.", "I did it and I know it's going to take practice and I did the Montrose and everything.", "I feel like it just takes so much just being completely honest feel like it takes so much effort for me.", "I don't feel like it comes natural."]}, {"speaker": 1, "dialogue": ["You're right at this point as you now share your thoughts when you say it doesn't come natural will surprise surprise.", "How many sessions have we had?"]}, {"speaker": 2, "dialogue": ["today 6"]}, {"speaker": 1, "dialogue": ["No, this is V."]}, {"speaker": 2, "dialogue": ["5"]}, {"speaker": 1, "dialogue": ["So you have expected to have mastered it by now you expected to have change 30 something years of habit by now."]}, {"speaker": 2, "dialogue": ["I did."]}, {"speaker": 1, "dialogue": ["Do you think if you can step back and be a little and be a little objective and considering that that what you held was something of an unrealistic expectation?"]}, {"speaker": 2, "dialogue": ["Yes disappointing but yes."]}, {"speaker": 1, "dialogue": ["The good news is you're probably going to have you're probably going to live a bit longer.", "Oh, at least ninety years that was a joke.", "And in any case now, you can continue to make effort and change what has felt so automatic until now because indeed it was modeled.", "You didn't question it you took it on and so it became your attitude towards yourself from what you told me."]}, {"speaker": 2, "dialogue": ["I didn't know there was anything wrong."]}, {"speaker": 1, "dialogue": ["But now you do now you do unhelpful attitude to yourself."]}, {"speaker": 2, "dialogue": ["Okay, that's true."]}, {"speaker": 1, "dialogue": ["You are not alone and having a tendency to think something is unfamiliar than extrapolating and thinking it is too hard and then extrapolating from sinking it is too hard to thinking I'm not good enough I can't or I won't be able to succeed and keeping yourself in a little in a little limited restricted box instead of continuing to make effort one step at a time when there's a relapse you pick yourself up and keep going.", "But again, I want to relate to you that in four sessions so far.", "We have noticed changes in your life.", "That's pretty good."]}, {"speaker": 2, "dialogue": ["So true."]}, {"speaker": 1, "dialogue": ["Don't you think so?"]}, {"speaker": 2, "dialogue": ["Yes, I do."]}, {"speaker": 1, "dialogue": ["So noticed your tendency to be so difficult and demanding on yourself so hard in a tough way that you would not be able not would not be to your students or to the people you helped nor to the people you care about so watch that and work hard at changing it."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["So when when with awareness you noticed these old harmful ways present modify you're sticking telling yourself here.", "I go again.", "Stop Jack.", "You can say that to yourself."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["The second thing I want to mention relation to what you said about 10 minutes ago.", "When you said you feel depressed tell me that is the queue for us asking yourself.", "What?"]}, {"speaker": 2, "dialogue": ["What are y?"]}, {"speaker": 1, "dialogue": ["What what would you ask yourself when you recognize that you are feeling depressed.", "What is the Mantra when we recognize we're feeling an unhealthy emotion."]}, {"speaker": 2, "dialogue": ["But I am the follicle."]}, {"speaker": 1, "dialogue": ["Know what do you ask yourself first?"]}, {"speaker": 2, "dialogue": ["I don't know."]}, {"speaker": 1, "dialogue": ["Okay, here it is.", "What am I telling myself to make myself depressed when you said just now I am a fallible human you jumped already to the effective New Philosophy.", "Let's figure out again what you're telling yourself to make yourself depressed and I'm not overlooking the fact that your physical pain in the steroids and whatever is going on chemically is having some effect."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Nonetheless, you have courageously demonstrated that even when you're suffering in those ways you're able to make some helpful effort and change."]}, {"speaker": 2, "dialogue": ["Thank you."]}, {"speaker": 1, "dialogue": ["gently gently"]}, {"speaker": 2, "dialogue": ["So what am I telling myself?"]}, {"speaker": 1, "dialogue": ["to make yourself depressed"]}, {"speaker": 2, "dialogue": ["Let's see.", "Well start from morning.", "You can't do your job effectively."]}, {"speaker": 1, "dialogue": ["and"]}, {"speaker": 2, "dialogue": ["And you are here with an aqueous and everybody is going to think that there's something really wrong with you that you're a mess."]}, {"speaker": 1, "dialogue": ["Those thoughts won't create depression.", "What do you add to them?"]}, {"speaker": 2, "dialogue": ["They don't."]}, {"speaker": 1, "dialogue": ["No, not on their own."]}, {"speaker": 2, "dialogue": ["Okay, I'm frustrated with myself."]}, {"speaker": 1, "dialogue": ["That doesn't create depression."]}, {"speaker": 2, "dialogue": ["I want answers to what's going on."]}, {"speaker": 1, "dialogue": ["The word you said don't create the expression which usually comes from adding shoulds showed or musk, for example, and I shouldn't be that way."]}, {"speaker": 2, "dialogue": ["I think everybody else is fine, and I'm not."]}, {"speaker": 1, "dialogue": ["That doesn't create depression."]}, {"speaker": 2, "dialogue": ["I'm lost.", "I don't know.", "Because that is really really what I think."]}, {"speaker": 1, "dialogue": ["Okay, now seriously should sound look for the shoulds in the muss so start again."]}, {"speaker": 2, "dialogue": ["Okay.", "Okay, I should."]}, {"speaker": 1, "dialogue": ["Start again."]}, {"speaker": 2, "dialogue": ["Okay, I got you.", "All right, I shouldn't be feeling this way.", "I should be feeling better.", "I should be able to go to the gym.", "I should be happier.", "I should be braver about the situation that has occurred.", "All right.", "I should I not make my girlfriend feel like she's responsible for this.", "Oh God.", "This is interesting.", "Yeah, I guess it is.", "What are the it is the shirts and the must I must go to work.", "If I don't I will be looked all look down at myself all what down the kids I'll disappoint."]}, {"speaker": 1, "dialogue": ["And do you add that would be awful?", "Let's not forget your talent for awfulizing."]}, {"speaker": 2, "dialogue": ["Oh, that would be a tragedy in self."]}, {"speaker": 1, "dialogue": ["There you go."]}, {"speaker": 2, "dialogue": ["Especially when the kids came to me today and they're like, where were you on Thursday and that I have to be the best at my job."]}, {"speaker": 1, "dialogue": ["or"]}, {"speaker": 2, "dialogue": ["Or I'll just I won't have good feelings about what I do in my job."]}, {"speaker": 1, "dialogue": ["and if I don't then"]}, {"speaker": 2, "dialogue": ["Nobody will be interested in coming to see me."]}, {"speaker": 1, "dialogue": ["and if they don't then"]}, {"speaker": 2, "dialogue": ["I won't have a job."]}, {"speaker": 1, "dialogue": ["and if I don't then"]}, {"speaker": 2, "dialogue": ["Then I don't have any money."]}, {"speaker": 1, "dialogue": ["and then"]}, {"speaker": 2, "dialogue": ["I'll be able to afford all of my face things."]}, {"speaker": 1, "dialogue": ["and then"]}, {"speaker": 2, "dialogue": ["And then I will be severely depressed and on the street.", "I don't know."]}, {"speaker": 1, "dialogue": ["you will be severely depressed because you're telling yourself that all of the above are awful awful awful awful awful.", "And you tell yourself that you just can't stand that and you'll never survive and it shouldn't be that way."]}, {"speaker": 2, "dialogue": ["And I passed the bum on the street every day, and I think I'm going to be just like her because she she is."]}, {"speaker": 1, "dialogue": ["The homeless people.", "I wonder whether she is or more depressed than you.", "I have a hunch.", "It might be less."]}, {"speaker": 2, "dialogue": ["She breathes."]}, {"speaker": 1, "dialogue": ["She may be unconditionally accepting where she is at in life and not catastrophic sizing."]}, {"speaker": 2, "dialogue": ["She sits by the church."]}, {"speaker": 1, "dialogue": ["Oh, so she has a nice location?", "You can join her if you lose your job."]}, {"speaker": 2, "dialogue": ["is I really want to just stop for a minute just say that this is really cool, but we just did but I don't think"]}, {"speaker": 1, "dialogue": ["It is called rebt, by the way."]}, {"speaker": 2, "dialogue": ["Alright.", "Alright it is it is really interesting.", "It is really interesting.", "I am just I think the connections are slow going up there, but I think it is."]}, {"speaker": 1, "dialogue": ["It is not see what you just said.", "You were demanding.", "You should get in in a Flash."]}, {"speaker": 2, "dialogue": ["What are no because I thought that I was under the impression that joke.", "All the other well, I guess.", "But this is a she shed.", "So there you go."]}, {"speaker": 1, "dialogue": ["San Diego"]}, {"speaker": 2, "dialogue": ["It is really cool.", "If you break it.", "It's kind of cool.", "But a word that maybe does that mean?"]}, {"speaker": 1, "dialogue": ["no, I think if you should I think I should call nine one and have you arrested.", "Yeah, who is Van?"]}, {"speaker": 2, "dialogue": ["I've been a goody.", "This is ridiculous.", "I don't like this."]}, {"speaker": 1, "dialogue": ["Good.", "I think it is quite healthy not to like what is not helpful."]}, {"speaker": 2, "dialogue": ["It's a little ridiculous."]}, {"speaker": 1, "dialogue": ["Good.", "I'm glad you're saying it that way."]}, {"speaker": 2, "dialogue": ["No, I'm listening to myself.", "What why have I felt like this?", "It is not not why beating myself up but it's still interesting.", "I find it interesting that this can happen that this even become."]}, {"speaker": 1, "dialogue": ["so answer your question, why do I think like this why it have I become like this the answer is"]}, {"speaker": 2, "dialogue": ["Because I allowed myself to become that way."]}, {"speaker": 1, "dialogue": ["Perhaps you didn't know you had a choice."]}, {"speaker": 2, "dialogue": ["Or I didn't know I had another option.", "I really didn't."]}, {"speaker": 1, "dialogue": ["but now"]}, {"speaker": 2, "dialogue": ["I do."]}, {"speaker": 1, "dialogue": ["But now you do.", "Yes."]}, {"speaker": 2, "dialogue": ["So it is The Judds that is what causes depression not all the other stuff."]}, {"speaker": 1, "dialogue": ["The shirts and the lack of unconditional acceptance and the awfulizing and the Catalyst drop resizing contribute significantly."]}, {"speaker": 2, "dialogue": ["Okay.", "So what is that?", "I'm looking around at everyone everybody else.", "Is that part of it?", "Because that is what I tend to do is"]}, {"speaker": 1, "dialogue": ["Well, if you look around what do you mean when you look at everyone else?"]}, {"speaker": 2, "dialogue": ["look at everyone else though.", "They're going to the gym.", "I'm not show their feeling great."]}, {"speaker": 1, "dialogue": ["Well what you should eat what you just said our statement of fact and it is unlikely that those statements on their own because depression a late Elation Whisper Ridge.", "This what you add to this statement of facts."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Therefore it should the awfulizing the self-determination or the damnation of them.", "So that is the detective work.", "What I just done is to remind you that when you identify and unhealthy emotion, which you haven't too much in the past.", "You said you felt depressed.", "It was more anxiety wasn't it would investigate which thoughts are creating it.", "But today I heard you and in so we've just done what we've done and you've gone.", "Wow."]}, {"speaker": 2, "dialogue": ["Yeah, that is well."]}, {"speaker": 1, "dialogue": ["Okay, so what did so what what did we just do?"]}, {"speaker": 2, "dialogue": ["Did the work to find out what the thoughts were in discover?"]}, {"speaker": 1, "dialogue": ["Right.", "So what stage is that?"]}, {"speaker": 2, "dialogue": ["Oh, that's so it's that disputing now, is that no that is effective."]}, {"speaker": 1, "dialogue": ["looking for beliefs"]}, {"speaker": 2, "dialogue": ["Oh that is looking for the belief, okay."]}, {"speaker": 1, "dialogue": ["What stage is that in the ABC?"]}, {"speaker": 2, "dialogue": ["Well, it's the activating events then it's for the police."]}, {"speaker": 1, "dialogue": ["just to be"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["yes."]}, {"speaker": 2, "dialogue": ["I didn't know what you were looking for.", "But yeah B."]}, {"speaker": 1, "dialogue": ["In the sea the consequence of the act of the eating event."]}, {"speaker": 2, "dialogue": ["consequence"]}, {"speaker": 1, "dialogue": ["Is the depression?", "So whatever minded you is when you recognize an unhealthy emotion, the Mantra or the question to ask yourself is what am I telling myself to create this?"]}, {"speaker": 2, "dialogue": ["Got you."]}, {"speaker": 1, "dialogue": ["And then you do detective work.", "So then what happened?", "What is the next step after doing what you've just done and done very well a few minutes go in finding the shirts this clear to you when you described her ABS or something that thing itself is not what is getting you in trouble.", "My friends can go to the gym and it's clear that factor thought is not what causes it that depression."]}, {"speaker": 2, "dialogue": ["That is not it.", "That's not it.", "That's not it.", "Yeah, it's very clear."]}, {"speaker": 1, "dialogue": ["Is it clear it is what you add to."]}, {"speaker": 2, "dialogue": ["very clear"]}, {"speaker": 1, "dialogue": ["All right.", "So what is the next step?"]}, {"speaker": 2, "dialogue": ["the next step to hold it is", "activating it is the event then it is the recognizing those beliefs and"]}, {"speaker": 1, "dialogue": ["Well, then you identify the emotion that is unhealthy and that you want to change."]}, {"speaker": 2, "dialogue": ["The emotion right and then and then disputing.", "Or is just disputing."]}, {"speaker": 1, "dialogue": ["After you identified your irrational beliefs."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["So could you now please dispute the should and must that you just scared like that your depression in this instance."]}, {"speaker": 2, "dialogue": ["Yeah, so I said a bun."]}, {"speaker": 1, "dialogue": ["Do your best?"]}, {"speaker": 2, "dialogue": ["When was I'm sorry?", "This is right."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Do you have any other irrational beliefs bad?"]}, {"speaker": 2, "dialogue": ["I think I said Mouse."]}, {"speaker": 1, "dialogue": ["You did a good bunch.", "It was quite a smorgasbord there."]}, {"speaker": 2, "dialogue": ["All right.", "Should I be I just want to say it aloud and then dispute it."]}, {"speaker": 1, "dialogue": ["Yes, very good.", "Yes."]}, {"speaker": 2, "dialogue": ["So actually be a I shouldn't be feeling this way anymore."]}, {"speaker": 1, "dialogue": ["the dispute"]}, {"speaker": 2, "dialogue": ["This is where this is always whenever I"]}, {"speaker": 1, "dialogue": ["you mean until now you've had trouble."]}, {"speaker": 2, "dialogue": ["still no, I've had trouble that it is so"]}, {"speaker": 1, "dialogue": ["What are you demanding?"]}, {"speaker": 2, "dialogue": ["But I haven't."]}, {"speaker": 1, "dialogue": ["That is be less difficult.", "Well, it is not less difficult right now.", "Can you accept that?", "If no and say fustrated."]}, {"speaker": 2, "dialogue": ["all right, cuz", "this goes to this other place when that is eating Tums."]}, {"speaker": 1, "dialogue": ["to which other place"]}, {"speaker": 2, "dialogue": ["Oh, I know just so you can dispute it because it's too hard for you and you should be better at it."]}, {"speaker": 1, "dialogue": ["hello."]}, {"speaker": 2, "dialogue": ["Let us know because I'm you know, how you don't always realize exactly what you're thinking when you're thinking it because we're talking about the same time.", "Maybe if I were sitting in a room meditating by myself, I would know what the thought was.", "But when I'm talking to you it's not always as quick but now that it is what it is it is that how do you not know?", "This is what I'm thinking just a how do you", "Not know already.", "You've been doing this.", "This is me.", "You've always been doing this for five sessions.", "Debbie has giving you homework.", "She has told you exactly what to do and you should be able to speak.", "You should be in a much better spot."]}, {"speaker": 1, "dialogue": ["Could you dispute that right now?"]}, {"speaker": 2, "dialogue": ["This is all new.", "This is for than territory.", "I've never done anything like this before.", "I'm doing everything I'm talking taking a risk by choosing this opportunity to benefit from our EBT in my life because I think there's something for the better for me, but I don't have to necessarily get it or no it right away or even in 12 sessions.", "It might take 12 sessions to understand it and then maybe 12 weeks to actually apply it."]}, {"speaker": 1, "dialogue": ["Pause let that sink in."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["And if you let yourself believe that what is the outcome?"]}, {"speaker": 2, "dialogue": ["I relax."]}, {"speaker": 1, "dialogue": ["Hello."]}, {"speaker": 2, "dialogue": ["I'm not relaxed when I think in that way with the shoulds and the mus."]}, {"speaker": 1, "dialogue": ["Right, right."]}, {"speaker": 2, "dialogue": ["when I think that way"]}, {"speaker": 1, "dialogue": ["And so when you take the pressure off yourself, do you feel differently?"]}, {"speaker": 2, "dialogue": ["oh my God, I feel completely different."]}, {"speaker": 1, "dialogue": ["So is this something you be willing to?"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Keep doing."]}, {"speaker": 2, "dialogue": ["Yes, absolutely."]}, {"speaker": 1, "dialogue": ["And do you see how I'm powering?", "This is"]}, {"speaker": 2, "dialogue": ["It is it is."]}, {"speaker": 1, "dialogue": ["Because it is you being the master or mistress, whatever you prefer four of your own emotional destiny."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["It is you taking the role of Captain watching the ship watching the turbulent environment making a choice about how you perceive what is going on in the attitude working on having greater compassion for yourself as you identify the old habitual self-determination."]}, {"speaker": 2, "dialogue": ["bright"]}, {"speaker": 1, "dialogue": ["And disputing and disputation disputing and disputing so that creates healthy emotions.", "Can you see?"]}, {"speaker": 2, "dialogue": ["So is this amazing?", "Can I ask you though?", "I wanted to ask you this last week.", "Actually, do you feel and being so experienced in rebt that you need that person?", "I don't even want to say it should but that it would be beneficial for the person doing it to be bright intelligent person.", "Or do you think that just any old Average Joe off the street could apply these techniques?"]}, {"speaker": 1, "dialogue": ["Well, it depends on the degree of neurosis Average Joe and Madame intelligence cheese it has."]}, {"speaker": 2, "dialogue": ["it makes", "I'm sorry."]}, {"speaker": 1, "dialogue": ["Most important is understanding is officially the rebt techniques."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["And more important is applying them and taking action and being motivated."]}, {"speaker": 2, "dialogue": ["Well, the reason I'm asking is because I feel it is.", "Almost like a light bulb went off after Session 5 because I I see it Bordeaux, but I like to consider myself somebody of high intelligence.", "I think that it is just interesting.", "I mean maybe everybody interprets things differently, but I would be curious to know and did I have that thought that somebody who is just I don't even want to say of average intelligence really, but let's just say very basic IQ functioning and this would even make sense to you know, it is"]}, {"speaker": 1, "dialogue": ["Tremendously in many cases and make significant difference."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["cuz if"]}, {"speaker": 2, "dialogue": ["Because I was like to apply it to my students as well."]}, {"speaker": 1, "dialogue": ["I hope you do even people with psychosis who manage them with appropriate medication can benefit."]}, {"speaker": 2, "dialogue": ["Great."]}, {"speaker": 1, "dialogue": ["At the very least I've seen many work on adopting Creator unconditional self-acceptance where they remind themselves that they have work even with their disability."]}, {"speaker": 2, "dialogue": ["Wow, so how come they don't have this in more education?"]}, {"speaker": 1, "dialogue": ["I don't know, but let's get back to looking at you."]}, {"speaker": 2, "dialogue": ["Okay.", "Sorry.", "I am excited.", "I"]}, {"speaker": 1, "dialogue": ["Good, I'm glad.", "You seem less depressed."]}, {"speaker": 2, "dialogue": ["I hate him."]}, {"speaker": 1, "dialogue": ["Even though we haven't finished the process."]}, {"speaker": 2, "dialogue": ["No, I"]}, {"speaker": 1, "dialogue": ["Is there some more disputing you would do?"]}, {"speaker": 2, "dialogue": ["yeah."]}, {"speaker": 1, "dialogue": ["And then is there not another step?"]}, {"speaker": 2, "dialogue": ["Yes, there's another step and there's more disputing."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["So the one I disputed."]}, {"speaker": 1, "dialogue": ["And let me point out to you.", "Tu, Tennessee"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["And let me point out to you Tennessee you have and you know, we're on the same page the Journey of Jessa having a better life when I point out things it is to help you become more aware."]}, {"speaker": 2, "dialogue": ["Of course.", "Yeah."]}, {"speaker": 1, "dialogue": ["So the easy tendency you have if you like yourself is to be distracted to shift Focus."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["So just watch it."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Just watch it.", "It is perhaps is partly contributed to because you are very bright.", "You do get stimulated when you're encouraged Your Enthusiasm flares in your heart from disputing to asking about is this good for intelligent people before you have completed the disputed?", "So just watch that."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["And if you catch yourself not to tell yourself all goodness.", "Look at me hopeless blah blah, but"]}, {"speaker": 2, "dialogue": ["All right."]}, {"speaker": 1, "dialogue": ["tell yourself something like oh there I went again.", "Okay now I go back to where I was."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Let's try to make it an intention in is my recommendation to do your best to listen to yourself as well as you might perceive that I listen to you."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["makes sense"]}, {"speaker": 2, "dialogue": ["You're so cute.", "Yes.", "Yes, you're just it is just I'm so happy.", "You were helping me.", "I am I'm not just saying that I really mean it it definitely is.", "I feel like a different person from when I came here because I recognize what is going on."]}, {"speaker": 1, "dialogue": ["good.", "All right back to disputing."]}, {"speaker": 2, "dialogue": ["Okay.", "Alright.", "I know that was good avoidance technique.", "All right, so, let's see.", "So I did the one about what I thought I should have thought about where I should have should be up with the rebt at this point, but being better at speed.", "I just did that one.", "No, I'd like to dispute the fact that I'm saying I should be I should not be feeling this way and just unfair that I been feeling this way as for as long as I have."]}, {"speaker": 1, "dialogue": ["Are you saying unfair as is it shouldn't be?"]}, {"speaker": 2, "dialogue": ["as it shouldn't be"]}, {"speaker": 1, "dialogue": ["disputa"]}, {"speaker": 2, "dialogue": ["okay.", "This one's going to be more challenging."]}, {"speaker": 1, "dialogue": ["Congratulations.", "For being a psychic."]}, {"speaker": 2, "dialogue": ["stop"]}, {"speaker": 1, "dialogue": ["Well, you just said to me before even attempting it that is going to be challenging.", "What day it is going to be challenging then?"]}, {"speaker": 2, "dialogue": ["Okay, nothing bad is going to happen."]}, {"speaker": 1, "dialogue": ["Maybe it is going to be challenging, but maybe it won't be."]}, {"speaker": 2, "dialogue": ["All right."]}, {"speaker": 1, "dialogue": ["So is that voice of I should be doing this right or should be easier coming up?", "What are you going to tell that?"]}, {"speaker": 2, "dialogue": ["Shut up."]}, {"speaker": 1, "dialogue": ["All right now dispute."]}, {"speaker": 2, "dialogue": ["Okay, okay despite at this time and I'm experienced some health issues.", "This is obviously a challenge in my life at this point.", "It is not something I'm jumping up and down excited about at the same time.", "There is an end in sight because nothing last forever.", "and it is okay that but I do feel the way that I do right now in the sense that"]}, {"speaker": 1, "dialogue": ["That you feel what?"]}, {"speaker": 2, "dialogue": ["not well-liked physically, but I'm not feeling good."]}, {"speaker": 1, "dialogue": ["It is not that is okay."]}, {"speaker": 2, "dialogue": ["Okay, it's not okay."]}, {"speaker": 1, "dialogue": ["But it is not desirable but it is is the way it is and you're taking medication."]}, {"speaker": 2, "dialogue": ["It is the way it is, right?"]}, {"speaker": 1, "dialogue": ["Aren't you?"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["and"]}, {"speaker": 2, "dialogue": ["Well, it's another piece of it because I feel like the medication should be worse and better and that I should have any pain with medication."]}, {"speaker": 1, "dialogue": ["dispute dispute dispute"]}, {"speaker": 2, "dialogue": ["Okay, the medication will take the edge off but it is not accurate at all.", "And there are other things that I can do to make sure I have to speak with the doctor and speak with a professional and speak about what the next steps are because medicine is never Patriot Pincus.", "It's a way of eating to make me feel better.", "It's not going to cure fix the entire situation.", "There are other aspects to making this journey a little bit easier and I'll get to that when I speak with someone who knows more about a herniated disc, but I haven't even had that opportunity as of yet.", "So when I do I'm hopeful that I'm able to have a little more resolution and not just feel uneducated in the terms of what to do next like next steps."]}, {"speaker": 1, "dialogue": ["So therefore it is awful and terrible that you not found the perfect solution to your Melodies and that you're still suffering some physical consequences."]}, {"speaker": 2, "dialogue": ["No, no."]}, {"speaker": 1, "dialogue": ["Because you are."]}, {"speaker": 2, "dialogue": ["because I'm speaking out what to"]}, {"speaker": 1, "dialogue": ["you're doing"]}, {"speaker": 2, "dialogue": ["doing something about it."]}, {"speaker": 1, "dialogue": ["yes."]}, {"speaker": 2, "dialogue": ["I'm not just"]}, {"speaker": 1, "dialogue": ["there's no perfect solution perhaps"]}, {"speaker": 2, "dialogue": ["there's no perfect solution."]}, {"speaker": 1, "dialogue": ["it seems that it is so."]}, {"speaker": 2, "dialogue": ["But I've done some research.", "I looked a couple things up.", "I've been hopeful I think that there are probably some nerve and nervousness about going to the doctor tomorrow because it's almost like if I haven't addressed it yet.", "I haven't heard anything.", "So it's almost like that no news is good news, but I want to see cancers because"]}, {"speaker": 1, "dialogue": ["And you're taking action?", "Okay, so more disputed.", "Let us get back to that."]}, {"speaker": 2, "dialogue": ["okay.", "I should have been on time for you like without just walking in late."]}, {"speaker": 1, "dialogue": ["dispute"]}, {"speaker": 2, "dialogue": ["Okay, I was actually disputing."]}, {"speaker": 1, "dialogue": ["What is the reality?"]}, {"speaker": 2, "dialogue": ["The reality is that I was coming from work and that the bus was"]}, {"speaker": 1, "dialogue": ["And how late were you for session by the way, not late."]}, {"speaker": 2, "dialogue": ["well, we walked instantaneously."]}, {"speaker": 1, "dialogue": ["timed well"]}, {"speaker": 2, "dialogue": ["So if the bus was late."]}, {"speaker": 1, "dialogue": ["Could you control that?"]}, {"speaker": 2, "dialogue": ["And I said, oh, I don't even do that.", "All right."]}, {"speaker": 1, "dialogue": ["Just get to the shirts."]}, {"speaker": 2, "dialogue": ["Even if I'm late, which I wasn't terribly bad.", "even"]}, {"speaker": 1, "dialogue": ["Does that make you a terrible person?"]}, {"speaker": 2, "dialogue": ["that was the thought."]}, {"speaker": 1, "dialogue": ["Yes dispute."]}, {"speaker": 2, "dialogue": ["Okay.", "No, but then I had another thought that I was terrible for not contacting you to let you know that I was running late.", "So which one do you want me to spume?", "Okay, it was more that.", "First one it was more that one."]}, {"speaker": 1, "dialogue": ["dispute dispute"]}, {"speaker": 2, "dialogue": ["Okay, so it's soon it is certainly part of my life to be late.", "Sometimes when you're dependent upon public transit Transportation coming from a job."]}, {"speaker": 1, "dialogue": ["And there's the part of being a fallible human."]}, {"speaker": 2, "dialogue": ["Okay, I can make mistakes and be running late and it's not the end of the world.", "And Debbie is not going to come down hard for me on me.", "If"]}, {"speaker": 1, "dialogue": ["Maybe"]}, {"speaker": 2, "dialogue": ["Okay mites."]}, {"speaker": 1, "dialogue": ["and if she does"]}, {"speaker": 2, "dialogue": ["And if you do it's not the end of the world you'll survive as well.", "I know one is going to die."]}, {"speaker": 1, "dialogue": ["probably"]}, {"speaker": 2, "dialogue": ["Because I was a couple minutes late."]}, {"speaker": 1, "dialogue": ["we hope"]}, {"speaker": 2, "dialogue": ["Yeah, we hope."]}, {"speaker": 1, "dialogue": ["I'm joking."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["You realize that right?"]}, {"speaker": 2, "dialogue": ["Yeah, I did and then what was the second one that I was?", "But I should I should have called you to let you know and that not let me just say that the first thought first and not doing that makes me responsible."]}, {"speaker": 1, "dialogue": ["As I shouldn't be."]}, {"speaker": 2, "dialogue": ["I will see you always add that last part and that is the"]}, {"speaker": 1, "dialogue": ["Which I'm encouraging you to do, too."]}, {"speaker": 2, "dialogue": ["Okay.", "Okay.", "I mean I meant it before.", "As we were coming to a close I might.", "Want to just write down a few of those cuz I have stuff.", "I forgot once the session ends.", "I forgot that piece that last piece of it.", "The last piece is I think the country because you have other thoughts, but then at the end of the thought is that which I shouldn't be which I must do which is the conscious thought like it is it is one that ties up ties it up on me."]}, {"speaker": 1, "dialogue": ["creates the depression anxiety and the"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["the Bastille"]}, {"speaker": 2, "dialogue": ["Okay.", "Let me see."]}, {"speaker": 1, "dialogue": ["should have called me."]}, {"speaker": 2, "dialogue": ["I should have called you."]}, {"speaker": 1, "dialogue": ["And not doing that."]}, {"speaker": 2, "dialogue": ["And not doing that makes me responsible thoughtless person."]}, {"speaker": 1, "dialogue": ["as I"]}, {"speaker": 2, "dialogue": ["As I should have be I should be more responsible.", "I should be more thoughtful.", "Okay.", "This one is tough.", "I need help."]}, {"speaker": 1, "dialogue": ["so it is tough.", "You say try.", "All right talk to me will exchange rules.", "I should have called you Jessa when I was going to be late and makes me an irresponsible.", "No good person.", "I feel disgusting.", "I feel I'm not acting adult enough.", "I I just feel depressed."]}, {"speaker": 2, "dialogue": ["Okay.", "Okay Debbie.", "Are you aware right now?", "But that is quite okay, but you didn't reach out in that."]}, {"speaker": 1, "dialogue": ["Shouldn't I be more responsible?"]}, {"speaker": 2, "dialogue": ["I mean, it would be nice if you were able to make a phone call, but if you were in the middle of transportation and couldn't get to doing it, I'm sure that Debbie I'm talking if I'm talking to you."]}, {"speaker": 1, "dialogue": ["Yes, you are in Reverse roles."]}, {"speaker": 2, "dialogue": ["I would", "it would be under that you would be under understand.", "That would be very understanding."]}, {"speaker": 1, "dialogue": ["It is just not good enough visit.", "When I'm not really on top of everything should not be after all."]}, {"speaker": 2, "dialogue": ["No, it is."]}, {"speaker": 1, "dialogue": ["What do you mean now Shania be an example of a really fine efficient human being especially if I work with young kids and all should not"]}, {"speaker": 2, "dialogue": ["I can't I mean I can which is funny.", "No, cuz you're human and humans.", "Don't do everything exactly how they shed."]}, {"speaker": 1, "dialogue": ["but I should be better than that.", "I mean I was taught to have high standards."]}, {"speaker": 2, "dialogue": ["You're being very hard on yourself."]}, {"speaker": 1, "dialogue": ["Are you suggesting suggesting?", "I not be hard on myself."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["Really?"]}, {"speaker": 2, "dialogue": ["I think you're torturing yourself."]}, {"speaker": 1, "dialogue": ["Okay, and a role-play Jessa.", "I think you're very talented at tutoring yourself."]}, {"speaker": 2, "dialogue": ["I know."]}, {"speaker": 1, "dialogue": ["When you think the way I express when I was role-playing would you agree?"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["So again, can you complete the disputing of that last Point without having to do it perfectly?", "May I throw that in?"]}, {"speaker": 2, "dialogue": ["Yes.", "Why can I ask a question about this whole thing?", "Why does it feel this is the part I'm confused about.", "Why does it feel Ashley uncomfortable to dispute?"]}, {"speaker": 1, "dialogue": ["You tell me the probable answer."]}, {"speaker": 2, "dialogue": ["Probably because I've never done this before so it's new."]}, {"speaker": 1, "dialogue": ["And this idea that you and we went over this before that you should be able to do it by now.", "We went over this it is."]}, {"speaker": 2, "dialogue": ["I know it is."]}, {"speaker": 1, "dialogue": ["It is your tendency to demand Perfection from yourself."]}, {"speaker": 2, "dialogue": ["It's exhausting.", "I'm exhausted."]}, {"speaker": 1, "dialogue": ["I'm glad you noticed that."]}, {"speaker": 2, "dialogue": ["I'm so exhausted right now.", "I'm like, oh my God."]}, {"speaker": 1, "dialogue": ["But you see how are you?"]}, {"speaker": 2, "dialogue": ["I'm in a better mood, but I'm exhausted if that makes sense."]}, {"speaker": 1, "dialogue": ["It makes a lot of sense because you are putting insane insane pressure on yourself your choice.", "Am I putting the pressure on you to do it perfectly well."]}, {"speaker": 2, "dialogue": ["No, I don't think so.", "No."]}, {"speaker": 1, "dialogue": ["I am encouraging you to dispute I'm energetic."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["What am I telling you do it perfectly well Chessa."]}, {"speaker": 2, "dialogue": ["don't"]}, {"speaker": 1, "dialogue": ["No, so you're adding that.", "Are you not?"]}, {"speaker": 2, "dialogue": ["I am"]}, {"speaker": 1, "dialogue": ["So that is my hypothesis.", "You're finding it is hard because you add to the task.", "You should be able to do it better.", "You should do it, right."]}, {"speaker": 2, "dialogue": ["yes."]}, {"speaker": 1, "dialogue": ["So you just notice you have the primary kind of disturbing motion and that what is called the secondary one you worry about that so back to disputed."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["so"]}, {"speaker": 2, "dialogue": ["No, I just forgot which one we were disputing.", "Oh about the phone call and that I should have called and"]}, {"speaker": 1, "dialogue": ["been a model of efficiency and perfection"]}, {"speaker": 2, "dialogue": ["bright"]}, {"speaker": 1, "dialogue": ["dispute"]}, {"speaker": 2, "dialogue": ["but in thinking about this Debbie is", "I don't know on this one.", "I really don't because I think that it's probably for me.", "This is where I challenge myself in the most making sure that I appear that I do everything responsibly and so it is most almost like pulling off a veneer.", "and that is why I don't really want to do this one because it feels like oh Debbie Ashley did know that I was struggling to get across town and that I wasn't going to call but it almost feels like a cover like I'm going to wedding this but that is that I'm not perfect and I"]}, {"speaker": 1, "dialogue": ["as I should be"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["could you just"]}, {"speaker": 2, "dialogue": ["This is why I'm having a hard time right this one."]}, {"speaker": 1, "dialogue": ["Because of your demand that you should be perfect."]}, {"speaker": 2, "dialogue": ["Yes.", "So I apologize for not being able to come up with the perfect answer for her right now, but that is obviously how I torture myself throughout the day.", "So and also I really don't know what to say.", "I don't know how to dispute that one.", "And I don't know why I don't know how to dispute it."]}, {"speaker": 1, "dialogue": ["Which one?"]}, {"speaker": 2, "dialogue": ["The last one about the phone call.", "I feel like the doctor was easy.", "That was easier to dispute the one about me feeling like I shouldn't be feeling this was easier.", "But one with the phone call really hurt hurt.", "It is really hard."]}, {"speaker": 1, "dialogue": ["So what so it is hard?"]}, {"speaker": 2, "dialogue": ["But I don't even have an answer."]}, {"speaker": 1, "dialogue": ["Well, you started to dispute it get back to it.", "What is the irrational belief and then dispute it?"]}, {"speaker": 2, "dialogue": ["The irrational belief is that you're not going to like me anymore if I don't get here on time and that you're going to not want me to come back and that you're going to be finished with this because you thought I was being irresponsible, but I wasn't here as I should be worse possible because I arranged you the session with you."]}, {"speaker": 1, "dialogue": ["the first of all, were you aware that all those assumptions are self created by you because"]}, {"speaker": 2, "dialogue": ["No, I'm not aware of that now.", "I guess I am because you just pointed out."]}, {"speaker": 1, "dialogue": ["okay."]}, {"speaker": 2, "dialogue": ["But I was not aware of that."]}, {"speaker": 1, "dialogue": ["Okay, can you read my mind?", "So how can you assume with certainty that I have those attitudes that you assumed I would have none of which I do or by the way or would have by the way."]}, {"speaker": 2, "dialogue": ["How can I I can't"]}, {"speaker": 1, "dialogue": ["Well notice that you told me that you believed in your drama queen friend who is not a doctor was telling you you're going to be paralyzed for the rest of your life."]}, {"speaker": 2, "dialogue": ["cooking gas"]}, {"speaker": 1, "dialogue": ["Is the same tendency to assume and not question assuming not question."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["So time is moving on and we're not going to have time now."]}, {"speaker": 2, "dialogue": ["Or maybe you just borrow the pain.", "I want to just write a few things done to remind myself."]}, {"speaker": 1, "dialogue": ["Okay write them down and then I'll talk to you."]}, {"speaker": 2, "dialogue": ["Okay, thank you.", "I could do both."]}, {"speaker": 1, "dialogue": ["No, focus focus on one thing at a time.", "How is that for a quaint idea?"]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Okay, so you haven't disputed all of the irrational beliefs that you came up with you came up with a good many well done with that.", "And in the interest of time just working now on those ones you did to see it in the last 10 minutes."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Come up with the active new philosophy in relation to the irrational beliefs that you've disputed."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["imperfectly", "Did you hear that?"]}, {"speaker": 2, "dialogue": ["Imperfectly, yeah."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Effective New Philosophy, let's do the doctor one or the going to the doctor and should be feeling better.", "We do that."]}, {"speaker": 1, "dialogue": ["There may be no perfect solution."]}, {"speaker": 2, "dialogue": ["Okay, there may be no perfect solution for what I'm experiencing."]}, {"speaker": 1, "dialogue": ["And I can keep investigating.", "I can stand not having the one perfect solution which may not even exist.", "How does that sound?"]}, {"speaker": 2, "dialogue": ["Trumpgret there may be no perfect solution.", "I will continue to investigate and check out different options in order to feel better.", "Physically may not be one perfect answer."]}, {"speaker": 1, "dialogue": ["And can I stand it?"]}, {"speaker": 2, "dialogue": ["And I can stand it.", "I'm not going to fall apart or play with me or"]}, {"speaker": 1, "dialogue": ["Unless you let yourself."]}, {"speaker": 2, "dialogue": ["unless I allow myself to"]}, {"speaker": 1, "dialogue": ["And when you make yourself depressed about either your physical condition or you're doing this process in perfectly.", "What is the effective new philosophy?"]}, {"speaker": 2, "dialogue": ["remind myself that I am fallible human that does make mistakes, but doesn't do everything exactly like an ingredient that you put together and come up with something perfect model person.", "and that all still be loved and if I'm not loved then that it is I have to love myself so that"]}, {"speaker": 1, "dialogue": ["I can accept myself unconditionally."]}, {"speaker": 2, "dialogue": ["I can I can I can still accept myself despite not being a perfect human.", "There's no such thing."]}, {"speaker": 1, "dialogue": ["What was the last thing you said?"]}, {"speaker": 2, "dialogue": ["There is no such thing."]}, {"speaker": 1, "dialogue": ["Good to hear you say that right?"]}, {"speaker": 2, "dialogue": ["It is really scary to do this kind of stuff though."]}, {"speaker": 1, "dialogue": ["You're making it scary by demanding.", "What Eureka here we go again.", "Goodbye.", "You're noticing this.", "What are you telling yourself to make make it scary?"]}, {"speaker": 2, "dialogue": ["I can't believe I've been like this for 35 years and never knew.", "And I didn't and I didn't recognize what have you been doing.", "Just a you went to Farabee you you went to school for this.", "You should know more.", "Yes."]}, {"speaker": 1, "dialogue": ["So are you willing to accept that up until this recent point you haven't known more because if you had no more you might have done things differently, but here we are.", "The past is the past."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["And you have the freedom and choice to imperfectly step-by-step regarding creating a healthier inner emotional life.", "Yes.", "So dwell on what you didn't know about how you suffered or think about.", "I'm ready.", "I'm already changing myself at times and I can continue to your choice."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Yes.", "so in the time we've had tonight, we actually actually didn't even discuss your last week's homework, which was to"]}, {"speaker": 2, "dialogue": ["Dispute the whole weekend with my parents."]}, {"speaker": 1, "dialogue": ["To dispute ideas about your parents in the write down used to eat in a few of our sessions you pointed out included tonight that you would like more comfort and familiar familiar with the D stuff and the Easter.", "And that will only come with from practice."]}, {"speaker": 2, "dialogue": ["That is true."]}, {"speaker": 1, "dialogue": ["Including making mistakes and not making mistakes."]}, {"speaker": 2, "dialogue": ["true"]}, {"speaker": 1, "dialogue": ["So did you do your homework?"]}, {"speaker": 2, "dialogue": ["Yes, I did."]}, {"speaker": 1, "dialogue": ["Did you feel some progress?"]}, {"speaker": 2, "dialogue": ["Yeah, I did.", "I did.", "I definitely felt progress.", "I think that it clearly it was easy to do other stuff and has been up until now about other stuff the beliefs that I had the A's at all.", "and then when it came to the"]}, {"speaker": 1, "dialogue": ["disputing"]}, {"speaker": 2, "dialogue": ["Disputing part it's a little harder, but it definitely got easier as I did more because I did a bunch.", "So yeah.", "it just", "we are creatures of habit.", "And so this is the new Hobbit."]}, {"speaker": 1, "dialogue": ["if we let ourselves be"]}, {"speaker": 2, "dialogue": ["so yes, when we let ourselves to be so this is", "a new these are new habitual things that I"]}, {"speaker": 1, "dialogue": ["new Behavior"]}, {"speaker": 2, "dialogue": ["New behaviors that I need to or not need to know no."]}, {"speaker": 1, "dialogue": ["That would be good for you."]}, {"speaker": 2, "dialogue": ["Baby helpful for me in order to be happier and not to feel this enormous amount of pressure that I never realized I did until now which is astonishing to tell you the truth.", "I can't lie about it and I think like anything I guess.", "With overtime you build a different mantra."]}, {"speaker": 1, "dialogue": ["If you put that in the effort."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Which takes first awareness and catching the old habitual thoughts and actions in challenging not leaving them on question."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["It can be enlightening if you choose to see that it see it that way the situation on Friday night where you unthinkingly took literally didn't question what the guy told you in the result was hysteria and then when you stopped and thought about it, you felt a calm within you felt calm within a very short time."]}, {"speaker": 2, "dialogue": ["It was a short time in the good news.", "I know we have to come to an end.", "Now in the session with a good news was that I did actually speak to him the next day and he was angry at me because I did actually read reach out to tell him that I was going to the doctor and I used your tactic to tell him that I wasn't going right away.", "It was an hour and a half before I was still just really over what had happened to did really feel like calling him and I did actually he reached out to me and I said I want to let you know that as much as you might see you knew about the new a lot about a herniated disc.", "Thank you for sharing.", "I did do some research myself and as much as he thought x y and z", "Wasn't exactly what you said.", "So next time baby just be a little more cautious before you start sharing information with people that you think might be in their best interest but really isn't what is the reality?", "And I was pretty assertive with him which is new for me.", "So I guess if I want to focus on what I did, yeah."]}, {"speaker": 1, "dialogue": ["Well done."]}, {"speaker": 2, "dialogue": ["So yeah, it's all good actually."]}, {"speaker": 1, "dialogue": ["So you've been assertive with your drama queen friend?", "Minnesota with your dad"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["and your dad hasn't disowns you yet."]}, {"speaker": 2, "dialogue": ["now"]}, {"speaker": 1, "dialogue": ["And I don't know what what your friend is going to do or whatever.", "He"]}, {"speaker": 2, "dialogue": ["my friend.", "Oh, yeah."]}, {"speaker": 1, "dialogue": ["Yes, who told you that you were going to be?"]}, {"speaker": 2, "dialogue": ["You didn't call him the drama queen friend, so I didn't know who you were talking about."]}, {"speaker": 1, "dialogue": ["Oh your drama queen friends.", "Yes."]}, {"speaker": 2, "dialogue": ["The drama queen friend, okay."]}, {"speaker": 1, "dialogue": ["However, it would be very good for you.", "If he could do another performance like that to give you the opportunity to assess how much you're going to take him seriously or not and to give you the opportunity to not upset yourself.", "However, we so we shall see what will be will be but the important thing now is to keep on practicing your awareness and help the willingness to continue to be gentler on gentler on yourself in Unconditionally accepted and at peace with you as an improper imperfect human being like the rest of us.", "An imperfect human being who is blessed with many gifts, by the way.", "There's not about not enjoying your assets.", "Celebrate them enjoy them."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["But know that they are just asked and essentially with or without them your acceptable.", "If you make mistakes, the mistakes may not be permanent.", "You can work on changing them.", "But you are a person of worth bottom line.", "That would be a good healthy being to work on having more of more of the time."]}, {"speaker": 2, "dialogue": ["Thank you, Debbie."]}, {"speaker": 1, "dialogue": ["Yes, Jessica."]}, {"speaker": 2, "dialogue": ["very helpful"]}, {"speaker": 1, "dialogue": ["homework", "What do you do you think would be helpful?", "What do you think would be helpful for you to work on this week?"]}, {"speaker": 2, "dialogue": ["I think what actually would be helpful instead of focusing on the shud the musk and writing that down.", "I think talking about it how you did with the next step like going that next level because I think it's important for me to really get the concept that it's not just I should be like it's not so simple as I should be a good student it is if I'm not like in other words all the worst possible putting it all out there in terms of what I really think not just going by the books and looking at Homework of"]}, {"speaker": 1, "dialogue": ["So be more thorough in your expression of your irrational beliefs."]}, {"speaker": 2, "dialogue": ["exactly", "really investigating it instead of just like giving you a performance.", "So this is what I should say to Demi when she comes really you doing my own.", "Well, meaning that I in other words if you give me homework, you know, my thought already It is Well, you don't because you're not a psychic but you kind of get the theme of how I think which is that I should do my homework in so if I'm doing it, I'm doing it to give to you like I did my work or I'm doing it because I'm really investigated where the sort of the thought sort of goes astray that", "It is so I think the best for me right now would be to investigate to see to really stop and think and go through it instead of just anyone can write down a bunch of I should have be perfect.", "I should be that is so easy that that is not"]}, {"speaker": 1, "dialogue": ["That's not so easy for everyone and anyone but but apparently that is easier for you than the disputed."]}, {"speaker": 2, "dialogue": ["It is easier than dispute India."]}, {"speaker": 1, "dialogue": ["And what you recognize tonight is that it will serve you well to be more thorough and expressing the irrational beliefs."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["So yes, let's make the that apart of your homework.", "May I give you more?"]}, {"speaker": 2, "dialogue": ["Oh, yeah, and then that is speeding of course."]}, {"speaker": 1, "dialogue": ["Well, I want the whole ABCDE.", "I want the whole enchilada as they would say, I don't know who came up with that expression, but", "So yes, I would like you to do a good number of the ABCDE all the way the full process."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Thoroughly, so yes more thoroughly be which is what you just came up with would be good for you and Sara Lee a the release easterly D & P really eat."]}, {"speaker": 2, "dialogue": ["All right."]}, {"speaker": 1, "dialogue": ["I'm past weeks.", "You've said you're really comfortable with D&E.", "So.", "yes more of"]}, {"speaker": 2, "dialogue": ["more of D&D"]}, {"speaker": 1, "dialogue": ["yes."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Will reminding yourself that you don't need to do it perfectly well."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["I'm urging you to do it the best you can and when we get together for next session, we will go over that."]}, {"speaker": 2, "dialogue": ["Okay, sounds good."]}, {"speaker": 1, "dialogue": ["Specifically I would like you and tell me what you think of this to do one or some ABCDE relation to when you make yourself feel depressed."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["And could include one around that activated activating event connected to your girlfriend and your expectations of yourself of yourself.", "So on the depression, you can use the instance of your girlfriend and anything and everything else.", "I'm sure the week will bring you opportunities.", "And again, I'm just underlining the primary goal of your homework in this coming week is greater service."]}, {"speaker": 2, "dialogue": ["greater"]}, {"speaker": 1, "dialogue": ["And identify meeting the Beast that you come up with that and the Deez and the eve switch for a few weeks.", "You have said you're not really comfortable with."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Make sense.", "Will you do that?"]}, {"speaker": 2, "dialogue": ["It makes perfect sense know I'm kidding."]}, {"speaker": 1, "dialogue": ["hahaha", "Alright any final comments thoughts or questions before you finish tonight?"]}, {"speaker": 2, "dialogue": ["Just so that I'm making sure that I'm understanding this really, what is this sound too and the gist of rebt is that we do make ourselves depressed."]}, {"speaker": 1, "dialogue": ["Yes, which is not to deny that in some people.", "There is the"]}, {"speaker": 2, "dialogue": ["There is the biochemical."]}, {"speaker": 1, "dialogue": ["the biochemical components"]}, {"speaker": 2, "dialogue": ["Yeah, that was my essential question you."]}, {"speaker": 1, "dialogue": ["very clear shoulds."]}, {"speaker": 2, "dialogue": ["You kind of see."]}, {"speaker": 1, "dialogue": ["And you're not in a feeling of depression for days and months and weeks.", "Is fairly safe to assume that it is not the biochemical but your shirts that are creating or largely creating it."]}, {"speaker": 2, "dialogue": ["That makes sense."]}, {"speaker": 1, "dialogue": ["You know it is it is it is often fairly clear when there is also the biochemical."]}, {"speaker": 2, "dialogue": ["I see."]}, {"speaker": 1, "dialogue": ["Would you agree with me in your innocence that you described tonight?", "Despite being on steroids and the pain?"]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["It was your shed."]}, {"speaker": 2, "dialogue": ["It was my son."]}, {"speaker": 1, "dialogue": ["All right."]}, {"speaker": 2, "dialogue": ["It is it is the way I talk to myself."]}, {"speaker": 1, "dialogue": ["so any other"]}, {"speaker": 2, "dialogue": ["It is just hard to know what comes first, but I think if we start with"]}, {"speaker": 1, "dialogue": ["Just do your ABCs."]}, {"speaker": 2, "dialogue": ["Okay, fine.", "I got it."]}, {"speaker": 1, "dialogue": ["How are you feeling now in comparison to how you felt an hour or so ago?"]}, {"speaker": 2, "dialogue": ["definitely better more empowered and more ready to sort of attack a lot of these thoughts and"]}, {"speaker": 1, "dialogue": ["What are rational?"]}, {"speaker": 2, "dialogue": ["attack the irrational beliefs the app"]}, {"speaker": 1, "dialogue": ["Are you feeling as frustrated anxious or depressed as you?"]}, {"speaker": 2, "dialogue": ["not as much as much."]}, {"speaker": 1, "dialogue": ["And why do you think that is?"]}, {"speaker": 2, "dialogue": ["cuz I'm recognizing what is actually creating these disturbing emotions and situations that"]}, {"speaker": 1, "dialogue": ["So you're feeling you said more Powers you're feeling therefore.", "I guess less a victim of the circumstances."]}, {"speaker": 2, "dialogue": ["Right, right."]}, {"speaker": 1, "dialogue": ["And you have a different a slightly different attitude.", "So I'm just pointing out till you notice in yourself you have related to related to me that you feel different and what better way."]}, {"speaker": 2, "dialogue": ["Yes, I do."]}, {"speaker": 1, "dialogue": ["You did it.", "Did you see that?", "Okay, well done."]}, {"speaker": 2, "dialogue": ["Thank you."]}, {"speaker": 1, "dialogue": ["Keep up the good work."]}]