[{"speaker": 1, "dialogue": ["Ramona just to let you know the Monday Memorial Day.", "I'm going to be out."]}, {"speaker": 2, "dialogue": ["What day does that?"]}, {"speaker": 1, "dialogue": ["Is the 27th.", "So two more weeks after this it will be three weeks from now.", "I'll take a week off."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["You're graduating.", "Is it around then that you're graduating?"]}, {"speaker": 2, "dialogue": ["Actually, it's on the 18th this Saturday.", "So I was actually wondering maybe for those two weeks if we could find another time since you'll be away the next week that Monday my in-laws are leaving in the morning, which I don't know if that means I should be around or not."]}, {"speaker": 1, "dialogue": ["So we so we should take off the 20th."]}, {"speaker": 2, "dialogue": ["Yes the 20th and then I guess the 27th if there are other times those weeks."]}, {"speaker": 1, "dialogue": ["If you want to take a look next week as it gets closer."]}, {"speaker": 2, "dialogue": ["That's fine."]}, {"speaker": 1, "dialogue": ["The reason turkey for me is that that week?", "I'm out Friday.", "So at the moment I'm pretty booked solid for the week."]}, {"speaker": 2, "dialogue": ["I can probably be okay.", "I should probably talk to them and make sure."]}, {"speaker": 1, "dialogue": ["Going two and a half weeks.", "It could be okay for the time."]}, {"speaker": 2, "dialogue": ["Yes, I can try.", "I should probably just clarify with them what they're doing anyway."]}, {"speaker": 1, "dialogue": ["If it makes any difference, I might have a time open a little bit earlier in the day.", "I don't know if that helps at all."]}, {"speaker": 2, "dialogue": ["I know it probably would because they said they were going to leave in the morning."]}, {"speaker": 1, "dialogue": ["I'm almost definitely going going to have a 120 time.", "Would that be better?"]}, {"speaker": 2, "dialogue": ["That would probably yeah."]}, {"speaker": 1, "dialogue": ["Okay, so I'm going to put you down with?", "For them.", "Do you want to check on check on it and let me know?"]}, {"speaker": 2, "dialogue": ["Yeah, absolutely."]}, {"speaker": 1, "dialogue": ["Where are you?"]}, {"speaker": 2, "dialogue": ["I guess a little better.", "I'm done pretty much.", "I just have to finish up some research hours."]}, {"speaker": 1, "dialogue": ["Congratulations."]}, {"speaker": 2, "dialogue": ["Thanks and do my loan exit counseling so that's not too huge of a deal if I know that I was worked up about.", "I've already got my grade and I got a 97 so that was good."]}, {"speaker": 1, "dialogue": ["Wow."]}, {"speaker": 2, "dialogue": ["That was my main class.", "So that was good.", "I had a job interview at the on Friday.", "So that's good."]}, {"speaker": 1, "dialogue": ["Oh my God."]}, {"speaker": 2, "dialogue": ["And then I had sort of another pseudo interview during the week.", "I say pseudo because she just has to wait for her new job to be secure before her position officially open, but they already asked for my resume and gave it to her boss.", "So that's hopeful."]}, {"speaker": 1, "dialogue": ["Where is that at?"]}, {"speaker": 2, "dialogue": ["that's at Walter Reed at the clinic.", "When I'm more interested in so yeah, it's going"]}, {"speaker": 1, "dialogue": ["And these are for research assistantship kind of positions."]}, {"speaker": 2, "dialogue": ["sort of the one at the was a data coordinator, which it turns out.", "It's kind of a glorified data entry person and you don't need a master's or anything for it.", "The other one is actually a patient Navigator, which I don't know if you know, it's kind of a new thing."]}, {"speaker": 1, "dialogue": ["I don't."]}, {"speaker": 2, "dialogue": ["For the HIV everyone at the Walter Reed get screened for HIV and then they would get screened additionally if they're positive for the study and they pretty much have to have almost full blown AIDS or actually have full-blown AIDS and the IV drug users.", "So pretty serious cases Denison and IH trial is being done in 10 major cities and their three arms of the RCT.", "And one of them is patient navigation, you basically go with them to their doctor's appointment.", "You learn about their medications and their side effects you go to are there methadone clinic with them here in contact a lot with them and it's to really be a support system and encourage them to adhere that's one of the arms of the trial that sounds interesting.", "She also evaluates the program.", "So it's less Abby and more infectious disease.", "It was interesting and good.", "I just have to wait and hear what happens from her."]}, {"speaker": 1, "dialogue": ["It's nice to feel that their irons in the fire in the possibility of things."]}, {"speaker": 2, "dialogue": ["Yeah, it was encouraging to have interviews before I'm even done and said that was helpful.", "I haven't even applied to that many yet.", "So it feels a little hopeful so that's good."]}, {"speaker": 1, "dialogue": ["How's things been with your senses with your sense of yourself you finish this exam?", "This is a big deal this transition, but I want to hear kind of wear."]}, {"speaker": 2, "dialogue": ["Yeah, it's funny.", "My mom called the other day and asked I just wanted to know how your interview and your exam went and I told her and she's like and how are you feeling about yourself?", "Are you feeling any better about yourself?", "I guess answer is not really which is weird because you would think but not too much."]}, {"speaker": 1, "dialogue": ["It's not that weird.", "That's why I ask because these other things can kind of cover-up and for the time being makes it feel like the external is going a little bit better.", "The long-term deeper work is still about your feelings about your own person regardless.", "The reason is why why is not surprising Ramona it is that you've gotten plenty of eggs in the past for example, and it doesn't touch this feeling it's not like, oh now I am a worthless person and that gets inside now,"]}, {"speaker": 2, "dialogue": ["Feels like an expectation.", "In fact, I felt a little silly because I'm old enough, but I told my mom that I was good and I got a 97 and she was like, of course you did.", "Of course.", "They let you interview you of course it went.", "Well.", "I know how she meant it.", "She meant it.", "Like I had no doubt I have confidence in you but it felt a little bit like, it's Baseline.", "So it's okay.", "I had a really long week just really really long days.", "I was exhausted but then somehow Saturday morning by 9.", "I'm redoing one of the kitchen cabinets and I thought okay, at least I held off I let it go during the week, but the kitchen counter was gross and I could let it go anymore.", "So I did that.", "I did one cabinet and the rest of the apartment still needed to be cleaned.", "I let it go."]}, {"speaker": 1, "dialogue": ["Meaning you stopped at one cabinet.", "You got one cabinet clean."]}, {"speaker": 2, "dialogue": ["It was already clean.", "I just decided I wanted to rearrange it a little bit dishes and stuff like that."]}, {"speaker": 1, "dialogue": ["It could be all so it could also be that you're human.", "You're a human being who gets tired and needs a predicate and some time to sleep more and some time to not do as many activities if it stays like that that's a different story.", "But I also never hear that you get to say to yourself.", "I get a break till I get a break today."]}, {"speaker": 2, "dialogue": ["Saturday and Sunday, I didn't apply to any jobs I kept up with but it was okay.", "I'm not going to apply to any jobs.", "It's okay.", "I didn't do my loan exit counseling either which I can do online which I just want to make myself do today.", "So it's good but also recognize the part we were talking about like it's never enough.", "I guess.", "I'm still waiting to feel to really feel good.", "And now it's okay.", "I can get the apartment floor room cleaned, especially because everybody is coming to visit and if I get us all a job offer that I want that I accept and then I have a start date and I finish up these last couple of things that I have for school, then that's good.", "It's like that's the new I'm like, once that happens.", "There's going to be something else.", "So on the one hand, it's probably normal to feel relief once you get a job lined up but on the other hand, it's like there's no moment.", "I'm stopping and feeling just good about it's done.", "It's over.", "It's probably also because I'm terrified of school is over and it does not feel good at all to have it be over because it's all I've ever done is been the one thing for out everything in my life that has been studying and a place where even if it's baseline or it needs everybody's expectations only it still feels good and other people recognize it just being in school with all the work then deadlines and activity.", "Is it such a productive atmosphere?", "I guess.", "I always based my Worth or self-esteem off of doing all of that.", "And if I may ask my own devices what's going to happen and if I don't have those grades whatever they are, or if I can't obsess over those things to make me feel good or alleviate my anxiety.", "What am I going to do?", "I've already gone down the thought process of what if I get fired from whatever job I get which is so bizarre, but it's so typical for me to have a worst-case scenario survival plan in place.", "I know that's really unhealthy not proud of it.", "So that's scary for me on top of which I'm pretty scared that once it's over and I start working.", "I'm really worried that a lot of resentment is either going to be solidified or it's going to really come out especially with Ivan because it's going to be the end of the two-year agreement and he's still going to be not quite holding up his end still really struggling to stay supports a supportive things about what I've done and it's going to be over.", "There's going to be no room to correct it fix it deal with it and I worry about that."]}, {"speaker": 1, "dialogue": ["When you say the end of the two-year agreement, what's the two-year agreement?"]}, {"speaker": 2, "dialogue": ["We just agreed that I was going to go to school for two years and we agreed that Ivan was going to work full time for 2 years.", "That was pretty much it."]}, {"speaker": 1, "dialogue": ["and after that"]}, {"speaker": 2, "dialogue": ["There wasn't really all those kind of implied before the whole grad school thing happened.", "It was implied that Ivan was going to be working for those two years and he was hopefully going to be getting started on his PhD or getting its better job and I would probably just work for a while.", "I really worry about that and it sounds like I can't get over it.", "I mean I can't evidently and I don't want to be like that.", "I don't want to carry around this Grudge, but I'm worried that that's what's going to happen.", "And I'm also worried that and whatever happens with him.", "I'm not going to have this cool thing.", "That's kept me afloat to hang on to hang onto and what if I'm not good at my job and what if it doesn't pan out and what is my co-workers don't like me and what if there is no Baseline measure of success.", "I don't know."]}, {"speaker": 1, "dialogue": ["What if you struggle the way Ivan has?"]}, {"speaker": 2, "dialogue": ["I feel all of this pressure to either get the perfect job that pays a lot of money or what if I don't have anything for a while and then I could be applying or not applying like he has been and just in this limbo it feels right now like no matter what I do.", "I'm really scared that it's going to bring that issue with us."]}, {"speaker": 1, "dialogue": ["It feels like those things and how you feel about yourself in this stage of your life and how you feel about him and listen since are so intertwined.", "It's like you are simultaneously imagine imagining this is going to make me feel this much more critical of myself as well as him.", "I was thinking the same thing about your quitting school, even though you talk about your childhood a lot of times it sounds like school and I may be projecting a little bit because you haven't said it in this level of detail, but I imagine you were going to school getting homework assignments coming home doing your homework.", "This is kind of been structuring in the Scaffolding in a way that's giving you a sense of yourself and feels like something that you can hang your hat on that makes you feel good enough about yourself is getting good grades meeting deadlines getting on top of things.", "To be at this turning point where you're imagining letting go of that as the scaffolding of your positive sense of yourself is terrifying.", "Who are you going to think?", "Who are you going to think of yourself?", "How are you going to think of yourself as an employee at a job where it's not these are grave.", "There will be evaluations of some kind at every job there are and it's but it's really really really quite different you felt good about yourself or about checking off boxes of school in some ways to me.", "This is an opportunity to get no to get to know more about what those feelings are underlying because they'll come out in a little bit more without the scaffolding."]}, {"speaker": 2, "dialogue": ["Yeah, I'm really worried.", "It also feels like the one place.", "I've always been where I get recognized for doing well and varying levels, but also all the adults are responsible and there their and they're reliable is an environment where I can count on other people wear.", "It's a very strict expectation.", "If this professor didn't get back to you.", "Just isn't allowed to happen.", "They have their people to answer to there are all of these other people who are doing the same thing.", "I guess.", "It's still supported it still safe.", "How can going to school be a bad thing?", "You're doing something really good and productive this contributing."]}, {"speaker": 1, "dialogue": ["It's really it's a really interesting Association to because in a way you're saying that school is an environment where you have mostly gone to count on the authority figures doing what they're supposed to do."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["They might be better or worse at their job a little bit, but they're still going to show up.", "They have to teach the class.", "They have to grade your papers.", "They have to get their grades in or else they get in trouble, right?", "There's another Authority holding them accountable and that's been so reassuring to have adults in your life.", "Who do their job."]}, {"speaker": 2, "dialogue": ["Like it's a place where people who are potential have to use it at some level.", "They all have to I guess I feel like my parents and I've been there so much potential and they don't have to fulfill it.", "I'm also a little scared that it's going to be hard because it's the one area in which my dad to talk.", "You can talk about school.", "He can talk about work and that's like it and he's already he wants me to go to vet school.", "Pretty much.", "I was pretty bad undergrad.", "That was my focus."]}, {"speaker": 1, "dialogue": ["He says that."]}, {"speaker": 2, "dialogue": ["He would never say that but you still like what about those jobs with I know a couple of people at school Corvette.", "What about contacting them?", "It's not something that I'm opposed to but I just feel like he's still really want so I guess it's a little scary.", "Go about 2 because it's the one area in which he always looks Babe Ruth favorably upon me."]}, {"speaker": 1, "dialogue": ["It's a it's a way you feel like you have contact and connectedness with him."]}, {"speaker": 2, "dialogue": ["Right and I'll have that if I get a good job, I will have that but I already feel pressure because he's like now don't take the first offer you get Ramona.", "If someone does give you an offer you don't have to rush I feel this pressure.", "I know he probably doesn't mean to put it that way between that and my mother-in-law continually harping on the CDC.", "I'm just like I really just want to get something and whatever I get I want people to not make a fuss but I want them to have something positive to say instead of always.", "Okay, but you could have done especially in light of what's been going on.", "Even if you don't think it's fair or his parents to say he's managing a coffee shop and that's just the way it is, but why aren't you working for one of the biggest organization?", "It feels like all of All or Nothing it feels", "But I'm not going to let that work we have it's my job and I'm going to do what I want or what I'm capable of doing.", "That would be the healthy way to go about it."]}, {"speaker": 1, "dialogue": ["so who this is your father may be inside you what could this possibly feel like with her did he have expectations how did they play out as a kid expectations around job in school bus air pressure from your parents"]}, {"speaker": 2, "dialogue": ["Yeah, that's the thing.", "My parents were never in my entire life asked me or to my knowledge call me to work on homework or study for an exam to have done that would have been an insult.", "In fact, sometimes my dad even just in grad school if you like.", "Well, I know you got to study that type of thing which is kind of insulting because coming from them they would just never have asked us to our assignments or anything like that because we were never not going to do them.", "It's just the way things were."]}, {"speaker": 1, "dialogue": ["Work you and your sister."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["You automatically did your work."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["We can take a bath."]}, {"speaker": 2, "dialogue": ["Yes, I don't feel like there was ever a situation know and I never said like we need you to get all A's or we would love you more if you got all A's, but it was also never a big deal.", "Sometimes we go to dinner at the end of the school year something or once we did get a report cards, but it's not like a let's go celebrate.", "They never did that.", "But my dad did have a tough time the first time I got a D in chemistry test time."]}, {"speaker": 1, "dialogue": ["What happened?"]}, {"speaker": 2, "dialogue": ["It was just a marking.", "Grade.", "It wasn't my total grade.", "But I done very poorly on the exam and it wasn't because I hadn't studied.", "I'm still about a chemistry kind of but he was just speechless.", "He didn't say anything and then there was a parent-teacher conference that came up and he went in and spoke to my chemistry teacher alone and wanted to know what I should be doing.", "And then he's preparing for the next exam and telling me okay sample ballot questions that your professor thinks the exam is really based on the bus.", "So you need to be doing these instead.", "I know he meant well, but it felt a little difficult because I wasn't stalking off that would have been one thing I guess."]}, {"speaker": 1, "dialogue": ["There's no Envy no part in your effort in your working really hard at something as kind of a Paramount thing and the great is really secondary."]}, {"speaker": 2, "dialogue": ["Yeah, but I think my dad would never think of it that way because he works insanely hard his dad work insanely hard knowing whatever it would be like an insult if someone asked him to go to work or ask him to apply to a job because it's just understood expected Baseline."]}, {"speaker": 1, "dialogue": ["That's kind of how you feel.", "When I Ivan's parents are saying things like that to you.", "Like do they know who I am don't they know?", "I'm going to get a job and I'm going to do well."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["But I guess that's the thing you're describing.", "It's so assumed.", "I don't know how to describe this.", "It's almost like you don't get to get to Applause.", "If you do well at something it's just taken as a given expectation your mom saying well, of course."]}, {"speaker": 2, "dialogue": ["I guess I have a situation in which I got really upset about it, which is really weird for me."]}, {"speaker": 1, "dialogue": ["When you were younger you're saying."]}, {"speaker": 2, "dialogue": ["No within the last couple of years my friend Judy from college a really great friend.", "I really love her.", "She's wonderful, but we're different in a lot of ways.", "She did this internship down a Disney.", "She likes to cook and she did this cooking program for 1 year giant college came back from the internship and she moved in with her parents and she didn't have a job until May and he came back around Thanksgiving and they were totally fine with this because she was like if I had if I take a bad job, I know myself and I want to fight anymore.", "So they just let her not do any and my parents would never let me this is unthinkable."]}]