[{"speaker": 1, "dialogue": ["1 High"]}, {"speaker": 2, "dialogue": ["Hi, I kind of need a haircut."]}, {"speaker": 1, "dialogue": ["me too."]}, {"speaker": 2, "dialogue": ["So I want a couple of days ago, but all of my friends are depressed like all of them and I was talking to Lucy about this about how you know, I had plans with Yvonne later this week and I was really dreading it because you Vons miserable about the divorce and she feels like her life is over, but she's behind on work.", "She does freelance writing and she also has a day job like 25 hours a week.", "I like whenever we hang out.", "It's just constant stream of like I can't write I'm so blogged.", "I have all these projects.", "They're all kind deadline.", "I feel so terrible.", "My house is a shithole, but no don't help me clean it because I'm too embarrassed to anyone help me clean it, but I'm just going to tell you about how miserable I am that it's a shithole while we're sitting in the middle shithole while I'm sitting while I'm sitting Legos literally because I can't put them away because I would shame her feel like there are no places to sit that aren't covered in walking Legos.", "And like her kid is misbehaved, but then she doesn't discipline your kid.", "I'm also watching her like actively not just wondered yet while her kid is misbehaving while she's telling me that she's so miserable with that hurricane is missing hate that are kid misbehaves and like it's just literally draining and horrible, you know.", "Lazy parrot are you familiar with the spoon metaphor for energy?"]}, {"speaker": 1, "dialogue": ["I'm not."]}, {"speaker": 2, "dialogue": ["So some disability activists row about it to describe what it's like to live with lupus and it's just this.", "But like you have these physical tokens, let's call them spins.", "Like you're holding a handful of spoons from the silverware drawer and every action you do requires you to give up a stew and when you're out of the handful of spoons, you're just done for the day.", "You can't do anything more.", "You can't go out.", "You can read them that you can't cook dinner."]}, {"speaker": 1, "dialogue": ["Yeah, you're done."]}, {"speaker": 2, "dialogue": ["Done.", "These are burned so like"]}, {"speaker": 1, "dialogue": ["It stinks."]}, {"speaker": 2, "dialogue": ["Yeah, so the metaphor is you know, how many spoons do you have?", "Are there a lot of spoons Lucy made me the analogy that he our Kevon is like having you gone take all of the screens and drop tops and down the garbage disposal and that I should not make myself the picture on mater of the horribly mangled spoons drop down the disposal.", "She kind of had a point.", "But like I tell her I care about her and want Briley every one I lean on for emotional support is also like horribly depressed and feels like their life is spinning out of control is miserable.", "Last night I had a long last night.", "I had an hour long conversation with my friend Vanessa that just gotten 10-year last week.", "I feel like years of working towards it but she feels like a failure because she had some publishing papers and she had a sub down from like some leadership position in our department and she's going through another divorce if I get a severely autistic because your kids therapist have been embezzling the entrance for like 6 years the government decided that all of his therapist patient.", "We're going to be denied Services because they're not really sick and she has to restart the whole evaluation and diagnostic process over with a new therapist.", "I was like, she's got a lot of horrible circumstances going on like she spent an hour literally telling me about she's an academic failure, which he's got tenure.", "She's deeply depressed like borderline suicidal a depressed and I don't really know what I can do to help her other than make her sure to go find a therapist of her own which I've been doing.", "But it's not helping me at all like spend an hour on the phone with someone who is telling me in detail about their suicidal ideation.", "But you know, this is the one I've been friends with for a long time and I can see if I care about", "Yeah, I don't none of my friends are happy and that sucks.", "I really miss Ashley and I realized a part of it while I mean part of it just that you know, I'm still half in love with her and part of it is, you know, the physical and sexual aspects of the relationship and certainly part of it was in spite of knowing intellectually that he was really depressed and miserable and has been for quite a while.", "He fakes being okay really?", "Well.", "So when we were on date to pretend everything was normal and you talk about his depression the way all of my other friends did."]}, {"speaker": 1, "dialogue": ["well one thing that seems to be", "but that seems to be true in the way you're describing Yvonne and Vanessa sort of talking to you.", "You'd also know you're talking about it is.", "It's a little more show than tell.", "You know, like what you've on you see it all over the place."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Any sort of see it demonstrated how she talks?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["But it's not exactly what she's talkin.", "I don't know if it's what you talkin about or not."]}, {"speaker": 2, "dialogue": ["No, it is.", "Yeah."]}, {"speaker": 1, "dialogue": ["How so?"]}, {"speaker": 2, "dialogue": ["Like I mean, she'll talk about how she's feeling about how she'll say, you know, I'm miserable because Christopher is yelling at me to move my stuff out of his apartment faster.", "I really can't because I don't have any because I don't have the time and have this job and I'm behind on my deadlines and it feels miserable that I'm behind on my deadline every time I sit down to write I have panic attacks and I'm just on the floor crying and then she sang this shall be like crying and it's just yeah."]}, {"speaker": 1, "dialogue": ["I see.", "I guess something related to that.", "I like that.", "Vanessa is a spoon metaphor.", "I'm sorry Lucy spoon metaphor is the garbage disposal doesn't digest spoon to just mangle song."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And there's kind of that feeling what you're describing like.", "Vanessa and you seem kind of mangled like they're not the stuff is just raped."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And what they're saying is rapping you."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["It's not like this may be happening, but it's not the fact that you're describing that like their feeling to get is getting metabolized."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["Or you're helping them metabolize it it's just like you're getting all mingled."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["what what's happening to you and"]}, {"speaker": 2, "dialogue": ["Like I wonder if there isn't just some kind of feedback link going on that we're all depressed and we all have stressful unhappy things going on.", "Just do I laying on it with each other.", "It's just kind of exacerbates the negative feeling for all of us.", "I don't know."]}, {"speaker": 1, "dialogue": ["Well, it almost makes me think that maybe feels like something similar here, but you kind of say these things but it does feel like I'm really taking in or in some way helping you with how kind of overwhelming support of chewed up here feeling all this.", "Like you're saying it and it's spinning around and around more than it is like feeling as though kind of like it's going anywhere and I imagine part of how that works is.", "Probably let there's something it feels like I know you may be missing about what this feels like to you to be listening to them."]}, {"speaker": 2, "dialogue": ["Like it's exhausting and I'm guilty for being exhausted by it.", "Yeah."]}, {"speaker": 1, "dialogue": ["amorth sounds gut-wrenching, you know, I mean", "And there's something very parallel.", "That seems like almost charistic of a way that it is disturbing.", "How old is Yvonne?", "He's kid like 5 or something."]}, {"speaker": 2, "dialogue": ["5 or 6 or something like that.", "Yeah."]}, {"speaker": 1, "dialogue": ["I mean to see a kid that age and that's for the vertebral out of control.", "With a mother who so passive and helpless."]}, {"speaker": 2, "dialogue": ["Right, will the kid's father isn't any better and neither of them discipline sir?", "And in part because we both came from abusive authoritarian household.", "And so they're both terrified that they"]}, {"speaker": 1, "dialogue": ["They're reacting.", "Yeah."]}, {"speaker": 2, "dialogue": ["If they ever like saying no or X or any discipline or try to take control of her behavior in any way that they'll tip over the line and she abusive with her."]}, {"speaker": 1, "dialogue": ["I'm really not this Probably sounds weird, but my intent is not to be critical of her as mom so much as to say I imagine.", "It's terribly disturbing to watch."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And more so because you both know it."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Like she's not containing the kid at all."]}, {"speaker": 2, "dialogue": ["I know and it's like super frustrating when we hang out and like when she has a kid because we can't actually have a grown-up conversation because the kid interrupts like every 30 seconds and needs constant attention."]}, {"speaker": 1, "dialogue": ["Right and that's expectable for like a two or three year old but not so much with a six-year-old."]}, {"speaker": 2, "dialogue": ["Yeah, well, what's your three year olds you expect them to be asleep by 9 at night which medicine didn't like they've never had a consistent bedtime for her either which doesn't help.", "I've been over at their place like when we split up at like 11:30 midnight and the kid would still be awake and hanging out watching TV and it's just like not I don't know what they're going to do when they have to start school in the fall."]}, {"speaker": 1, "dialogue": ["Does the mom or yeah, the mom does have a therapist."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["The therapist or something need to file.", "But that's not really.", "Yeah, and you probably feel like you go over there pretty much any hour and the kid is likely up."]}, {"speaker": 2, "dialogue": ["Yeah, and like in the past I tried saying, you know Madison I'm having a grown-up calm conversation with your mom.", "Please don't interrupt like not stepping into a role of disciplining her but like speaking to her.", "I went to another adult like I'm having conversation.", "Can you hang on a minute?"]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["And then the kid just has a total meltdown and says, you know goes into a total kid mode of you're not the boss of me.", "You're not my mom.", "You can't tell me what to do.", "I want to talk to my mom and then it just like a zillion times worse.", "It just it's just like there's no I mean, I guess there is no reasoning with you know, a kindergarten so no matter what"]}, {"speaker": 1, "dialogue": ["13B I mean a kid who's heard that 300 times before is probably about the number they're going to be going to have heard it most of the time like from a parent, you know, you can say that and they're like, okay, I mean, you know neither really worked out or something, but you can say it."]}, {"speaker": 2, "dialogue": ["Again, one time leave before so I was over at their place for movie night and they were trying to just bleed to get the kids to go to bed and getting off during bedtime rituals why they were watching the movie which I thought was a little strange with a bedtime ritual lasted an hour and a half and there was the peeing the and the brushing teeth Method Man eating a snack.", "But the Bedtime ritual lasted an hour and a half and there was a p and a brushing the teeth and then demanding a snack when I'm brushing the teeth again and the demanding water the demanding a story and then coming out of the ground mending more water than wanting another story because now she's out of bed.", "And at one point she insisted she wanted me to reach her story.", "They both just kind of looked at me helplessly and you can reach her story, please.", "I was like, what the hell is this?"]}, {"speaker": 1, "dialogue": ["right", "right"]}, {"speaker": 2, "dialogue": ["So I read the cat a story and then she didn't like the way I wrote the story.", "So I had to read it again using funny voices for the funny character.", "I was just like Jesus Christ."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["And I feel bad criticizing their parenting because you know, I don't have kids myself.", "That way you never know what it's like to parent a difficult child until you have one and it's like I'm not there on the ground 24/7 with it, but it's not it's just it's destructive and stressful."]}, {"speaker": 1, "dialogue": ["Yeah, but you have something there that's incredibly wrong."]}, {"speaker": 2, "dialogue": ["Yeah, like it's destructive and it's stressful.", "Especially the kid starts shrieking like high-pitch loud wailing and it's just pitiful to be over there."]}, {"speaker": 1, "dialogue": ["Parenting and regular little kid looks different from what they're doing.", "I mean it's not obvious from this but I mean I am a child trained and until a few few years ago.", "I saw kids, you know and parenting it can be incredibly hard and hard to know how hard it can be to parent a difficult it but that's not what it looks like, you know, if they were sort of going for the rich fool trying to get the limits and you know, whatever X Out or something and all of that the kids are still going nuts.", "That's one thing as a kid was autistic and they like had some elaborate structure that the kid could not fit into but they're trying you know, that would be one thing or if the kid was incredibly anxious and just comes out of bed every 10 minutes because they're you know, what's right of", "A ghost or something in there short of gentle, but firm that's different.", "This is not that"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I mean it didn't sound like they had anything."]}, {"speaker": 2, "dialogue": ["No."]}, {"speaker": 1, "dialogue": ["And that yeah."]}, {"speaker": 2, "dialogue": ["And like I'm sure it's just in Yvonne that we hang out on nights when she doesn't have the kid but on nights when she doesn't have the kids.", "She's usually like going to lectures or like going to events that she's going to be reporting on or in the office late working.", "So she doesn't want to hang out or nice that she doesn't have Madison.", "I've tried suggesting will just hire babysitter.", "I'll pay for the babysitter.", "Let's go out for dinner.", "But you know and she's like, well, you know Madison only sees me part of the time.", "I don't really want the babysitter and Christopher might use that against me in the divorce proceedings.", "She's worried that Christopher is going to try to get full custody of Madison with only supervised visits for her.", "Frankly.", "I kind of see her point and if I were Christopher I sure as hell would want full custody.", "with only supervised visits for her because she's not like Christopher is also permissive and doesn't discipline the kid, but at least like he keeps his house clean and the kid isn't living in"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Like yeah, like Yvonne actually told me I didn't witness this but Yvonne told me that you know, the kid had been sleeping on sheets that smells like piss for three nights because she don't have the spoons are energy to like wash your sheets after Madison peed on them again.", "And she hoped that maybe now Madison will learn a lesson about peeing in the bed having to sleep in piss smell smelling sheets and I was just like so horrified so immensely horrified like sure you want to teach your kid not sweat the bed and since Madison had been sleeping completely drive for like 2 years like it's pretty clearly acting out because she's unhappy about the divorce, but the answer is not having your chicken sleeping sheet that smells like piss.", "That's like that's just awful."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["And I know it wasn't like deliberately.", "She just really cannot cope with like doing another load of laundry, but still like yeah, it's Madison or my kid.", "I wouldn't want you gone to have you been full custody.", "And of course, I can't say that because I'm supposed to be on her side with a divorce and just"]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["I'm sorry.", "This has been turned into like the third-party diagnosing of Yvonne's problems instead of talking about me."]}, {"speaker": 1, "dialogue": ["I don't think so.", "Actually I think things to me that part of what's the serving for you about watching Yvonne with her kid is like you're mixed sort of feeling or mixed sense of judging her thinking about how she should be doing things differently or better."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["And you know in that way I think yourself feeling kind of hopeless about the situation."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["So I guess it seems to me that for you to feel more sure about how things there are fucked up and how she really should be responsible for her kid like she's being mean to her."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Probably reassuring for you.", "And I don't hear that the way you're putting it amounts towards her like it doesn't sound to me like you're saying this was the intent to be critical of her purse a more like I mean you're critical of how she is with her kid, but you're protected with the kid."]}, {"speaker": 2, "dialogue": ["Yeah.", "I do feel almost like I'm litigating a case.", "You're like you're as all this evidence.", "I've collected and I'm presenting to you.", "Please validate that my feelings are not crazy.", "But like I'm supposed to go hang out with her in her house tomorrow night, but I'm already feeling anxious and upset about it and dreading going over there and like yeah."]}, {"speaker": 1, "dialogue": ["I mean this is I kind of feel like", "I mean, this is tricky like so the thing I'm sort of trying to get my head around here is there's a sort of perfection parallel.", "We're on a smaller scale your sort of presenting to me how you feel unable to manage things with her?", "So that you can't become like Disturbed you're overwhelmed and unhappy in the way that you can't control by seeing her obviously with parallel is with you know her doing the same thing to you with the kid like in the instance your me.", "She's you and the kid is the kid."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["and also clearly you know, what's going on here is much smaller scale because she's an adult, you know, she's not your kid, but", "It seems to me that both like yeah, I think you're probably right.", "There's a way in which year wanting me to kind of just validate but also like Tippin and encourage your rights her to protect yourself from them, you know, either by telling her that you don't want to see her or you don't want to see her without the babysitter or though you don't necessarily think our kids should be with the ex that you know, you don't feel like you'd be her friend.", "If you didn't tell her you thought you could handle her kid, you know.", "You shouldn't handle her kid, whatever some kind of limit.", "That would also help protect you but"]}, {"speaker": 2, "dialogue": ["Well, like part of me is also frustrated because she didn't take my advice when Christopher first asked for the divorce.", "I told her you need a lawyer.", "You need to split the assets.", "Now, you need to have a bank account in your name and she didn't listen.", "She was like Christopher and I were together for 10 years and he loves me and he cares about me and he wouldn't screw me over now.", "He's like not giving her the password to the joint account.", "Like you changed the password won't give it to her drained at the most of the funds and private account for him.", "And Mike is a shuttle asshole and she was trying to negotiate with him and his", "On her own and like she's been like she has screwed herself over financially and even though she has legal counsel.", "I'm like she's not going to get as much Financial ER"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["And now she's complaining to me about how she screwed financially and she didn't text back.", "This was Christopher.", "I was like I told you four months ago that you needed a lawyer."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["It's really hard for me not to respond to that with well you brought that on yourself.", "But like I feel I don't know.", "I feel like a jerk every time I tell her I think she's doing something wrong like she wanted couples counseling and she wanted to know why Christopher wanted to divorce and she I don't know from where I'm standing.", "It looks like she emotionally curse and belittle him into going into counseling with her.", "and you know Christopher said in counseling and he said before canceling and he has been very consistent about", "That he feels like their marriage has been emotionally abusive towards him and he just wants out and there's nothing she can do to convince him.", "Otherwise", "She made him do this like 10 week counseling program to try to repair the relationship anyway, and I tried telling her like this is not fair to him.", "Even if he is wrong about calling you abusive.", "I think he is and even if he's being a kind of a dick about this if you wants to be off the relationship he gets me out and he doesn't owe you an explanation.", "I'm like it would be nice.", "If you did out of respect for like 10 years you were together, but you know, he had to leave a relationship doesn't want we all have that right but where woman singer husband was forcing her to like try to repair the relationship when she wanted out you would both be infuriated and Yvonne was like but like he owes me he owes it to me and I was like, there's no I don't know it's or maybe he's not wrong about being emotionally in this relationship.", "I don't know he's got", "Minnesota from his parents.", "He has numerous problems."]}, {"speaker": 1, "dialogue": ["We should stop.", "Thanks."]}]