[{"speaker": 1, "dialogue": ["Yeah, they're doing some painting probably the next time it'll be the new furniture."]}, {"speaker": 2, "dialogue": ["Oh wow."]}, {"speaker": 1, "dialogue": ["Yes, so painting furniture and", "rugs"]}, {"speaker": 2, "dialogue": ["So I defended my dissertation."]}, {"speaker": 1, "dialogue": ["Oh, congratulations."]}, {"speaker": 2, "dialogue": ["Thank you."]}, {"speaker": 1, "dialogue": ["How did it go?"]}, {"speaker": 2, "dialogue": ["It went fine.", "It was not the best presentation I've ever given but it was good enough.", "So I got the dissertation done early Friday morning food, Ohio and Sunday made my slides and I finish those Tuesday morning and then give the fuck an hour later.", "So not the way I would recommend doing it to anyone, but it got done."]}, {"speaker": 1, "dialogue": ["That's a milestone."]}, {"speaker": 2, "dialogue": ["Yeah, it's a big milestone.", "Yeah, we talked some last week about why it was it.", "Why didn't finish it on Tuesday when it was do we talked about trusting the system and kind of other things like that.", "I think there's pieces of that involved that I think one important piece is that I was trying to do something that was at the edges of what was possible in terms of like 2 weeks before that.", "I had nothing for my dissertation and my paper separately.", "So I simply put everything into the dissertation and ruin half of it entirely in the two-week period or two and a half way.", "Because it took me a little longer so I wouldn't really recommend that either but that was what I did and I feel like there's an important question and why did I do that there and some of that is related to the deadline so forth but part of his I have a difficult time estimating how long something is going to take sometimes I do things like this where that should not have been possible but I did it that makes it harder to ask me the next time.", "How long is that task going to actually take I have no idea how long that has should have taken out.", "All I can say is that it took a whole lot of work and I didn't not so there's a piece there's also I didn't want to reschedule it.", "I didn't want to because that's a little less clear why I really really didn't want to reschedule.", "It.", "It was like there's a household rescheduling to get all the right people in the same room at the same time.", "Most of it I think was I think I felt like rescheduling it would be admitting defeat us on", "Despite the not really.", "Not really being true in any meaningful sense and I felt like my circle of close friends has had a lot of negative incidents in the last year.", "You know, Tanya has been hospitalized multiple times and left her program Frank almost died almost to apply for faculty job and then had to not because it was driving him crazy.", "I felt like in substance the people around me needed success and I needed a success for me.", "And so I thought you might find that interesting.", "So I shared that with you, but you don't have to find that interesting.", "That's okay."]}, {"speaker": 1, "dialogue": ["Well, I was going to say you thought it was important you're thinking it's important to talk about it is different than my finding it interesting.", "I mean there's a relationship but"]}, {"speaker": 2, "dialogue": ["I feel like there's probably some overlap in the tropics but maybe not"]}, {"speaker": 1, "dialogue": ["well one is about me and the other would be more about you and what you need."]}, {"speaker": 2, "dialogue": ["in one of the ways those two things overlap is that you suggested you were trying to help me figure out what I need is so I feel like that description at least Bears on that whether or not it actually is about whether I need to talk about it I feel like what I just said describe some piece of me in a way that might be helpful in that task for you that might've sidestepped entirely what you were trying to get up"]}, {"speaker": 1, "dialogue": ["No, the other thoughts are related because one of it is about me figuring out what's important and the other is your feeling that something is important."]}, {"speaker": 2, "dialogue": ["Rights that felt like an important thing to say here.", "Other than that.", "I'm not really sure and there's a sense in which like me recognizing us is going on is important but then I don't really need to tell you but I feel like it's more helpful.", "They do tell you when I notice things like that or feel like that's how things are going in an information-gathering sense.", "I think but I'm not sure."]}, {"speaker": 1, "dialogue": ["Is it a matter of how much of your experience do you feel should be private or not?"]}, {"speaker": 2, "dialogue": ["That's really interesting.", "I don't know.", "I tend to feel like less of my experience should be private here than I often maintain elsewhere.", "But I hadn't really thought of it in terms of privacy.", "You're looking at me very intently."]}, {"speaker": 1, "dialogue": ["Yeah, I'm just trying to pursue it out.", "It seems like a lots coming up so far in the session.", "So I'm just trying to sort of parse it out."]}, {"speaker": 2, "dialogue": ["Okay, you're allowed to look at me intently.", "I don't mind."]}, {"speaker": 1, "dialogue": ["But it's noticeable."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Okay."]}, {"speaker": 2, "dialogue": ["So the following week has been a little bit strange.", "So yeah a whole lot of people have been excited for me and congratulatory and all of that it took me most of Wednesday to fly back most of Wednesday to fly back last week because when I booked the flights, I was a lot of traffic I had sort of thought that I would be very pleased afterwards and certainly after I finish the dissertation and sent it off.", "I had very Lake intensely peaceful feeling that was really nice.", "It lasted about 10 hours.", "So I slept for four of those and then after about six hours of being awake, I felt like I really had to start making travel plans for how is getting in to Ohio.", "And then what size was I going to prevent the most after I defended I felt tired because I haven't slept very much last couple of days.", "So on Wednesday, I was more rested and also I felt something closer to like I guess there were kind of two separate things one was like lost purpose.", "It's like it's been a very intense and focused experience and clarifying in some way.", "That's nice.", "And so there was sort of some sense of loss and not going away.", "It's so clear.", "What I need to do next but there's no urgency to it.", "Even if the urgency was entirely artificial and mostly self-imposed.", "The other thing was sort of like a dread of coming back.", "Even when Tanya as well these days she's still very depressed and that's hard to be around all the time.", "It just is a it's a hard thing.", "So, you know, I might say something like I don't want to live that way for the rest of my life.", "But I also recognize that I do have a tendency to despair about some situations and I'm trying to find a realistic balance between this", "black between the wings", "that was sort of the end of that little spot."]}, {"speaker": 1, "dialogue": ["Right in that way."]}, {"speaker": 2, "dialogue": ["Yeah, yeah."]}, {"speaker": 1, "dialogue": ["And when you stay this way for the rest of my life, can you be more kind of flush that out of it?"]}, {"speaker": 2, "dialogue": ["Sure, as long as depression drugs on four more years, it feels like more like it's a drain on me emotionally and TimeWise and there is there's not much else in a relationship for me besides that that's a particularly Bleak picture of it if not totally accurate, but it's like the most important feature of a relationship is not doing things together caring about each other taking care of each other in like normal way.", "It's serviced her depression or something."]}, {"speaker": 1, "dialogue": ["Do you feel that in addition to their not being more than Tanya's depression in your marriage you feel that's true for Tanya as a person to that that much of her life right now."]}, {"speaker": 2, "dialogue": ["Yeah, yeah, I feel like she has worked hard in the last I don't know 8 months to make that less true, but something can be less true and still very true.", "So.", "One thing I haven't really said anything about anyone else but in the last week a number of people particularly her friends, but a number of people have started like been congratulatory and said things like I'm so happy for both of you think I got it while in general since I sort of appreciate the sentiment.", "I think I find it irritating because I don't feel like this is a thing we did.", "This is the thing that I did in spite of circumstances some of which were Tanya, so I mostly wanted to say that so now I have and that's better.", "Thank you."]}, {"speaker": 1, "dialogue": ["Do you feel trapped in any way?"]}, {"speaker": 2, "dialogue": ["Absolutely ya know but I think we've talked about that sound before I felt trapped in a lot of ways and one of the things that I do when I feel trapped is I try to find a way to like get out of it.", "So one of the things back on out of this by finishing my dissertation, so I feel West Rockton on my boys are still paying me and I'm still doing like some revisions and writing up papers, but I'm not trapped in that relationship that's in this weird place where I'm halfway across the country by video conference when I'm biomechanics should be in a laboratory like so that's gone if that makes sense.", "And so that has dramatically Less in my feeling of being at least for now."]}, {"speaker": 1, "dialogue": ["Do you know we talked about this a little bit before but do you know what you'd like to do next?"]}, {"speaker": 2, "dialogue": ["Not tonight in ideal since I don't know what the ideal thing would be to do.", "But I also know that I want to eat and I would like to do by mechanics, I think so, I think that I will apply for a postdoc with a couple of people that seems like I'll be relatively happy to work with there are a few other people.", "I can apply for a postdoc with but I don't think I will."]}, {"speaker": 1, "dialogue": ["Do you and Tanya talk about this?"]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "Yeah mostly in the context of where who it would be.", "I think I told you that I fix that chapter of my dissertation that was falling apart.", "Did I mention that?", "Okay.", "So that's that parts now, perhaps my favorite section of the dissertation both because I fix it and because it's so my advisor Kevin really likes chemistry the change the way he thinks about the world and somewhere and so the answer to that puzzle which he had in front of him for five or six years now is relatively simple but it requires considering an element that normally we don't consider or piece that we normally don't consider and so there's a sense in which that has changed the way he thinks about the electron structure of these compounds and that's so it's nice because it's like one of my one of the things that I really hope that I could do is do chemistry that he would find like in that class of things that really change the way you think about something and so, you know, I guess I'm proud of having done that in so that changed my general feelings about getting it.", "I put me in a place where I feel less like put me in a place where I feel more like it would be a very reasonable choice for someone to hire me.", "So I feel", "Trapped in that regard also and that sort of unrelated to the question.", "You just asked kind of in the same thing."]}, {"speaker": 1, "dialogue": ["What would make you feel less trapped in your marriage with Tanya?"]}, {"speaker": 2, "dialogue": ["That is a fantastic question.", "I don't know how to answer it.", "I mean, I think it's really the right question in some way but I don't even know how to begin tackling it.", "My first response is to say well, why do I feel trapped because if I can identify that then in theory I could alleviate some of those things and I think we just talked about that in some sense.", "She's unhappy most of the time and not", "And I guess I feel like I don't really trust her to or the same extent at all.", "Like I just I meant to say more there but then.", "Seems like the appropriate place for it."]}, {"speaker": 1, "dialogue": ["But that's not what mately what makes you feel trapped because you're trapped by your sense of obligation."]}, {"speaker": 2, "dialogue": ["Right, right."]}, {"speaker": 1, "dialogue": ["I mean if it was going on if Tanya didn't have the problems she's having the question wouldn't even come up and so you would feel trapped but given that this is a situation."]}, {"speaker": 2, "dialogue": ["Yeah, so I feel trapped I think because I can't leave or I can't leave without breaking about which is the thing.", "I don't want to do and I can't make her better and it's I don't know.", "I'm not sure how to say it.", "Other than like it's emotionally draining to be in a relationship with someone who's like who's depressed."]}, {"speaker": 1, "dialogue": ["And the training part is it that you get little of what you need or is it that being around that sort of mood or atmosphere brings you down?"]}, {"speaker": 2, "dialogue": ["Yeah, I mean, I think those are related things.", "Yeah, I think it's not strictly fair to say I get little of what I need.", "I think maybe it's better to say I cannot predict when I will get anything that I need or when it will be like no having needs a totally unacceptable or intolerable or something.", "So that does one thing and then like feeling like it's a burden to ask for anything is another thing.", "Yeah, if I don't just as myself from her at least internally then yeah it is it is doesn't hack my mood for her mood to be low, but then if I distance from her internally, then we're just in some sense and that itself is like not necessarily what I want in a relationship and I'm not saying like I wanted was to be tightly coupled at all times but like is not a feature of relationships like shared experience or something like that.", "That was actually meant to be a question."]}, {"speaker": 1, "dialogue": ["Really?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Well, what's so that means there's more than one answer to the question.", "So what are the different answers?"]}, {"speaker": 2, "dialogue": ["Yes or no, or that's not the right way to think about it or something."]}, {"speaker": 1, "dialogue": ["Well, it's something that you want in a relationship.", "So it seems like that's a good."]}, {"speaker": 2, "dialogue": ["Right, but I feel like sometimes we want things in relationships that we should not want or that like that reflects a problem in itself."]}, {"speaker": 1, "dialogue": ["and you feel like that's part of the concern that some of the things that you might be looking for aren't sort of realistic or"]}, {"speaker": 2, "dialogue": ["Yeah, I understand element of that.", "But that more rises from like not having a clear sense of what does a kid need or want or something like that?", "And I was like intrinsic question me or someone sort of like well, it seems like I can't have these things.", "Is it even okay to want them or something like that away in which is draining is I like to be around people who are excited about something, you know about particularly about what they're doing or what they're reading or thinking about or something.", "It's just but"]}, {"speaker": 1, "dialogue": ["And you felt like that's not present in Tanya."]}, {"speaker": 2, "dialogue": ["Not very often anymore."]}, {"speaker": 1, "dialogue": ["Does she have future plans for herself?"]}, {"speaker": 2, "dialogue": ["So she talking about wanting to be a priest and so she's a little bit excited about that and a little bit terrified about that and knows our I understand both of those and that's fine.", "I feel like wanting to be a priest is mostly a response to feeling like she can't be a cat.", "Academic academic session and feeling that's the closest thing given the type of schooling that she's done."]}, {"speaker": 1, "dialogue": ["I have a couple of different kinds of thoughts.", "My first thought was getting back to something that you said early in the session where you said I thought this would be interesting to you and I was thinking about", "15 till 2 orientation.", "It is toward another person in this case me.", "And not about I really want to talk about this sort of like almost and I understand there is they're not completely untied but it's not about you and what you want and what you need in your session and what you're going to talk about today."]}, {"speaker": 2, "dialogue": ["Yeah, that's interesting."]}, {"speaker": 1, "dialogue": ["It's like you being here for me rather than meeting here for you."]}, {"speaker": 2, "dialogue": ["I certainly don't think of the session that way so"]}, {"speaker": 1, "dialogue": ["Yeah, I understand that.", "I certainly don't experience the totality of our sessions like that.", "But there's something in you that feels that way and I am actually related to Tanya and I can get you a lot of things."]}, {"speaker": 2, "dialogue": ["yeah, I mean, I don't know whether it's related to Tanya or whether they're like both related to the same thing.", "I think it's more like that."]}, {"speaker": 1, "dialogue": ["Right, right.", "Yeah, right.", "I meant it that way."]}, {"speaker": 2, "dialogue": ["Yeah, I guess you probably did mean that yeah, so that's kind of a big probably a d feature of highlight to existing relationships.", "I don't want the relationship to all be about me.", "And so it's we talked many times about this being a strange relationship for me because like I come and tell you my problems and that's what we talked about.", "So, yeah, I definitely feel like I also try to alter that narrative at least internally somewhat in order to feel better about it or something, but also in the real world like actually want to talk about things that are interesting to you.", "Maybe I want to be interesting to you wishes."]}, {"speaker": 1, "dialogue": ["That's what I thought.", "I'm sorry.", "What were you?"]}, {"speaker": 2, "dialogue": ["I didn't have a follow-up that or I thought that there was more but that was"]}, {"speaker": 1, "dialogue": ["Well the thought I had which certainly you know can relate to Tanya.", "Although not necessarily produced by the situation is like sort of what makes people want other people to stick around.", "The idea of your saying things that interest me is maybe a way I would want you to stay around."]}, {"speaker": 2, "dialogue": ["seems reasonable", "Yeah.", "Most complicated.", "I assume you don't have anyone that comes in here and tries to alienate you like if they're so above they're going to throne on I don't know."]}, {"speaker": 1, "dialogue": ["People who try to alienate people in their life in general for complicated motivations will probably come and try to alienate me, too."]}, {"speaker": 2, "dialogue": ["fair enough"]}, {"speaker": 1, "dialogue": ["It's probably hard for you to imagine"]}, {"speaker": 2, "dialogue": ["I mean, I guess I have had experience of people who seem like they're trying to alienate everyone around them.", "That's a mindset that I have a really hard time like grabbing."]}, {"speaker": 1, "dialogue": ["I would imagine.", "But you were that was en route to your saying something else."]}, {"speaker": 2, "dialogue": ["Well, so that yeah, that was mostly just saying like that seems like one lemon the end of it.", "I wouldn't expect anyone to come in and do that.", "Although obviously people do so, but insane obviously people do I think that are actually resolve some of what I was trying to resolve because"]}, {"speaker": 1, "dialogue": ["well"]}, {"speaker": 2, "dialogue": ["go ahead now, go ahead."]}, {"speaker": 1, "dialogue": ["Well, there's a right.", "So there's the Counterpoint to wanted to interest me, which is alienate me, but then there's also the it's just not a it's not a concern so it doesn't come up."]}, {"speaker": 2, "dialogue": ["Yeah, there is that like don't care about you as a person."]}, {"speaker": 1, "dialogue": ["No, it's that.", "It's not a concern.", "It's felt like to be a given.", "So that it wouldn't be something that you would need to sort of have on your mind and work towards."]}, {"speaker": 2, "dialogue": ["I see."]}, {"speaker": 1, "dialogue": ["It would be a given."]}, {"speaker": 2, "dialogue": ["Yeah, that's not a given."]}, {"speaker": 1, "dialogue": ["Yeah.", "And then the question is which I think.", "Which is I think a big question, but you know, why not?"]}, {"speaker": 2, "dialogue": ["Yeah, so that's one of those like really deep questions that I have a hard time grabbing because it's sort of like well, how is that even a question?", "Do you walk into a room expect everyone to be interested in you and what you have to say?"]}, {"speaker": 1, "dialogue": ["This week.", "I'm realizing we need to stop and we definitely have to come back to this.", "I think it's because it's so important."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["So the next few Wednesdays are holidays."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["Are you awake for I'm here.", "So I'm happy to reschedule if you were here or else."]}, {"speaker": 2, "dialogue": ["Yeah, so I'm not here next Wednesday."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["But the following Wednesday is January 1st."]}, {"speaker": 1, "dialogue": ["Right, so I'm not."]}, {"speaker": 2, "dialogue": ["I will be here but I assume you are not working on January 1st."]}, {"speaker": 1, "dialogue": ["Right, so I'm not here on those Wednesdays, but I am here the other days."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["So I'm happy to reschedule."]}, {"speaker": 2, "dialogue": ["Okay, so I guess I could do any other time in that first week of January.", "I can't do next week.", "Well, I think we're getting back.", "What are Tuesday?"]}, {"speaker": 1, "dialogue": ["I have time on Thursday the 2nd."]}, {"speaker": 2, "dialogue": ["That would be great."]}, {"speaker": 1, "dialogue": ["But see I have a I could do 12:45 you want to do that?"]}, {"speaker": 2, "dialogue": ["That's fine.", "Sure."]}, {"speaker": 1, "dialogue": ["So, let's see do not next week and then the following week rather than the first I'll see you on the 2nd at 12:45."]}, {"speaker": 2, "dialogue": ["That sounds great."]}, {"speaker": 1, "dialogue": ["And then we'll go back to Wednesdays."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["Okay, great.", "Okay.", "Take care.", "Have a good Christmas.", "Okay."]}, {"speaker": 2, "dialogue": ["Thank you.", "You too."]}, {"speaker": 1, "dialogue": ["Okay.", "Take care."]}]