[{"speaker": 1, "dialogue": ["Hi."]}, {"speaker": 2, "dialogue": ["Hi, so James while I was in the hospital as other than sending out like the daily update to family.", "And so he sent me he like copy me on sort of the last one yesterday and", "it seemed to me that was only a lot more detailed than the ones in the past.", "So like stuff about my psychiatrist."]}, {"speaker": 1, "dialogue": ["You certainly like that."]}, {"speaker": 2, "dialogue": ["Why?"]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["Things that like an like basically said that I would not have chosen to tell my mom for example or James my little brother like I love them but it's not necessarily even that I don't want them to know but I didn't know that they like I didn't know that when I was having a conversation with James that anything in the conversation fair game, which is pretty much how it panned out.", "So I really freaking about this like great.", "I mean I don't it's all right.", "I just sort of a place in iconic like sort of them.", "Like I'm freaking out man, and I can never take myself.", "Seriously when I say that word actually.", "so I", "Surprising to me and so I was like what it's just you email me a lot more details that I probably would have wanted or whatever in and like I didn't say anything after that because I didn't really have anything to talk.", "and I was also like", "it was like 10 minutes before I was getting into bed.", "I was checking my emails one last time before I went bad."]}, {"speaker": 1, "dialogue": ["last night"]}, {"speaker": 2, "dialogue": ["Then I checked email today and James posted like, you know clearly upset and then before I went to bed he was like I'm very upset at the light at the like education that I did something inappropriate by sending these updates.", "I was like, well, I'm pretty upset that stuff that I was talking about to my psychiatrist appointment in the in the emails and he's like, there's nothing different than the ones he sent in the last hospitalization, which you were fine with I was like, well, it seems like there's a big difference to me saying between Tanya had a rough day today, but it's feeling better towards the evening or like Tanya is doing well.", "We'll go.", "it seems like there's a big difference between that sort of email and", "and then I was like I'm going to bed.", "It's not I'm not even sure whether I'm upset with him for sending the email like I'm clearly upset with him for being upset with me for having a problem.", "I feel like that's just the thing more like I'm really scared and scared and I", "I don't know.", "I know this is a very kind of interesting thing where I sort of feel like I was against okay shoulders relaxed.", "Then I'll be like no.", "No, that's not okay and like again.", "I don't.", "I don't know whether I'm like angry about this or just scared or just don't feel good about having like, you know.", "I don't I don't feel good about having my family like know these things about me and I don't feel good that I wasn't the one who got to tell them about that or got to decide whether they know that I don't feel good, though.", "like the conversation that I had with James in the last week or so that felt most", "Sort of intimate and understanding and relaxed and supported you know, and then ending up passing on to other people.", "That's why I don't feel good.", "But I'm not allowed to be angry about that like that sucks.", "So that's what I'm learning.", "And so when I take the James's mom out, she'll have very much and what would very much are?", "dryer relationship over 10 years has been like her sort of wanting to be like a mother to me and me sort of like", "tiptoeing to being able to share things with her and trusting her and a part of this is like she doesn't really understand all of this.", "It's not that she's really sympathetic, but she doesn't doesn't resonate with her.", "It doesn't make sense.", "And so it's in the back of my mind.", "I'm always like I'm the person who's putting her baby through this horrible ordeal.", "alien", "You know and my mom I know we'll will sort of use this to search further like blur the lines between me and her and say I did this.", "Thing 2, I mean where exactly the same and I just don't want to have that conversation with her and I tell her why I was in the hospital in the first place, you know, I'm glad that James told her that I was in the hospital because I feel like she had a right to know but I don't feel like she had the right to know all of it."]}, {"speaker": 1, "dialogue": ["You know, I imagine you so much of you sort of like you you was afraid but this was going to seem like to her."]}, {"speaker": 2, "dialogue": ["I don't know whether like the time I was in Frederick.", "It feels like sharing the externals of the situation person internal like I was last time.", "Think I was not internal parts with James either.", "We doesn't necessarily see a difference, you know, I was doing UCT.", "So nobody had access to my interior like that including me."]}, {"speaker": 1, "dialogue": ["There wasn't a whole lot of parent Lee."]}, {"speaker": 2, "dialogue": ["exactly"]}, {"speaker": 1, "dialogue": ["At least that we can know about at least that we can know about it."]}, {"speaker": 2, "dialogue": ["Lakes", "Start if you like James upset with me because I wasn't successful in my effort not to react in any way until I could access the best way of approaching the situation was I literally had an involuntary.", "I've read the email and that and like what is it?", "What is it?", "What's wrong and I could not answer then."]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["Because he knew I was reading that email."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["And I feel like that's what's upsetting about."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["or", "you you know, I didn't say that.", "I was angry with him.", "I didn't say I was angry with what he had done.", "I said I was upset about what happened."]}, {"speaker": 1, "dialogue": ["and even that"]}, {"speaker": 2, "dialogue": ["And that was yeah, actually I didn't say I was upset about what it happened.", "I had said that like I would have chosen to share much which was not the same thing at all.", "I feel like my problem is really bottling up emotions.", "This isn't going to help very much."]}, {"speaker": 1, "dialogue": ["I felt the same.", "You must feel like this means you've been right."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I think it's even more particular than that.", "That the point of keeping people out or away from what's going on, especially like bad things you feel I think I think has been because your anticipated that like that wouldn't give me give them a kind of that would give other people a kind of access to you.", "That would be very dangerous.", "That would sort of that they would react to in their own way or from their own frame of reference without taking yours into account in a way.", "That would be very hurtful to you."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["I mean, I don't think this is like what you're describing with James.", "Mom.", "Your mom and James are also different types of examples of bad, I think.", "That it might seem clear like that.", "Yeah, like your mom makes it about her."]}, {"speaker": 2, "dialogue": ["I have like a tickle."]}, {"speaker": 1, "dialogue": ["that's okay well they each sort of agendas that feels very destructive or hurtful to you"]}, {"speaker": 2, "dialogue": ["Yeah.", "You could.", "Cy James upset I mean I sort of see it clearly enough that I can't push pass to get to know how I'm upset, but I don't know what to do about."]}, {"speaker": 1, "dialogue": ["well it kind of struck me that there's really no room for both of you to be upset somehow in other words I mean I think this is a very sort of in part of", "Of in part a construction on on yours or maybe both of yours.", "I don't know.", "For which, I mean like it seems to me as though it seems it feels like you can't be both angry and upset about it and scared and partly angry at him.", "Also recognizing that you know, there's some sort of as yet to be determined is not entirely his fault in the situation in that the situation has sort of changed, you know."]}, {"speaker": 2, "dialogue": ["Yeah, absolutely."]}, {"speaker": 1, "dialogue": ["And we're at least in your sense of it.", "He can't be upset that you know, you're mad at him and"]}, {"speaker": 2, "dialogue": ["imagine that"]}, {"speaker": 1, "dialogue": ["he was trying to do something.", "He thought was helpful at least consciously and", "and that you're angry and disappointed anyway, and you know where he can feel that way but also kind of see where you're coming from.", "It sounds like it's way too kind of it's way too kind of jam together."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Does that?"]}, {"speaker": 2, "dialogue": ["it's like I'm trying very hard to have both of those in my head at once but like I can't one because", "but we both make sense, but like the one pushes out the other I feel like I can't sort of.", "you know, I think too hard about like the ways in which it's reasonable for James to be upset and like it's reasonable for him to sort of feel hurt about how", "I'm giving him a hard time trying to like both take care of me and take care of our family in this way.", "But if I think too hard about it, then I say well, I'm just a terrible person for being upset in the first place.", "Yeah, I can't hold it."]}, {"speaker": 1, "dialogue": ["Yeah, yeah, you have a sort of a split."]}, {"speaker": 2, "dialogue": ["Which is a strange feeling because the very different from not being able to conceptualize it."]}, {"speaker": 1, "dialogue": ["Yes."]}, {"speaker": 2, "dialogue": ["like yeah", "Thank you for not explaining to me.", "How both of those can Beach?", "Sorry, I've been had a lot of people do stuff to me week.", "Like yeah, no.", "No, I got it."]}, {"speaker": 1, "dialogue": ["In a way the irony is as far as I can tell like that's why we all have jobs is because of the difference."]}, {"speaker": 2, "dialogue": ["So today is Ash Wednesday."]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["Which I don't know how much you know this but I'm not going to church this evening and they're going to take some ashes and put them put them on our foreheads across and say remember that you're just and unto dust you shall return.", "It's like one of my favourite Services of in the year Ashley, but what is hard because it's been Vision transitional about", "repent sinner moment and", "thinking a lot about Sin."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["And it's virtually impossible for me to do that in a healthy way.", "Like I just I get swallowed."]}, {"speaker": 1, "dialogue": ["Yeah, like you're just talking about it in the way."]}, {"speaker": 2, "dialogue": ["Yeah, yeah.", "So, you know.", "All the times people give up chocolate or something like not eating on Friday.", "So I decided I was going to stop self injuring myself or stop injuring during lunch.", "And that's going to be my discipline.", "I'm not really sure I'm going to make it feels pretty ambitious today."]}, {"speaker": 1, "dialogue": ["And let it goes till Easter."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["witches"]}, {"speaker": 2, "dialogue": ["It's not really one I can talk about with people people are like what are you giving up for lunch?", "It's like that's something people actually asked which I don't know.", "I feel like I'm only now realizing like how glaringly inappropriate that question is.", "Like they're asking intrusive questions then that would be like a lie."]}, {"speaker": 1, "dialogue": ["then you make your point."]}, {"speaker": 2, "dialogue": ["Amelia one of the priests of my visit in"]}, {"speaker": 1, "dialogue": ["right"]}, {"speaker": 2, "dialogue": ["I like her a lot.", "I think she's like really excited like talks about Theology and gets really excited about it.", "And I do the same thing.", "It's", "like if that's really fun, but she also", "she visited the first time and she visited twice briefly and the first time we were talking and", "I don't remember what I was saying, but we sort of like talking about the intersection of mental illness in Theology and she was sort of talking about my experience and really got into it and she was like, I'm really sorry like this is your life.", "I'm like, but it's interesting.", "Right and she was like he has so", "That was good.", "Only the second time she visited we were sort of Jay the same thing and don't remember exactly what she said but like something was like", "touched in her or very much sort of hit me and I'm like", "what sort of", "Corvette", "and I think that came out either like I said or how it looked I think it's sort of scared her.", "She reacted really.", "Well like she sort of just sat with it then like, you know.", "I told a half way made a joke and those fun I guess like I can't it's hard.", "It feels sort of hard for me to understand that like people can't see that in me.", "Like she wouldn't have ever been around me in the contacts.", "We're like", "like she would know that's what it's like.", "I don't know.", "It might be things since I can't tell whether they're like it's sort of shorthand that I'm sick.", "Amusing is Ashley expresses what I needed to express I guess.", "I mean like I talk to her about like being in the hospital before and", "Mentally ill and having really severe depression trying to describe that.", "sometimes I'll talk about it and feeling like in the spit or", "I don't know.", "And so it doesn't occur to me that people just don't necessarily understand what that means because when I talked about it, I'm just sort of talking about it like this.", "I don't know.", "I don't know.", "You know, I started crying when Mark was there and at the end of the visit he was like, yeah, I've never seen you cry before and you know, he visited me in the hospital before I like, I don't know if that hadn't occurred to me.", "Yeah."]}, {"speaker": 1, "dialogue": ["Yes, I mean, it seems like you're sort of sandwich in between talking about it and conveyed."]}, {"speaker": 2, "dialogue": ["Yes.", "you know in some ways like", "Ice Hocking about it because I feel like I feel like that helps me sort of get out of my head around it or something power over it, but it also seems to maybe leave out everything essential.", "or"]}, {"speaker": 1, "dialogue": ["Well, I think you have to worry about conveying it one is sort of the word word.", "That's just come up.", "I mean in a way it seems like to me that's actually what James did more than you wanted, you know the level of detail, which he was describing.", "It felt more like he was conveying it in some way."]}, {"speaker": 2, "dialogue": ["I don't think so.", "I think really more out of what was something is there like he was conveying a lot of likes sort of theories about it.", "And I feel like I mean one of the problems that I ran into with James is that I like him about something that", "Like I talk about with you or I talked about with somebody else.", "He's like, maybe this is what's going on and I will just get stuck on it and then I won't be able to say like no, but they're that sort of simple certain way of talking thinking about it or like things are complicated or that's not the way I'm thinking about it and it's just like wood store to be a little bit more.", "I don't know.", "I don't"]}, {"speaker": 1, "dialogue": ["clearly I", "Only because it it lines up for me and sort of way that's unending kind of parallel to like, you know, the humanities versus the heart scientist.", "Like, you know today it's one thing and tomorrow it might be something else.", "I'm going to revise and update.", "Where is like, this is how it works.", "I know that's not."]}, {"speaker": 2, "dialogue": ["Is closed anyway?", "I don't know, but I think I think actually what I'm sort of objecting objecting to I'm not gay don't."]}, {"speaker": 1, "dialogue": ["Sounds to me like like what you're describing is sort of the provisional aspect of what you are saying gets lost."]}, {"speaker": 2, "dialogue": ["Yes."]}, {"speaker": 1, "dialogue": ["And so it's kind of like you're held to whatever you said."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["or whatever that idea was"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["in some way that I guess leads to like it's both misunderstanding and a kind of shade."]}, {"speaker": 2, "dialogue": ["yeah, but I think that like I'm sort of trying to revise because I think that's like what I'm upset about but it's clearly that if that makes sense like", "I think you're right.", "That's some sort of.", "Something like I don't know.", "It's like some part of me that I would not necessarily have chosen to give to people.", "I'm sorry.", "I think I interrupted you."]}, {"speaker": 1, "dialogue": ["That's all right, if my what I was going to say what I was going to say that I think for you, there are two dangers in that one, which is what happened, which is that people use that according to their own agendas in ways that are very hurtful and the others that that becomes your agenda which really hurts somebody else."]}, {"speaker": 2, "dialogue": ["Yeah.", "so if this", "off.", "I would I want to share it with anybody, but I think"]}, {"speaker": 1, "dialogue": ["I mean, it doesn't seem like you seem to sort of feel a bit more anxious and upset and a little pressure.", "Even when you came in knowing that you were going to tell me about what just happened and I think in a way relieve that or less fear than you often are that what you were saying was going to either, you know, hurt me or that I was going to respond in a way that was kind of using it in some way to hurt you.", "I mean, you're still probably worried about those things."]}, {"speaker": 2, "dialogue": ["I don't know.", "I don't feel like it."]}, {"speaker": 1, "dialogue": ["Oh good.", "You think you'll ask your mom about that?"]}, {"speaker": 2, "dialogue": ["I don't think that but I'm worried going forward because I can't tell James things like", "I can't Mike figure.", "I just don't you know that I'm going to be there.", "I'm like, yeah, it's always there but no I have to pay attention to it.", "I don't know what I'm going to do.", "Probably just not think about it or anything.", "I shouldn't read through all the emails.", "I think I read the first couple and then I just don't really know that it's necessary or at least right now.", "I can't deal with it anything else."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["I think James is really was really angry not like about this, but about my being in the hospital."]}, {"speaker": 1, "dialogue": ["Which means I think that that either he maybe was right.", "I mean because I too also wonder if you are.", "I don't entirely well, I wonder about the extent to which you feel like you've done something terribly wrong or you deserve sort of Mabry like really angry or punishing because you will allow yourself to be really taken care of.", "And to kind of like I don't know.", "I think you were still wanting to be taken care of in a way that you usually can't or don't and it could also and it could also both be true."]}, {"speaker": 2, "dialogue": ["Yeah.", "No, I mean I think for me saying is that probably true.", "I am not sure whether it would have come up if I had a sort of seeing James now like after I came out James was the stress of it.", "for him"]}, {"speaker": 1, "dialogue": ["yeah, I guess when you say that I think of what more of my concern is, like when he conveys that he's angry and it seems like part of the problem is you feel a part of you that of course, even though you should be"]}, {"speaker": 2, "dialogue": ["Yeah.", "No, yeah, that seems so obvious to me that it only just occurred to me that you were questioning that."]}, {"speaker": 1, "dialogue": ["right", "We should stop now."]}, {"speaker": 2, "dialogue": ["Sure."]}]