[{"speaker": 1, "dialogue": ["Good morning."]}, {"speaker": 2, "dialogue": ["Good morning.", "So I can't remember it was last time we met that you gave me two pieces of advice.", "I don't remember if it was a vice over two sessions, but you the first one was you suggested that I was going to be?", "Okay in one of two ways that is very helpful.", "And the other was that you suggested that you thought it would be that you would wish for me that I not that I accept things as not ideal, but also good or evil to do that in general.", "So I've been.", "Trying to", "Both on certainly the first kind of ring true II also Rings true for a lot of reasons in a lot of situations.", "I got somewhere by so many pieces of Weiser last I guess lost ball sort of said we should just write up what you haven't talked in.", "It won't be the pieces that I always really wanted, but it will be good enough.", "So it's the specific version of the same advice.", "I think but not ideal but it's still so", "Both pieces of been very helpful since then.", "I think I told you good luck when you said you wanted me to change the way I was approaching the world, but I've been trying just that was the recognition that would be difficult thing.", "So the first piece that was always helpful particularly in dealing with the violation of tonya's mood so not to use the word scientific but was Common Sense there's a lot of fluctuations in her mood on a short timescale and he suggested months ago that I not track her mood day today, but there's a glitch that's fundamentally impossible when I'm there and not paying attention to how her mood is at any given moment.", "But having in some sense of a clearer sense of there's a future that will end up.", "Make something unimportant.", "Or not it makes it only importantly an immediate context.", "So it's easier to deal with her or something."]}, {"speaker": 1, "dialogue": ["But there's a difference between being oblivious to her mood and not attaching significance to it every day."]}, {"speaker": 2, "dialogue": ["Yes, that is so it's yeah, I mean, I'm not going to be able to not pay attention to it, but it's just isn't really feasible.", "I guess you're saying that not what you're suggesting anyway, but I don't think I've ever really took you to be saying that just so much as not projecting a trend off of it at any given moment.", "So the second piece has been very pain helpful.", "No idea but still good still okay has been helpful in dealing with the variety of situations as I guess you might imagine it would be which is why you suggested it.", "So I'm working to apply for a postdoc position now and I was at the time finishing up a poster and taking it to a conference and spending time at the conference helicopter in relationship with conferences and other academic things in that I hold them to that ideal but they're never ideal.", "That's the but never going to be that's okay.", "They're still good.", "Although parts of them are not good and it's", "so it's", "so I give the poster on two different nights.", "I gave them a Monday and Wednesday night.", "The Monday night was supposed to be like a big Gathering of all the different areas that make up society and it's supposed to be some sort of privilege to present there, but it turns", "But no one actually cares what you've done at the session because no one has the expertise or background of knowledge.", "So they looks at what you say.", "Oh, no, that's nice, and then they kind of move on so it's not ideal and if it's good, it's barely good.", "Wednesday night 1", "Wednesday night was very different.", "I had to talk with variety of experts in the sub areas of my area of biomechanics about the things that I had done.", "That was fun interesting debt for everyone.", "So maybe it was an ideal either but it was still very good.", "So it's kind of I don't know I pressed you a little bit when you first talked about it.", "About well, so you want me to get rid of this idea, but not ideal equals not good.", "But I'm trying to argue also for the category that it's not good between those two something like that.", "So anyway,", "so I think it's been hold hold both to appreciate what I'm doing two and two separate.", "What is good from what is not good in actual sense as opposed to like cuz easy thing to say is that Monday night post session was an idea but it also wasn't but it was just a crappy post-recession, but that's okay because that's two hours of my life.", "Not a big deal."]}, {"speaker": 1, "dialogue": ["I'm not encouraging obliterating categories and having everything be in the good category."]}, {"speaker": 2, "dialogue": ["I don't really take you to me, but I think you're pushing pretty hard knot on the not ideal part.", "Not ideal does not equal good not good in part because you sense resistance.", "It's also been helpful and actually getting the work done to send out these applications because they're not going to be ideal either, but I can still write a good application and its again this morning to not elaborate categories.", "Because I could write an application.", "That would not yet read but I could write an application.", "That would probably be red and we'll be as good as I can do.", "And like I said, just as good as I can do, so, it should be enough.", "I can't really do more by definition.", "So, thank you."]}, {"speaker": 1, "dialogue": ["My pleasure."]}, {"speaker": 2, "dialogue": ["That's not saying it's like trivial in that all of my problems are solved by this one in sight, but it's very helpful.", "I'm trying to use it."]}, {"speaker": 1, "dialogue": ["How are you feeling that Tanya's are volatile or if they're just as volatile as they've always been."]}, {"speaker": 2, "dialogue": ["The news are still somewhat fragile in that shoot.", "She has good moods now, which is good and has good days, but relatively small setbacks.", "I can't think of an example off hand what can be a larger impact on her than they would if she were healthier whatever exactly that word means and then they had at previous times that our life.", "She's been getting more involved in her church, which is good spending time around people like being involved in the community.", "I think it's a really good other side just barely drained from the", "not really related to violating that sense that it's like everything's harder for you her then.", "It would be under arbitrary Harrison circumstances that wasn't 6 months ago.", "So", "So we've been spending making dinner.", "So the nights that she's working I make dinner and the other night.", "She makes dinner the process of figuring out what to make for dinner seems to overwhelm her some days not Ashley doing it, but like having to make a decision about where we would eat so I'm not really sure if I answered the question.", "What does those are the thoughts I had."]}, {"speaker": 1, "dialogue": ["Well, I was asking just about your term of volatility."]}, {"speaker": 2, "dialogue": ["Okay, I meant that in the same markets are bile violate which has nothing to do with the chemical definitions which goes in to the gas phase.", "Usually it has to do with popular definition where some say says it's about Violet and you think of it as"]}, {"speaker": 1, "dialogue": ["Unpredictable is usually the reference."]}, {"speaker": 2, "dialogue": ["Yeah, but why what compound is a very predictable thing going into the gas phase at it's vapor pressure this temperature.", "Anyways, sorry, it's not really the point.", "But Herman does not always always has not truly unpredicted because I guess I've told you sort of several cause and effect type things.", "I guess how large the effect of any specific is difficult to predict.", "And everyday sort of like she gets up and it's a reset as whether it will be a good day or a bad day sing arbitrary.", "So that part is unpredictable."]}, {"speaker": 1, "dialogue": ["You're looking intently."]}, {"speaker": 2, "dialogue": ["I didn't mean to be yeah, I guess I'm curious as to whether you're going to let us sit in silence for a long time or whether you had another question."]}, {"speaker": 1, "dialogue": ["I don't know.", "It was just up to me whether I let us sit in silence."]}, {"speaker": 2, "dialogue": ["It's not.", "It's not."]}, {"speaker": 1, "dialogue": ["but"]}, {"speaker": 2, "dialogue": ["but I sort of", "Said the things that I had prepared to say in some sense, I don't have a follow-up to those things.", "Those were pieces that I thought it was important to bring up.", "It's all I have and then I'm not really sure what else to say.", "So often when I talk for as long as I have you have other", "You're curious about things."]}, {"speaker": 1, "dialogue": ["well, I'm curious about a lot of things but", "Sometimes I like to sort of just see where your mind goes."]}, {"speaker": 2, "dialogue": ["Okay."]}, {"speaker": 1, "dialogue": ["What it seems like something is in your thoughts.", "What are you thinking?"]}, {"speaker": 2, "dialogue": ["turned into a game sort of but I'm not sure what"]}, {"speaker": 1, "dialogue": ["Oh, no."]}, {"speaker": 2, "dialogue": ["not a bad way just in a funny way.", "You're sort of say yeah.", "Well, I'm curious as to what your thoughts are.", "So I'll just wait for you to share them and I'm saying well, I'm kind of curious as to what you're curious about.", "So I'll just wait."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["And so it's a game."]}, {"speaker": 1, "dialogue": ["I see."]}, {"speaker": 2, "dialogue": ["I'm not meaning to set it up as part of a octagonal scheme or anything, but that looks like how is it involving?", "I was amused."]}, {"speaker": 1, "dialogue": ["It's like who will speak first?"]}, {"speaker": 2, "dialogue": ["Something like that.", "Yeah, and now it's lost we can't even sit in silence for long.", "So Tanya and I were doing couples counseling but we stopped going to see him."]}, {"speaker": 1, "dialogue": ["Did you not like him or did you not want to be in couples counseling?"]}, {"speaker": 2, "dialogue": ["Little bit of both the first session.", "I think we both felt a little bit like he wasn't here in this.", "Well, we'd have to explain things went with Waze and then he would respond and he would explain it about four or five times and almost the same way this sort of response, which is clearly not how I felt interacting with you and it's not how you spell interacting with Chad.", "We're both relatively comfortable in those relationships.", "But not that other one has to confirm the specifications.", "But so we went back to the second session and I felt familiar, but that wasn't really the breaking point.", "So there's sort of about 70% of the way through where he was sort of started pressing Tanya to say what she felt like she was okay and wasn't going to kill herself because that's what he had heard from her previous session.", "She thought she had really said that but he's had sort of like I've seen some people try to talk to her and more private assessment in her situation, and she then she agreed with and news kind of okay the first night the second night.", "She was doing worse cuz of Thursday night.", "She works Tuesday, Wednesday Thursday 10 hours a day and so by Thursday night.", "It's not really she's a little more crap from them and I would say he was kind of pressing the", "Question and she wasn't very happy about it.", "So I suggested to him that he didn't really want to talk about the issue because I've known her for a long time and I can sort of particularly when she's interacting with somebody.", "I can really tell a good sense of her Moon.", "She kind of I didn't apparently didn't raise it very strong, but it didn't seem to him.", "And kind of kept pressing the question until she just said I don't want to talk about this anymore.", "And which there was an awkward silence in a firm denial comes with.", "There's a distress about the circumstances causes and her is not helpful for either of us.", "so that was a large part of not going back if that I mean, I don't know how you feel in response to that but"]}, {"speaker": 1, "dialogue": ["bad"]}, {"speaker": 2, "dialogue": ["Okay.", "Okay, like we did the wrong thing or was that a bad situation?"]}, {"speaker": 1, "dialogue": ["no, I feel bad because I know him less than I actually I have someone now.", "I don't know if you want to try someone else.", "There are a few people.", "I really want to refer you guys too, or just booked."]}, {"speaker": 2, "dialogue": ["right"]}, {"speaker": 1, "dialogue": ["I know him less.", "He came on the recommendation of someone.", "I really trust you can be very good.", "Just not a good match for you.", "I don't like what I'm hearing.", "I don't like that.", "It sounds like maybe this is you are concerned with something different than mine your it's sounding like there were two concerns one is that he wanted to talk about something that you guys didn't want to talk about particularly Tanya II the things that concerns me more and maybe this isn't even intended is that he was pushing for a particular answer that may not have been true.", "That's more concerning to me.", "I mean not to say that you should be forced to talk about things.", "You don't want to talk about but you certainly shouldn't feel that you can't be honest."]}, {"speaker": 2, "dialogue": ["Right.", "Yeah that honestly just isn't heard which I feel like Tanya was trying to say no that's not really good description of it.", "He was kind of trying to push her towards this particular description.", "And yeah."]}, {"speaker": 1, "dialogue": ["That's why I feel bad because I referred you to someone and it didn't sound like he did right by you."]}, {"speaker": 2, "dialogue": ["Well, thank you.", "I'm not upset with you.", "So just a thank you.", "Yeah, I think we would like another recommendation from you.", "But so that it gets to the other part of your question.", "Which was you do you just not want to be a couple counseling the answer to that is that I think couples counseling can and with the right person will help us but old certainly if we're going to be okay we're going to do that and then couples counseling is a particular venue to do certain things and certain insights and to be together and that was actually very helpful experience in the sense of uniting us against a third party.", "So it wasn't all bad in a lot of ways.", "It was like we became closer to that experience.", "If that makes sense."]}]