[{"speaker": 1, "dialogue": ["Where shall we start today?"]}, {"speaker": 2, "dialogue": ["James is off for the I'm pretty sure he's worried about my ability to be alone for a few weeks.", "Like he got groceries and figured out what bills were going to come out the next over the next two weeks."]}, {"speaker": 1, "dialogue": ["Yeah, thank you for the email.", "I glanced at it and saw that it would require some work before we can."]}, {"speaker": 2, "dialogue": ["Yeah, and I have all the like I've been all the bills, you know, I asked him at some point.", "I need to figure out this and I sort of meant it as I need to go.", "Into all the stack of claims and he had documented this weekend.", "I'm going to see mine in the city."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["So I'm excited about that.", "I think I'll leave but I'm excited.", "I'm talking to a class on Friday and I Sunday like I I actually do well on buses and trains most things that I enjoyed.", "I do enjoy that I can do stationary.", "I don't like the very much.", "Jackson and Serena, especially Jackson is fascinated by knitting.", "He doesn't want to learn how to do it.", "Selena wants to learn.", "He doesn't want to do that.", "He just wants to watch me do it which is fine, but I can't really sit and be holding a baby Ur doing something like that for somebody else for longer than 45 seconds.", "But at his request I'm making him up."]}, {"speaker": 1, "dialogue": ["Rely, whatever."]}, {"speaker": 2, "dialogue": ["It's finally he's very anxious in some ways.", "He's learning to ride a bike with training wheels.", "And I think it's sort of hard to sell his parents that I took them out yesterday and he's going really well, but I think he's very anxious.", "You know telling me about it, like ritualizing thing like brushes his teeth five times washes his hands five times and everything five times.", "Well, you know, I'm not sure you need to do it like 5 times.", "I sort of passed the information along to his parents of if it concerns them."]}, {"speaker": 1, "dialogue": ["Want some random advice on the bike riding thing."]}, {"speaker": 2, "dialogue": ["Yeah, that'd be great."]}, {"speaker": 1, "dialogue": ["Return to learn much better.", "I mean Training Wheels.", "I mean not to actually teach them to ride without training wheel, but what actually does is a balance bike thing."]}, {"speaker": 2, "dialogue": ["Yeah, he's graduating up from like a balance bike thing to a training wheel bike."]}, {"speaker": 1, "dialogue": ["Yeah, so instead try like if it's easy to get the pedals off the razor bike.", "So get the pedals and the training wheels off but the seat a little lower and then the regular bike is like a balance bike and they skipped longer and longer and on that and it's much shorter steps to actually being able to ride the bike actually like doing the training wheel bike doesn't have anything to do with better balance."]}, {"speaker": 2, "dialogue": ["Thanks."]}, {"speaker": 1, "dialogue": ["So whatever."]}, {"speaker": 2, "dialogue": ["El Paso on"]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["Good, of course now Jackson was really excited to leave Selena's balance bike.", "And now she just wants to ride the other bike the one he actually has."]}, {"speaker": 1, "dialogue": ["Yeah."]}, {"speaker": 2, "dialogue": ["cool"]}, {"speaker": 1, "dialogue": ["Sure."]}, {"speaker": 2, "dialogue": ["Yeah, I never see them Balance Bike before but it's a new thing."]}, {"speaker": 1, "dialogue": ["Yeah, it's a new thing.", "I haven't an actual balance bike to be honest, but like the balance bike principles the bike store was going on about it."]}, {"speaker": 2, "dialogue": ["Okay.", "Thanks.", "Has decided she will never sleep again.", "Like life is way too interesting to be asleep."]}, {"speaker": 1, "dialogue": ["Lucky you."]}, {"speaker": 2, "dialogue": ["Yes, I mean in practice.", "It means I get to keep her up until she's cranky enough that she falls asleep faster, but she's like just go into the room with the crib.", "She's like, oh no.", "This is not going to happen lucky me.", "She said that she doesn't like she won't sit still long enough for you to change your diaper.", "So you just have to come up like Russell with her while you're trying to change her diaper.", "I'm not sure how I feel about James leaving, but it'll be nice to have time alone.", "I don't want to leave James I've decided what I'm going to wear in my cousin's wedding.", "I don't want to go it's expensive.", "My aunt would be really sad if I missed it.", "But it's just another how reasonable is it for me to need to go do this and the incense to ask James to go with me.", "This is my cousin who is like I mean, like I want to say this is my cousin.", "From my aunt and uncle who are nuts but it's like two-thirds of them at least so these are for cars Matt karizmatik people I've ever met like very very talented and very sort of nuts ways.", "So Lillian the one who's getting married the same age as my sister by like 4 days, I think both Amanda and I have always been like kind of jealous of them, but she's like not so much that they got their shit together because they really don't but they really don't seem bothered by it at all.", "It's funny watching Amanda and Lillian both of them when they walk into the room are instantly the center or focus of the room.", "It's just how they work.", "I think Amanda sees that that in Lillian but doesn't see that in herself entertaining because there's a lot of people who usually", "When they talk into the room are the focus of the room, sometimes that ends up going badly, but usually it's just really good.", "I have not met Williams fiance.", "Their father is a minister and their mom worked in Portland Public School for a long time.", "I think she was like an education specialist shoe was that like we sort of realize that when we got older but whatever.", "My dad doesn't know what to do with his kids.", "He calls her and she gives him a bye.", "So for years quite recently he told us he got", "The divorcee called Philip in and or Philip and she was like you need."]}, {"speaker": 1, "dialogue": ["Like her name is Billa."]}, {"speaker": 2, "dialogue": ["Her name is Philip.", "Yeah, which is a family name."]}, {"speaker": 1, "dialogue": ["haha"]}, {"speaker": 2, "dialogue": ["Yeah, we name both girls and boys fell upon our family is very confusing for some people actually know we didn't used to but my aunt felt was pretty involved in the women's movement in the 70s.", "So when her older brother my uncle had a second child, he named himself after her so I'm not sure if it was a tribute or making fun of her it was probably both but she called her and she said you need a housekeeper and you need a nanny like this is what you need to do.", "Like here's how you're going to deal with your life wife leaving you so she's like the greatest person which I think she always seems she always thinks she knows what to do always takes charge.", "She had a daughter Kelly who died before", "Like that was her first child.", "So before any of us were born I didn't actually find out about her until my grandfather died."]}, {"speaker": 1, "dialogue": ["How old was she when she died?"]}, {"speaker": 2, "dialogue": ["Listen to hear that's how I found out about her.", "I don't think anybody was like nobody was keeping it a secret.", "It was just like nobody talks about her or at least my dad never talked about it.", "We didn't see these cousins that often and I found out about it because we she's buried at the same church that my grandfather grandparents are buried at it was clearly like so present and so real fur fill up and for and Wyatt, I hadn't known about it, and it was clearly really to all the aunts and uncles as well.", "I didn't know."]}, {"speaker": 1, "dialogue": ["where is such a storytelling family and", "We tell pretty hard story as you know stories with a lot of bite, but nobody ever told stories about this girl."]}, {"speaker": 2, "dialogue": ["Nobody's named Kelly which there like 9?", "Ulysses 7 Linens and a whole bunch of Phillips.", "I guess male names when you get taxed on more tightly than female names.", "And of course feeling embarrassed or ashamed I didn't even know who Kelly was it like I asked him made dad and made dad kind of like what's wrong with you.", "Nobody told me.", "I haven't talked to him about session us filing claims.", "It seems like not a good time trying to pack and trying to get ends tied up and trying to set up like a work to do when he gets there.", "I feel like I'm getting what do I mean getting?", "I feel like I'm much more timid around him.", "Then that's good for me or has been done for a relationship.", "You know, certainly I've been timid with lots of people.", "second offer", "Disappointment I think the hardest part for Jackson is that he's not found.", "He's not quite strong enough to act Ashley turn the pedals when he not going very fast, you sort of afraid to go fast enough to get momentum Soho starts to go and then we'll start going and then stop and get frustrated because of pedals are right and he can't push them down.", "The pedals don't seem to be working.", "Well that well.", "When I was nine or 10 somebody took a picture of me riding a bicycle and reading at the same time."]}, {"speaker": 1, "dialogue": ["It became a sort of iconic for me.", "Like that was what people remember about me for years.", "I really like to ride my bike by myself.", "I really like to read didn't like putting down my book for anything.", "It was like in a parking lot."]}, {"speaker": 2, "dialogue": ["Add the same thing happening to me what books I always used to I'd like to share a novel and I just wouldn't be able to stop until I finish the book like I don't care about anything else.", "Like I just want to finish a book.", "I just want to keep reading.", "I mean I read fast which is good, but it's a little bit scary to get enough caught in a narrative like in some ways nothing else in my life matters."]}, {"speaker": 1, "dialogue": ["What's distract you in a way that recaptcha lights?"]}, {"speaker": 2, "dialogue": ["Yeah.", "The problem is that eventually you have to put the book down.", "Not that I haven't tried and then I feel bad just the day being gone.", "I had these things I was planning on doing today."]}, {"speaker": 1, "dialogue": ["I guess there's also", "about not being with James because of feeling so sad that but I guess I also imagine that that wasn't the only thing that kept you apart."]}, {"speaker": 2, "dialogue": ["Yeah.", "He sort of asked why I'm sad.", "He asked about it.", "I'm not going to tell him I'd rather be dead.", "I feel like he's taking care of me in so many ways that he wants from me or that he needs for me is for me to be okay, and I can't get them up."]}, {"speaker": 1, "dialogue": ["So my impulse is to try to cover that up and I act like I'm okay and then I get distant from him."]}, {"speaker": 2, "dialogue": ["And then I feel like I'm", "help a lot.", "Things are hard copy.", "Yeah, I serve gone it through my head that this is the best way I can take care of him is to take care of myself, but then I can't take care of myself.", "I can't be okay."]}, {"speaker": 1, "dialogue": ["Well, I guess you felt sort of the same thing and it's part of where we ended yesterday about talking with me about wanting to be dead and I must see it differently, but if maybe not for quite the same reasons, I think it's James you feel like I am in the position of seeing you kind of on your own with that."]}, {"speaker": 2, "dialogue": ["Yeah, but maybe not for quite the same reasons.", "They seem like there's a similarity there, you know, like both of you make me be alive and that's something a part of me can really get behind and is really committed and part of me and can't"]}, {"speaker": 1, "dialogue": ["Feels like there is an estrangement there and it feels like an estrangement to myself to are you in strange from yourself to?"]}, {"speaker": 2, "dialogue": ["Yeah in the sense of like I'm committed to being but what I'm trying to do a large chunk of me doesn't want to do that.", "I can't you know that sort of something I can take out and look at and then I have to put it away like I have to spend not too much time with it.", "But when I don't spend any time with it, I beginning to feel like nothing I do is authentic."]}, {"speaker": 1, "dialogue": ["I think you at least with me like set up the estrangement.", "I know what you mean yesterday my commitment giving me a lot of responsibility, I guess to do that.", "But at the same time we both know that I have very limited ability to do that."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["another way that requires on your participation and", "I guess I have the impression that there is some way then you kind of setup of it or experience it as an estrangement.", "Whereas you probably in part because it's so hard and so scary to talk about any of the really really awful dark sometimes self-destructive.", "Sometimes I think that you feel I think I think you're so worried and sometimes I or nobody else can bear to hear it.", "Then more will want to shove them back on you in some way or another, you know, like with having somebody die, you know, you didn't get to have the moment of discovering that we're figuring that out or like the horror of it or sadness or whatever.", "Like you very quickly made it about somehow being your fault for not knowing or your responsibility to deal with it or something like that.", "I think this is a real similar with some of the things like people can't hear those.", "I mean, it's not clear with James now and there are some ways he can or their limitations which are which are there?", "I mean that's not just you but I guess it seems like with me I also sort of anticipate that and even arranged it a little bit."]}, {"speaker": 2, "dialogue": ["Have a very clear and focused very clear in my head.", "But like this is the place that I can cry when I need to but not for longer than 5 minutes."]}, {"speaker": 1, "dialogue": ["Like the 10-minute like the minutes are like those are mine or if that's mine."]}, {"speaker": 2, "dialogue": ["I guess so, I guess I feel like it feels to me and I think that this is more me than you feels like to me as though the limits you have with you.", "I can tell you about the self terrible self-destructive things and feelings, but my attitude towards them has to be of one wanting to be better."]}, {"speaker": 1, "dialogue": ["I think that.", "I think I can sort of with you makes me neglectful and a seemingly benign well-intentioned like like make me seem benign and well-intentioned but actually neglectful, which I think you."]}, {"speaker": 2, "dialogue": ["how neglectful"]}, {"speaker": 1, "dialogue": ["Because it puts limits on how you feel how things actually are for you."]}, {"speaker": 2, "dialogue": ["okay."]}, {"speaker": 1, "dialogue": ["On the basis of how I what I think that you should be like it doesn't make room for you.", "Does that make sense?"]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["inside a cast in a positive way, which I do so often do it people or change the subject or said something like", "or said something and they meant be nice or they thought they were being helpful or I could see why they said it that way but really and left me alone and feeling worse.", "We're going to stop."]}, {"speaker": 2, "dialogue": ["Yeah."]}, {"speaker": 1, "dialogue": ["Friday at 4:45"]}, {"speaker": 2, "dialogue": ["Okay.", "Thanks for drive safe."]}]