[{"categoryId": "1", "formalText": "He has been feeling more angry.", "sourceId": "39"}, {"categoryId": "2", "formalText": "He thinks it is good advice to not monitor Tanya's mood on a day-to-day basis.", "sourceId": "2"}, {"categoryId": "2", "formalText": "He thinks it has been a little bit harder than he anticipated.", "sourceId": "3"}, {"categoryId": "2", "formalText": "He does not really trust her right now.", "sourceId": "11"}, {"categoryId": "2", "formalText": "He feels there is a limit to what he can accept from her.", "sourceId": "12"}, {"categoryId": "2", "formalText": "She wants to take care of him, and maybe he is a bit standoffish, and she just wants to talk about what is bothering her.", "sourceId": "14"}, {"categoryId": "2", "formalText": "He feels that is fine normally, but it seems like the better she gets, the less he can deal with her problems.", "sourceId": "15"}, {"categoryId": "2", "formalText": "When she is in an acute crisis,", "sourceId": "16"}, {"categoryId": "2", "formalText": "he can deal with that.", "sourceId": "17"}, {"categoryId": "2", "formalText": "When she is appearing better, some of it makes him angry or brings out that he is angry.", "sourceId": "19"}, {"categoryId": "2", "formalText": "He could recognize while it was happening. She was really upset and looking for an outlet for being upset, but he could not stop being angry about her misrepresenting their conversations.", "sourceId": "30"}, {"categoryId": "2", "formalText": "He feels guilty that he can not handle all of it.", "sourceId": "33"}, {"categoryId": "2", "formalText": "He acknowledges that he has limits, and he seems to be running into some of them.", "sourceId": "34"}, {"categoryId": "2", "formalText": "He is angry that her illness or her actions have really hurt him over the last several months, and he just needs some time to recover from that.", "sourceId": "41"}, {"categoryId": "2", "formalText": "He has been hurt a lot over the last several months.", "sourceId": "46"}, {"categoryId": "2", "formalText": "He has injured emotions.", "sourceId": "52"}, {"categoryId": "2", "formalText": "He thinks that is the primary source of what has been going on.", "sourceId": "53"}, {"categoryId": "2", "formalText": "He does not want to wallow in it, dwell on it, or hold her accountable for it.", "sourceId": "55"}, {"categoryId": "2", "formalText": "He just wants the pain acknowledged.", "sourceId": "56"}, {"categoryId": "2", "formalText": "There are so many other logistical challenges that he has been handling over the last number of months.", "sourceId": "117"}, {"categoryId": "2", "formalText": "He just does not have the energy for some of them.", "sourceId": "118"}, {"categoryId": "2", "formalText": "He has some sort of need for control and need to protect other people and take care of other people.", "sourceId": "171"}, {"categoryId": "2", "formalText": "He believes he currently has been able to handle things better than other people.", "sourceId": "184"}, {"categoryId": "2", "formalText": "He knows how to manage information, and he knows how to do logistical things.", "sourceId": "203"}, {"categoryId": "2", "formalText": "He goes to those things because they are solvable or closer to solvable.", "sourceId": "204"}, {"categoryId": "2", "formalText": "He can focus on the practical problems, and they are the practical problems of who needs to know.", "sourceId": "207"}, {"categoryId": "2", "formalText": "He always ends up in charge of things.", "sourceId": "219"}, {"categoryId": "2", "formalText": "Some things he ends up in charge of because he wants to be.", "sourceId": "224"}, {"categoryId": "2", "formalText": "No one else would and he could be convinced to do it.", "sourceId": "229"}, {"categoryId": "2", "formalText": "He does what seems best as best as he can figure it out, and then he is in charge of it again.", "sourceId": "249"}, {"categoryId": "2", "formalText": "What seems best is never for him that someone else handle it.", "sourceId": "250"}, {"categoryId": "3", "formalText": "He did not start seeing the clinician until the end of January or February as just him.", "sourceId": "129"}, {"categoryId": "3", "formalText": "Before then, there was an extent to which he did not talk about something because they were still doing something like couple's counseling.", "sourceId": "130"}, {"categoryId": "5", "formalText": "There are some real ways in which she has abandoned him.", "sourceId": "47"}, {"categoryId": "5", "formalText": "She has threatened to kill herself several times.", "sourceId": "48"}, {"categoryId": "5", "formalText": "He did not really feel like she could, but they had the conversation where she asked him directly if they were okay, so he put it out there anyway.", "sourceId": "59"}, {"categoryId": "5", "formalText": "He thinks it is too soon to tell whether she actually can or not, but she could in that moment.", "sourceId": "61"}, {"categoryId": "5", "formalText": "She said she had not really thought about how her coming close to killing herself was hurting him.", "sourceId": "64"}, {"categoryId": "5", "formalText": "It is missing the effects on him and on everyone else in both of their families.", "sourceId": "66"}, {"categoryId": "5", "formalText": "His family all loves her a lot and have for years.", "sourceId": "69"}, {"categoryId": "5", "formalText": "He does not know what he is supposed to tell them and not tell them.", "sourceId": "74"}, {"categoryId": "5", "formalText": "He feels he does not need to tell in some sense.", "sourceId": "75"}, {"categoryId": "5", "formalText": "He feels he does not need to tell them that she tried to kill herself.", "sourceId": "76"}, {"categoryId": "5", "formalText": "It takes him awhile to trust people.", "sourceId": "79"}, {"categoryId": "5", "formalText": "It was back in November when", "sourceId": "83"}, {"categoryId": "5", "formalText": "that incident happened.", "sourceId": "84"}, {"categoryId": "5", "formalText": "He wonders how he can let other people take care of him.", "sourceId": "88"}, {"categoryId": "5", "formalText": "He wonders how he can take care of them also and not ask them to carry too much.", "sourceId": "89"}, {"categoryId": "5", "formalText": "He wonders how he can balance all that with Tanya's needs at the same time.", "sourceId": "90"}, {"categoryId": "5", "formalText": "Her father finally visited 2 weeks ago, but she had not wanted to see him before then and basically would not let him come.", "sourceId": "92"}, {"categoryId": "5", "formalText": "Her father would not talk to her either.", "sourceId": "93"}, {"categoryId": "5", "formalText": "It is like the burden is on him.", "sourceId": "94"}, {"categoryId": "5", "formalText": "The burden is on him to communicate how she is doing.", "sourceId": "95"}, {"categoryId": "5", "formalText": "He has two brothers and sisters.", "sourceId": "104"}, {"categoryId": "5", "formalText": "His sisters really want to be there for him and take care of him.", "sourceId": "105"}, {"categoryId": "5", "formalText": "He feels like there are time issues because there are half a dozen or a dozen people.", "sourceId": "106"}, {"categoryId": "5", "formalText": "He can not talk to all of them every day.", "sourceId": "107"}, {"categoryId": "5", "formalText": "He feels like just talking about it helps sometimes, but when he gets to the 3rd or 4th person, that has worn off.", "sourceId": "113"}, {"categoryId": "5", "formalText": "He is just passing on grief to someone else.", "sourceId": "114"}, {"categoryId": "5", "formalText": "He feels the whole thing has been pretty complicated in terms of their families.", "sourceId": "115"}, {"categoryId": "5", "formalText": "He thinks that the more important something is to him,", "sourceId": "127"}, {"categoryId": "5", "formalText": "the harder it is for him to talk about, so he has to trust in someone more in order to be able to talk about it.", "sourceId": "128"}, {"categoryId": "5", "formalText": "He feels that the other person may not be able to handle it.", "sourceId": "145"}, {"categoryId": "5", "formalText": "He does not trust that many people to do their jobs very well.", "sourceId": "155"}, {"categoryId": "5", "formalText": "He wonders how many details they need.", "sourceId": "165"}, {"categoryId": "5", "formalText": "He feels like the details drive it home or make it hurt more.", "sourceId": "166"}, {"categoryId": "5", "formalText": "He feels like they make it more real.", "sourceId": "167"}, {"categoryId": "5", "formalText": "He is protecting his mother and he is protecting Tanya in the case of Tanya wanting to kill herself.", "sourceId": "173"}, {"categoryId": "5", "formalText": "He hopes that they can handle the same circumstance better. The only person he talks to about Tanya's relationship is his best friend, and that is because Tanya almost told him, or told him most of it, but not enough, so he called him and asked what was going on. He was in a position of deciding whether to sit there and blunder about what was going on or tell him, and that seemed clearly less bad. He had a sense in which it was not so much that he could handle it better, but it was not as painful for him.", "sourceId": "180"}, {"categoryId": "5", "formalText": "Eventually, he asked his mother to manage information flow to his siblings, and he just talked to her.", "sourceId": "213"}, {"categoryId": "5", "formalText": "He thinks it all would have been so much different if they would have been in San Antonio or in Austin, somewhere close to their families.", "sourceId": "256"}]