[{"categoryId": "1", "formalText": "He tries to talk about anything except Tanya and eventually he gets talking about Tanya, and that is just hard.", "sourceId": "8"}, {"categoryId": "2", "formalText": "He finds smaller problems generalized in a way.", "sourceId": "12"}, {"categoryId": "2", "formalText": "He thinks that if we can solve something less important, maybe that will speak to something more important, and it will be easier to do.", "sourceId": "13"}, {"categoryId": "2", "formalText": "He finds himself in this position of a certainty for the last several months.", "sourceId": "26"}, {"categoryId": "2", "formalText": "He knows exactly what has been going on, as much as he can see her from the outside before that.", "sourceId": "28"}, {"categoryId": "2", "formalText": "He has a general sense of what was going on.", "sourceId": "29"}, {"categoryId": "2", "formalText": "He was in there every day and he does not know why she could handle what was going on at Brown.", "sourceId": "30"}, {"categoryId": "2", "formalText": "He thinks we are making it not very helpful because we talked about how she feels and not what is going on. He thinks that is most certainly related to how she feels up to a time, but now we drifted away into the causes of Tony has depression, which is big in a sense fundamentally unanswerable question.", "sourceId": "37"}, {"categoryId": "2", "formalText": "He wonders why she is depressed.", "sourceId": "38"}, {"categoryId": "2", "formalText": "He can make sense of it", "sourceId": "70"}, {"categoryId": "2", "formalText": "well enough, and on the other hand, he can not make sense of it at all.", "sourceId": "71"}, {"categoryId": "2", "formalText": "He thinks the piece that he really can not get a grip on is where it came to suicidally because there is this option of just walking away from where she is, but he thinks that for her she could not see it.", "sourceId": "75"}, {"categoryId": "2", "formalText": "He is angry about it, and she is coming back to the abyss in a lot of ways.", "sourceId": "82"}, {"categoryId": "2", "formalText": "There is sense in which she expects him to be a partner to her.", "sourceId": "83"}, {"categoryId": "2", "formalText": "He does not really trust her, and he thinks he loves her, but often he just feels so many negative emotions like pain and anger.", "sourceId": "84"}, {"categoryId": "2", "formalText": "He thinks that is particularly hard to deal with for him because it falls into a repeated class of failures for him.", "sourceId": "98"}, {"categoryId": "2", "formalText": "He has these expectations of marriage, of some sort of partnership, that they had made a sort of plan together to do this graduate school, saying get through it together.", "sourceId": "105"}, {"categoryId": "2", "formalText": "He does not know what to do here.", "sourceId": "112"}, {"categoryId": "2", "formalText": "He is doing very nearly all the house chores for two people for 6 months or longer, in addition to working and trying to take care of Tanya, manage her care, what other people are taking care of her. She is now in this place of not remembering things because of the ECT that she did.", "sourceId": "113"}, {"categoryId": "2", "formalText": "He feels like at least a little bit of it is his fault even though he is not sure if he could have made any different decisions.", "sourceId": "114"}, {"categoryId": "2", "formalText": "He knows what has happened.", "sourceId": "125"}, {"categoryId": "2", "formalText": "He does not know what to do.", "sourceId": "126"}, {"categoryId": "2", "formalText": "He does not like her failing in her promises.", "sourceId": "144"}, {"categoryId": "2", "formalText": "It gives him an excuse to fail in his.", "sourceId": "145"}, {"categoryId": "2", "formalText": "He wonders if she is not responsible for the illness, if he can be angry with her.", "sourceId": "148"}, {"categoryId": "2", "formalText": "That is the thing that happened to her as much as it happened to him.", "sourceId": "149"}, {"categoryId": "2", "formalText": "But if she is responsible for the illness, then it is a thing she did as well as what happened to her.", "sourceId": "150"}, {"categoryId": "2", "formalText": "He thinks it really does matter that she did not kill herself.", "sourceId": "175"}, {"categoryId": "2", "formalText": "He thinks it also matters that she did not try, although", "sourceId": "176"}, {"categoryId": "2", "formalText": "when you get to the point of making a plan and getting ready to execute, the line between that and trying does not seem like a large line to him.", "sourceId": "177"}, {"categoryId": "2", "formalText": "He thinks she is still depressed but not nearly as bad. He does not know that she is thinking very hard about the future so much as dealing with the present. That has to be awful not to remember the last several years, but he does not actually have as much sympathy left for her, which is horrible or he thinks it is horrible.", "sourceId": "190"}, {"categoryId": "2", "formalText": "He thinks he is better than other people.", "sourceId": "198"}, {"categoryId": "2", "formalText": "He has pretty high expectations for himself to be able to handle these things.", "sourceId": "199"}, {"categoryId": "2", "formalText": "For the most part, he can not, so that any space between handling it perfectly and where he actually is. That is the space in which he is failing because he can see how he would handle it better, but he can not. It is very few aspects among the life and which have been normal, sometimes he can deal with that.", "sourceId": "200"}, {"categoryId": "2", "formalText": "He feels like a way forward for them is for her not to reply to him alone right now.", "sourceId": "206"}, {"categoryId": "2", "formalText": "She has friends and family and then get them to help her deal with the problems. He has asked her to talk to her friends and her family about the memory loss and she has a tendency to try and hide things like this and because he can not reconstruct every conversation.", "sourceId": "207"}, {"categoryId": "2", "formalText": "He wonders how he can have conversations with her where he says that he can not support her right now.", "sourceId": "222"}, {"categoryId": "2", "formalText": "If he knows that an action he takes is going to hurt her, and he takes that action then there is some sense of him trying to deliberately hurt her.", "sourceId": "228"}, {"categoryId": "2", "formalText": "If Tanya is still in a lot of pain, he thinks he should be nicer, but he is also angry. He feels it is hard being nice when he is angry.", "sourceId": "301"}, {"categoryId": "5", "formalText": "Tanya continues to do well in the scale of the last several months.", "sourceId": "17"}, {"categoryId": "5", "formalText": "She is depressed but not near suicidal.", "sourceId": "18"}, {"categoryId": "5", "formalText": "He can not remember last week if she had surged trying to reconstruct the last several months of her life or not.", "sourceId": "20"}, {"categoryId": "5", "formalText": "She does not really remember them.", "sourceId": "21"}, {"categoryId": "5", "formalText": "It is particular when she was doing ECT, but even reaching out much farther back than that.", "sourceId": "22"}, {"categoryId": "5", "formalText": "She said she can not really remember what it was like at Brown, or why she could not handle it, or what was going on.", "sourceId": "23"}, {"categoryId": "5", "formalText": "She has all of these journals because particularly when she gets depressed or when she was hospitalized,", "sourceId": "34"}, {"categoryId": "5", "formalText": "she writes the journal a whole lot.", "sourceId": "35"}, {"categoryId": "5", "formalText": "She has this view at least over the last several years that depression was imposed upon her, as if no external causes in her situation can possibly be related to it.", "sourceId": "36"}, {"categoryId": "5", "formalText": "She had a particular set of susceptibilities that the environment at Brown really played on, despite counseling with an absurd number of people regularly, and she could not deal with it and could not develop a way of dealing with it.", "sourceId": "74"}, {"categoryId": "5", "formalText": "He thinks that in part because she could not see the depression as a thing X parade by her surroundings.", "sourceId": "76"}, {"categoryId": "5", "formalText": "There is an interesting description of it as an illness itself has progressed across generations in her family.", "sourceId": "79"}, {"categoryId": "5", "formalText": "Her parents parents were really terrible parents, just didn't seem to like children, were angry all the time towards the children at their existence. That left their father with anger issues and the mother with abandonment issues, and then they got married, and their anger and abandonment issues together. Her mother left, and her father yelled a lot, and then left her with both sets of issues, which they have played out in a relationship probating the traumas that were handed to her to him.", "sourceId": "80"}, {"categoryId": "5", "formalText": "He grew up in a religious organization that had totally corrupt leadership.", "sourceId": "99"}, {"categoryId": "5", "formalText": "He had these expectations of going to college and it being the filling time of reading and learning and growing with a community of people who want to do the same. He did find a very small community of people who are very like-minded, but it was not very that.", "sourceId": "100"}, {"categoryId": "5", "formalText": "She does not like the idea of having hurt him.", "sourceId": "164"}, {"categoryId": "5", "formalText": "Mostly he thinks she is just pleased that she did not kill herself, which is fair.", "sourceId": "165"}, {"categoryId": "5", "formalText": "He thinks she will continue to rely on him for", "sourceId": "214"}, {"categoryId": "5", "formalText": "day to day in a variety of ways.", "sourceId": "215"}, {"categoryId": "5", "formalText": "If they fight, he does not feel like she did that to hurt him, but he feels like she could reasonably understand, both given her childhood and her first long-term relationship. She had an emotionally abusive boyfriend who was depressed and threatened to kill himself if she did not do whatever.", "sourceId": "233"}, {"categoryId": "5", "formalText": "Horrible, horrific, terrible things have happened to her, and he gets that , and that is bad, but that should make him work through to her that doing these things is not okay, and so should make it more clear to him that doing these things is not okay, not less.", "sourceId": "235"}, {"categoryId": "5", "formalText": "He thought he had more or less put that to rest, that other infidelity, but it is interesting that comes to his mind when he is angry now.", "sourceId": "250"}]