[{"categoryId": "1", "formalText": "He has all this anger building up.", "sourceId": "57"}, {"categoryId": "2", "formalText": "He feels like he is recognizing the lid is coming off the pressure cooker. He also has an image that he is vomiting up emotion and the best that he can be is restrained. He recognizes that he has been having physical reactions.", "sourceId": "40"}, {"categoryId": "2", "formalText": "He has a lot of tension.", "sourceId": "44"}, {"categoryId": "2", "formalText": "He has a build-up of tension.", "sourceId": "47"}, {"categoryId": "2", "formalText": "He believes it is not unreasonable to want to have a relationship with emotional and physical intimacy.", "sourceId": "55"}, {"categoryId": "2", "formalText": "He had a sense of being out of control.", "sourceId": "73"}, {"categoryId": "2", "formalText": "He had more of a sense of almost calm determination.", "sourceId": "74"}, {"categoryId": "2", "formalText": "He leaned into it a little bit, and it was okay.", "sourceId": "75"}, {"categoryId": "2", "formalText": "He thinks he has come to some kind of resolve, but he does not know when that happened.", "sourceId": "81"}, {"categoryId": "2", "formalText": "He is going to have to get intimacy back into his life.", "sourceId": "83"}, {"categoryId": "2", "formalText": "He does not think this is an unreasonable thing for him to want.", "sourceId": "84"}, {"categoryId": "2", "formalText": "He feels he has to do something.", "sourceId": "85"}, {"categoryId": "2", "formalText": "He feels he has to take some action to make this happen.", "sourceId": "86"}, {"categoryId": "2", "formalText": "He recognizes that being dishonest with himself is not going to get him there.", "sourceId": "87"}, {"categoryId": "2", "formalText": "He has an image that he is the guy that has been sitting at the railway station for the last 7 years, waiting for the train to show up. He feels like the train is not coming back, and he is still sitting at the station.", "sourceId": "123"}, {"categoryId": "2", "formalText": "He was able to say that he needs physical and emotional intimacy in his life, and he is no longer willing to live without it.", "sourceId": "135"}, {"categoryId": "2", "formalText": "He does not know why, but he has shut out music from his life over the past seven years.", "sourceId": "150"}, {"categoryId": "2", "formalText": "He only feels anger, not guilt.", "sourceId": "176"}, {"categoryId": "2", "formalText": "He knows that his wife is hurting, and he knows what that would have done to him in the past, but he is not backing down, and he knows that there is going to be an onslaught.", "sourceId": "178"}, {"categoryId": "2", "formalText": "He feels he is not good at being honest with himself.", "sourceId": "201"}, {"categoryId": "2", "formalText": "He has an image of an inner child kind of thing that came back to him in some work that he had done a long time ago.", "sourceId": "214"}, {"categoryId": "2", "formalText": "This was back when he was doing his masters in religious education.", "sourceId": "215"}, {"categoryId": "2", "formalText": "He envisions the hotel, and he is walking down the hallway, and at the end of this hallway he opens the door in front of him to his childhood home.", "sourceId": "223"}, {"categoryId": "2", "formalText": "He finds himself: the five-year-old self who is hiding in the bushes.", "sourceId": "224"}, {"categoryId": "2", "formalText": "He remembers hiding from a couple of neighborhood boys who were laughing at him at the time.", "sourceId": "225"}, {"categoryId": "2", "formalText": "He does not remember why, but he has worked with this image before where he goes and talks with the child.", "sourceId": "226"}, {"categoryId": "2", "formalText": "He tells the child that it is okay, but this time there was no talking.", "sourceId": "227"}, {"categoryId": "2", "formalText": "He just grabbing up this five-year-old image of himself.", "sourceId": "228"}, {"categoryId": "2", "formalText": "It has been a hugely powerful thing for him because the child has not left him.", "sourceId": "229"}, {"categoryId": "2", "formalText": "To him, this image represents a deep sense of giving himself some love and cradling those parts of him.", "sourceId": "231"}, {"categoryId": "2", "formalText": "He feels that for all those years there was this foolish child who just had been alone and hurt.", "sourceId": "235"}, {"categoryId": "2", "formalText": "The child is wearing The Lone Ranger mask and a little cowboy hat.", "sourceId": "239"}, {"categoryId": "2", "formalText": "He kneels on the floor with a bench for meditation, and this 5 year old is right across from him, and he feels that it is really powerful imagery right now.", "sourceId": "246"}, {"categoryId": "2", "formalText": "He feels a sense of commitment.", "sourceId": "250"}, {"categoryId": "2", "formalText": "He feels a sense of power.", "sourceId": "251"}, {"categoryId": "2", "formalText": "He has a sense of knowing there is no way that he can go back.", "sourceId": "252"}, {"categoryId": "2", "formalText": "His issue with having a mild penis deformity is this huge shame.", "sourceId": "258"}, {"categoryId": "2", "formalText": "He is really trying to be patient with himself.", "sourceId": "266"}, {"categoryId": "2", "formalText": "He feels it is a painful ending and a new beginning, but he does not know what the new beginning is, and the ending was a long time ago, and it is just recognition that it is over now.", "sourceId": "273"}, {"categoryId": "2", "formalText": "It confirmed his worst fears that he is not lovable.", "sourceId": "310"}, {"categoryId": "2", "formalText": "He is putting intimacy into his life.", "sourceId": "426"}, {"categoryId": "2", "formalText": "He made a commitment to himself one or two weeks ago. He already has friends.", "sourceId": "429"}, {"categoryId": "2", "formalText": "He has friends that care about him.", "sourceId": "431"}, {"categoryId": "2", "formalText": "His wife made him feel really cheap.", "sourceId": "438"}, {"categoryId": "2", "formalText": "He did not accept it.", "sourceId": "441"}, {"categoryId": "2", "formalText": "He was listening, but he was not reacting.", "sourceId": "442"}, {"categoryId": "2", "formalText": "He went quickly to a place of sitting, listening, and being in the moment.", "sourceId": "443"}, {"categoryId": "2", "formalText": "He gave her a gift and allowed her to get it out.", "sourceId": "444"}, {"categoryId": "2", "formalText": "He is so tired of this.", "sourceId": "531"}, {"categoryId": "2", "formalText": "He feels he is living a lie.", "sourceId": "532"}, {"categoryId": "2", "formalText": "He feels he is done.", "sourceId": "533"}, {"categoryId": "2", "formalText": "He does not think he is stuck.", "sourceId": "591"}, {"categoryId": "2", "formalText": "He has started getting some names of a couple counselors.", "sourceId": "593"}, {"categoryId": "5", "formalText": "He had a discussion with his wife, and he talked a bit about being unhappy, and she acknowledged that, but then it was kind of dropped.", "sourceId": "16"}, {"categoryId": "5", "formalText": "She had an opportunity to continue the conversation when they went to go see their kid at Indiana University, and she chose to drive with a friend instead.", "sourceId": "17"}, {"categoryId": "5", "formalText": "He went to see the kids, so he had an opportunity to see his son Harry.", "sourceId": "21"}, {"categoryId": "5", "formalText": "His son had a conference.", "sourceId": "22"}, {"categoryId": "5", "formalText": "He stayed over with his son, went out to dinner, and his daughter came over.", "sourceId": "23"}, {"categoryId": "5", "formalText": "He had an opportunity to connect with all of the kids.", "sourceId": "24"}, {"categoryId": "5", "formalText": "It was just him because his wife was at the conference with her friends, and then they all converged at Indiana University Sunday afternoon.", "sourceId": "26"}, {"categoryId": "5", "formalText": "His son was in a show.", "sourceId": "27"}, {"categoryId": "5", "formalText": "For Christmas this year, they ended up buying a season subscription to Broadway on Detroit.", "sourceId": "62"}, {"categoryId": "5", "formalText": "They got tickets, and they ended up going to the first one of those shows on Sunday night. They went to dinner ahead of time, and they were in a public place, and there was something wrong.", "sourceId": "63"}, {"categoryId": "5", "formalText": "His wife was asking him what was going on.", "sourceId": "64"}, {"categoryId": "5", "formalText": "He responded that there was nothing wrong.", "sourceId": "65"}, {"categoryId": "5", "formalText": "He was just sitting with it, and there was maybe some awkward silence, but he was finally able in to express all the anger that he is feeling in choppy senses and language.", "sourceId": "67"}, {"categoryId": "5", "formalText": "He feels like they are not speaking the same language, and she was starting to get a little defensive. Tears were welling up.", "sourceId": "100"}, {"categoryId": "5", "formalText": "She said that with all of the things that she does for him to show him how much she cares, and her love and affection for him, and all the intimacy that she gives him, he is just not there for that.", "sourceId": "101"}, {"categoryId": "5", "formalText": "He said to tell him what that looks like because he believes that is what she is trying to do, but he does not know what it looks like. She said that she gives him a kiss in the morning on her way out the door and she tell him she loves him.", "sourceId": "102"}, {"categoryId": "5", "formalText": "He feels that it is just a reminder of all the things that he does not have in his life.", "sourceId": "103"}, {"categoryId": "5", "formalText": "It was almost time for them to move to the show. She was fiddling on the phone, looking at Facebook, and telling him about this not as if they were just talking about physical intimacy.", "sourceId": "110"}, {"categoryId": "5", "formalText": "It is about about sexual intimacy.", "sourceId": "111"}, {"categoryId": "5", "formalText": "Her fear of sexual intimacy is so deep that she started talking about their sexual intimacy in past tense.", "sourceId": "112"}, {"categoryId": "5", "formalText": "She said that they had a really wonderful sexual intimacy in their life.", "sourceId": "114"}, {"categoryId": "5", "formalText": "They have three wonderful kids.", "sourceId": "115"}, {"categoryId": "5", "formalText": "She feels that is over now, and she can not go there anymore.", "sourceId": "117"}, {"categoryId": "5", "formalText": "That had been his experience for the last 7 years, but it had never been stated that it is completely over.", "sourceId": "121"}, {"categoryId": "5", "formalText": "He feels that this is the path that his wife set up a long time ago, intentionally or unintentionally.", "sourceId": "181"}, {"categoryId": "5", "formalText": "He feels she set up all the dominoes.", "sourceId": "183"}, {"categoryId": "5", "formalText": "He feels he can not talk about his feelings.", "sourceId": "184"}, {"categoryId": "5", "formalText": "It has been 27 years of this.", "sourceId": "186"}, {"categoryId": "5", "formalText": "This is what happened after 27 years of her setting up those dominoes.", "sourceId": "188"}, {"categoryId": "5", "formalText": "Yesterday there was snow, and she was home from school.", "sourceId": "279"}, {"categoryId": "5", "formalText": "He was trying to get some work done, and they had a conversation about trying to go down that road of talking about intimacy and recognizing that they are speaking two completely different languages. He was trying to deeply listen to what she was saying.", "sourceId": "280"}, {"categoryId": "5", "formalText": "He feels and hears that she is completely petrified of moving down the road of physical intimacy.", "sourceId": "281"}, {"categoryId": "5", "formalText": "She screams against it and yells at him.", "sourceId": "283"}, {"categoryId": "5", "formalText": "He wondered if he was in a car accident and he was quadriplegic, if she would stop loving him.", "sourceId": "285"}, {"categoryId": "5", "formalText": "She told him if intimacy is so important to him, then he should just go find somebody and have himself a good lay.", "sourceId": "286"}, {"categoryId": "5", "formalText": "He feels it was just pouring more gasoline on the fire.", "sourceId": "300"}, {"categoryId": "5", "formalText": "This was not the way the relationship started because she was the one that initiated everything sexually in the beginning.", "sourceId": "304"}, {"categoryId": "5", "formalText": "He feels they suddenly had a completely upside down relationship.", "sourceId": "306"}, {"categoryId": "5", "formalText": "He believes this is always been an issue.", "sourceId": "346"}, {"categoryId": "5", "formalText": "He is not sure at what point the honeymoon ended.", "sourceId": "359"}, {"categoryId": "5", "formalText": "It did not last long, and he believes that after the kids there was a sense of being done.", "sourceId": "360"}, {"categoryId": "5", "formalText": "He believes sex was always an issue and it has been a very long time.", "sourceId": "362"}, {"categoryId": "5", "formalText": "His wife asks if he can just love her for who she is.", "sourceId": "365"}, {"categoryId": "5", "formalText": "Eventually they got to the place where they could not have sex at home anymore.", "sourceId": "369"}, {"categoryId": "5", "formalText": "Sex was relegated to maybe three or four times a year by going away for the weekend.", "sourceId": "370"}, {"categoryId": "5", "formalText": "It was pretty much always initiated by him, and they got to the point that the only way they were going to have sex was if they had two or four drinks beforehand.", "sourceId": "372"}, {"categoryId": "5", "formalText": "They had to get in the self-medicating state before going there.", "sourceId": "373"}, {"categoryId": "5", "formalText": "It was not satisfying.", "sourceId": "375"}, {"categoryId": "5", "formalText": "For at least 10 years, she had premenopausal migraines.", "sourceId": "381"}, {"categoryId": "5", "formalText": "If it was not a headache or working or the kids, there was just no time.", "sourceId": "382"}, {"categoryId": "5", "formalText": "He believes his wife has some serious hurts, and she needs to get them fixed, and there is no hope for intimacy until she can fix that.", "sourceId": "411"}, {"categoryId": "5", "formalText": "He believes intimacy is the ability to completely learn about the other person, and right now he can not go there.", "sourceId": "413"}, {"categoryId": "5", "formalText": "He has never been able to go there with her.", "sourceId": "414"}, {"categoryId": "5", "formalText": "He has showed up faithfully to Wednesday night choir practice for years, and she goes out with the girls every once in a while.", "sourceId": "448"}, {"categoryId": "5", "formalText": "He goes home after choir practice and watches a series.", "sourceId": "449"}, {"categoryId": "5", "formalText": "He has been watching on Netflix.", "sourceId": "450"}, {"categoryId": "5", "formalText": "Last night, he decided that he is not going home anymore.", "sourceId": "451"}, {"categoryId": "5", "formalText": "He is tired of sitting in front of the television and wasting his life.", "sourceId": "452"}, {"categoryId": "5", "formalText": "He asked one the guys.", "sourceId": "453"}, {"categoryId": "5", "formalText": "He did not want to go to the bar.", "sourceId": "454"}, {"categoryId": "5", "formalText": "He asked about Starbucks instead.", "sourceId": "455"}, {"categoryId": "5", "formalText": "His wife did not go out with the girls last night.", "sourceId": "476"}, {"categoryId": "5", "formalText": "She went home, but she did not tell him she was going home.", "sourceId": "477"}, {"categoryId": "5", "formalText": "He got a text.", "sourceId": "478"}, {"categoryId": "5", "formalText": "She was almost home.", "sourceId": "479"}, {"categoryId": "5", "formalText": "She wondered if he was okay.", "sourceId": "481"}, {"categoryId": "5", "formalText": "She asked where he was.", "sourceId": "483"}, {"categoryId": "5", "formalText": "She said that she came home after choir practice and he was not there.", "sourceId": "484"}, {"categoryId": "5", "formalText": "He felt rage and anger bubbling up.", "sourceId": "486"}, {"categoryId": "5", "formalText": "He feels this is all about recognizing that he put the nuclear option on the table.", "sourceId": "487"}, {"categoryId": "5", "formalText": "Now after 7 years his wife is finally going to pay some attention to him.", "sourceId": "488"}, {"categoryId": "5", "formalText": "He has had a routine in the morning for years, and he wakes up very slowly in the mornings.", "sourceId": "493"}, {"categoryId": "5", "formalText": "He has a half hour to 45 minute meditation routine exercise.", "sourceId": "494"}, {"categoryId": "5", "formalText": "He has to go walk the dog, and he gets up very early in the morning because that is his time.", "sourceId": "495"}, {"categoryId": "5", "formalText": "She got up this morning at 5:30 and she was making breakfast.", "sourceId": "496"}, {"categoryId": "5", "formalText": "He was getting up, and he went out and he walked the dog.", "sourceId": "498"}, {"categoryId": "5", "formalText": "They normally walk for five minutes, but he was so angry that he just ended up walking down the country road for about 3 miles, and he was not coming back.", "sourceId": "499"}, {"categoryId": "5", "formalText": "He feels it is just too little too late.", "sourceId": "503"}, {"categoryId": "5", "formalText": "She said that she is putting all this intimacy out here and he is just pushing her away. He said that he can not just turn it on like a spigot.", "sourceId": "510"}, {"categoryId": "5", "formalText": "He physically felt like he was going to vomit, and he was shaking. He could barely talk.", "sourceId": "517"}, {"categoryId": "5", "formalText": "He was able to tell her that he was feeling such anger and rage right now that he could not even function.", "sourceId": "518"}, {"categoryId": "5", "formalText": "At that point he just got up.", "sourceId": "520"}, {"categoryId": "5", "formalText": "He has one friend.", "sourceId": "538"}, {"categoryId": "5", "formalText": "He and his friend are both in the same boat right now.", "sourceId": "539"}, {"categoryId": "5", "formalText": "They both recognize how needy they are and what the needs are for boundaries in this.", "sourceId": "541"}, {"categoryId": "5", "formalText": "He feels out of control.", "sourceId": "542"}, {"categoryId": "5", "formalText": "He does not want to hurt anybody else.", "sourceId": "544"}, {"categoryId": "5", "formalText": "He does have a connection with some people, and he feels like he has a network of people here.", "sourceId": "547"}, {"categoryId": "5", "formalText": "He has a network of people here, with a little bit here and a little bit there.", "sourceId": "549"}, {"categoryId": "5", "formalText": "He recognizes that there are some professional boundary things that he has to be really concerned about.", "sourceId": "551"}]