[{"categoryId": "0", "formalText": "She works at an insurance office and does not have time to sleep more than she does.", "sourceId": "120"}, {"categoryId": "1", "formalText": "She is not sleeping well, and she does not want to sleep because sleep brings nightmares, and she has the same nightmare over and over.", "sourceId": "4"}, {"categoryId": "1", "formalText": "She is wondering if she can get something to help her sleep and forget past events.", "sourceId": "5"}, {"categoryId": "2", "formalText": "She feels like she can not live her life.", "sourceId": "9"}, {"categoryId": "2", "formalText": "She does not want to be around groups of people.", "sourceId": "10"}, {"categoryId": "2", "formalText": "She feels irritable and has been having trouble concentrating and remembering things.", "sourceId": "11"}, {"categoryId": "2", "formalText": "She does not have an appetite and feels nauseated a lot lately.", "sourceId": "12"}, {"categoryId": "2", "formalText": "She is 28 years old and feels like an old lady.", "sourceId": "13"}, {"categoryId": "2", "formalText": "She has had nightmares for years throughout her childhood.", "sourceId": "16"}, {"categoryId": "2", "formalText": "Now she is 28 and still having them. She never likes to sleep and tries to avoid it, and she needs only about 5 hours a night, so the anxious and irritable feelings have increased more in the last few months.", "sourceId": "17"}, {"categoryId": "2", "formalText": "She noticed her nausea and loss of appetite since the separation from her husband and since moving into her grandparents' house again.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She believes this all began with a panic attack. She thought she was having heart issues but realized that she was having a panic attack. She figured it was due to the split with her husband and moving back to her hometown into the old house.", "sourceId": "29"}, {"categoryId": "2", "formalText": "The ages of her daughters probably trigger some memories because they are so small and innocent.", "sourceId": "73"}, {"categoryId": "2", "formalText": "She feels that she has less patience with her daughters. She also feels that she spaces out more, having a hard time concentrating and sticking with tasks.", "sourceId": "87"}, {"categoryId": "2", "formalText": "She finds herself wanting to just get in the car and go drive with the girls.", "sourceId": "88"}, {"categoryId": "2", "formalText": "It feels confining in the house all the time to her, but she does not want to be around bunches of people.", "sourceId": "89"}, {"categoryId": "2", "formalText": "She has always been mildly more sad than usual.", "sourceId": "91"}, {"categoryId": "2", "formalText": "She feels like she is suffocating and like she needs space.", "sourceId": "93"}, {"categoryId": "2", "formalText": "She wants to be alone.", "sourceId": "94"}, {"categoryId": "2", "formalText": "She is not having thoughts of suicide because she can not leave her girls.", "sourceId": "96"}, {"categoryId": "2", "formalText": "She had a panic attack, and she does not feel entirely safe in the house.", "sourceId": "105"}, {"categoryId": "2", "formalText": "She figured she was not used to living on her own.", "sourceId": "106"}, {"categoryId": "2", "formalText": "She is scared of something happening to her daughters and that she will not be able to protect them.", "sourceId": "107"}, {"categoryId": "2", "formalText": "She wakes up from her nightmares and feels an overwhelming sense that she can not protect them.", "sourceId": "108"}, {"categoryId": "2", "formalText": "She goes to check on them after her heart slows and her shaking quits from the nightmare.", "sourceId": "109"}, {"categoryId": "2", "formalText": "The nightmares are mostly the same.", "sourceId": "111"}, {"categoryId": "2", "formalText": "Someone is in the house chasing her, and she need to save her family before he gets to them and kills them all. They are dark dreams that she does not share with anyone outside of counseling.", "sourceId": "112"}, {"categoryId": "2", "formalText": "She wakes up in a sweat, out of breath, and with her heart racing.", "sourceId": "115"}, {"categoryId": "2", "formalText": "She must get up and sit for a bit, so she does not go back into the same dream.", "sourceId": "116"}, {"categoryId": "2", "formalText": "She does not nap because naps bring on very bad dreams, some of the worst.", "sourceId": "118"}, {"categoryId": "2", "formalText": "She avoids napping.", "sourceId": "119"}, {"categoryId": "2", "formalText": "She worries about her daughters being harmed.", "sourceId": "123"}, {"categoryId": "2", "formalText": "She was also worried about how the separation with her husband will affect them.", "sourceId": "124"}, {"categoryId": "2", "formalText": "She feels that she needs to not feel so scared and worn out. She does not want to get her mom or dad involved in treatment.", "sourceId": "153"}, {"categoryId": "3", "formalText": "She has taken no medications, and in therapy she basically talks about things that have happened in the past.", "sourceId": "83"}, {"categoryId": "3", "formalText": "Sometimes she feels stuck and needs to talk to her counselor.", "sourceId": "84"}, {"categoryId": "3", "formalText": "Suicide was a thought as she was growing up, when her parents divorced.", "sourceId": "96"}, {"categoryId": "3", "formalText": "She wanted to die then, and later again when they both remarried.", "sourceId": "97"}, {"categoryId": "3", "formalText": "She has talked to her counselor about the suicide stuff.", "sourceId": "98"}, {"categoryId": "3", "formalText": "She used to have a suicide plan when she was a teenager. She would take a bunch of pills or get into her mom's car, and turn it on, and go to sleep in the close-up garage.", "sourceId": "100"}, {"categoryId": "3", "formalText": "That was when she was in junior high and high school.", "sourceId": "101"}, {"categoryId": "4", "formalText": "She smoked cigarettes, a pack a day, and she started when she quit alcohol", "sourceId": "30"}, {"categoryId": "4", "formalText": "She went through treatment for her drinking, and she has been sober for eight years.", "sourceId": "31"}, {"categoryId": "4", "formalText": "No other drug use.", "sourceId": "32"}, {"categoryId": "5", "formalText": "She moved back to town this last year with her two young daughters.", "sourceId": "22"}, {"categoryId": "5", "formalText": "She is living at her grandparents' house.", "sourceId": "23"}, {"categoryId": "5", "formalText": "They have both passed.", "sourceId": "24"}, {"categoryId": "5", "formalText": "She noticed after she moved that she does not feel settled, and she has her symptoms.", "sourceId": "25"}, {"categoryId": "5", "formalText": "She loved her grandparents as a child.", "sourceId": "36"}, {"categoryId": "5", "formalText": "She loves the house except for the basement.", "sourceId": "37"}, {"categoryId": "5", "formalText": "She used to have to play with her cousin in the basement.", "sourceId": "38"}, {"categoryId": "5", "formalText": "He was not a nice person, five years older than her, and he liked to teach her all sorts of things sexual things.", "sourceId": "39"}, {"categoryId": "5", "formalText": "She was only five at the time and she did not understand.", "sourceId": "40"}, {"categoryId": "5", "formalText": "She felt dirty and ashamed, and she did not tell anyone until she was an adult.", "sourceId": "41"}, {"categoryId": "5", "formalText": "Her family does not know about the abuse from your cousin.", "sourceId": "44"}, {"categoryId": "5", "formalText": "Her husband was emotionally and mentally abusive; not always, but they just could not seem to work things out.", "sourceId": "56"}, {"categoryId": "5", "formalText": "She grew up with her step dad abusing her mom.", "sourceId": "57"}, {"categoryId": "5", "formalText": "She recognized the cycle, and she did not want to get to the physical abuse stage.", "sourceId": "58"}, {"categoryId": "5", "formalText": "Her mom was pretty physical.", "sourceId": "61"}, {"categoryId": "5", "formalText": "Her mom would get beat, and then the kids would get beat.", "sourceId": "62"}, {"categoryId": "5", "formalText": "She is on her own now and away from all of that.", "sourceId": "64"}, {"categoryId": "5", "formalText": "She makes sure that her daughters are not left with anyone other than her sister and her grandmother when she was alive.", "sourceId": "68"}, {"categoryId": "5", "formalText": "They do not have sleepovers, and they know about good and bad touch.", "sourceId": "69"}, {"categoryId": "5", "formalText": "Her mom was a yeller, threw things, cursed a lot, and was not a happy person.", "sourceId": "77"}, {"categoryId": "5", "formalText": "Her mom had her when she was 16.", "sourceId": "78"}, {"categoryId": "5", "formalText": "She and her mom always kind of clashed.", "sourceId": "79"}, {"categoryId": "5", "formalText": "Her husband was also a yeller and controller. He means to protect her, but it goes too far.", "sourceId": "80"}, {"categoryId": "5", "formalText": "She learned her dreams were not normal dreams when she was growing up.", "sourceId": "113"}, {"categoryId": "5", "formalText": "Her friends would look petrified as she told them about the killing, chasing, and fear.", "sourceId": "114"}, {"categoryId": "5", "formalText": "When her parents divorced, it was devastating to her.", "sourceId": "125"}, {"categoryId": "5", "formalText": "Her life just went downhill.", "sourceId": "126"}, {"categoryId": "5", "formalText": "Her mom married an alcoholic that beat her, and then she beat her kids. The cops were at her house a lot to break up the fighting.", "sourceId": "128"}, {"categoryId": "5", "formalText": "She feels that it was embarrassing.", "sourceId": "129"}, {"categoryId": "5", "formalText": "She did not eat well or often, and she usually cooked for her sister and brother because her mom and stepdad were at the bar.", "sourceId": "130"}, {"categoryId": "5", "formalText": "They ate a lot of pancakes.", "sourceId": "131"}, {"categoryId": "5", "formalText": "It was all that she knew how to cook at 9 years old.", "sourceId": "132"}, {"categoryId": "5", "formalText": "She missed her dad.", "sourceId": "133"}, {"categoryId": "5", "formalText": "He never raised his voice or hit her once.", "sourceId": "134"}, {"categoryId": "5", "formalText": "He was the opposite of her stepdad.", "sourceId": "135"}, {"categoryId": "5", "formalText": "She moved every year.", "sourceId": "136"}, {"categoryId": "5", "formalText": "She was in school sometimes across the street or sometimes across town.", "sourceId": "137"}, {"categoryId": "5", "formalText": "She got behind in school because of changing so many times, and she learned to not get too close to friends.", "sourceId": "138"}, {"categoryId": "6", "formalText": "Her mom was depressed and has issues.", "sourceId": "50"}, {"categoryId": "6", "formalText": "Her mom has never been treated.", "sourceId": "51"}, {"categoryId": "6", "formalText": "Her dad is fine.", "sourceId": "52"}, {"categoryId": "6", "formalText": "No other medical issues that she knows of.", "sourceId": "54"}]