[{"categoryId": "1", "formalText": "School is over for the semester but she wanted longer. She kind of feels like she misses that structure, but she is kind of a little sad about Peter Department.", "sourceId": "7"}, {"categoryId": "2", "formalText": "She wanted to leave the place, for all of the psychological, subconscious reasons, but the practical thing was that she was thinking was there was already someone who was interested.", "sourceId": "11"}, {"categoryId": "2", "formalText": "She kept thinking about her and thinking of saving that money or giving it to her mom", "sourceId": "12"}, {"categoryId": "2", "formalText": "That is why she asked her roommate to see if they would be a good fit, and they are not, and she was a little upset by that because Alana said that the girl is a little pushy. She thinks that she ca not be any pushier than her and wonders when they would actually see each other..", "sourceId": "15"}, {"categoryId": "2", "formalText": "She feels like it was kind of lonely in that place because she would not see her roommates for days, and there was such little interaction time.", "sourceId": "17"}, {"categoryId": "2", "formalText": "She knows she signed the lease and is responsible for the rent, and she will pay it, but it just makes her feel a little bad because they get a lot of interest but then they reject people.", "sourceId": "26"}, {"categoryId": "2", "formalText": "Yesterday", "sourceId": "28"}, {"categoryId": "2", "formalText": "she was feeling really, really horrible.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She was walking around the streets crying, and she was actually aware of what she was doing.", "sourceId": "30"}, {"categoryId": "2", "formalText": "She was thinking of Andre, thinking and rethinking the same things, and she was feeling so victimized and having that narrative constantly debilitate her.", "sourceId": "31"}, {"categoryId": "2", "formalText": "She kept thinking all the odds were against her.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She feels that every time she tries, something else goes wrong or something else happens and makes her feel bad.", "sourceId": "36"}, {"categoryId": "2", "formalText": "She reacts to situations in a negative way.", "sourceId": "37"}, {"categoryId": "2", "formalText": "She looks at other people to draw lessons from their life.", "sourceId": "44"}, {"categoryId": "2", "formalText": "She asks how they did it.", "sourceId": "45"}, {"categoryId": "2", "formalText": "She asks how they ignored all the crap and did what they wanted to do.", "sourceId": "46"}, {"categoryId": "2", "formalText": "She ends up looking at them, though they have this thing that she never had that she cannot", "sourceId": "48"}, {"categoryId": "2", "formalText": "do anything about.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She is totally insecure. She wishes she could just be just a little bit like that. She wonders if she will always be insecure or if she will be able to feel a little secure in herself.", "sourceId": "57"}, {"categoryId": "2", "formalText": "She deliberately tortures herself.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She will start Facebook in the morning so she can feel bad all day, but she has to develop those impulses so she can be emotionally strong and look at those things objectively.", "sourceId": "64"}, {"categoryId": "2", "formalText": "She is learning that what she is feeling is temporary.", "sourceId": "67"}, {"categoryId": "2", "formalText": "Previously all these things she was feeling, she would feel them so intensely, and she would just be totally in the moment. Victor says that there was just dishonest abundant present and regard for the past definitely, but no regard for the future. She thinks her thinking is opening in that direction a little bit. She has a sense that if she is sad right now and it feels awful, but maybe she will not feel so awful in a few hours or a few days.", "sourceId": "69"}, {"categoryId": "2", "formalText": "She was feeling very, very sad yesterday.", "sourceId": "73"}, {"categoryId": "2", "formalText": "She was sad enough to cry and not even realize that she was out in public.", "sourceId": "74"}, {"categoryId": "2", "formalText": "Today she would not feel like crying, and maybe she just does not know how to be secure in herself.", "sourceId": "75"}, {"categoryId": "2", "formalText": "She feels like she needs a set of legitimate treatments to be able to build on her sense of being, on her sense of self.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She wants to play the blame game, but she wonders if this came from a did this sense having to do something.", "sourceId": "81"}, {"categoryId": "2", "formalText": "She wonders if this comes from David.", "sourceId": "83"}, {"categoryId": "2", "formalText": "She needs David through his guidance.", "sourceId": "136"}, {"categoryId": "2", "formalText": "For the first time she is maybe letting him take care of her.", "sourceId": "141"}, {"categoryId": "2", "formalText": "She does not know what she feels about that because she thought she would want to do it herself, take care of stuff herself.", "sourceId": "142"}, {"categoryId": "2", "formalText": "She feels like everyone is expecting her to be an adult and be independent, and she feels that herself.", "sourceId": "143"}, {"categoryId": "2", "formalText": "Maybe she was resisting him being in charge and leaning on him, but she guesses she is accepting that she should lean on him more.", "sourceId": "144"}, {"categoryId": "2", "formalText": "She does not exactly know what it feels like to feel free.", "sourceId": "166"}, {"categoryId": "2", "formalText": "There is a lot of anxiety attached to freedom for her, so because she is doing something, it feels like she is doing it for the first time.", "sourceId": "167"}, {"categoryId": "2", "formalText": "It is something that is full of anxiety.", "sourceId": "176"}, {"categoryId": "2", "formalText": "She would ruin her dreams by not being able to work and constantly thinking about him.", "sourceId": "235"}, {"categoryId": "2", "formalText": "That is what she is trying not to do.", "sourceId": "236"}, {"categoryId": "2", "formalText": "She does think about him, but she does not try to because then she will wonder if he has replied or if she might want to see him, then if he wants to see her and when and in what condition. If she sees him then she will wonder if they are going to get back together or not.", "sourceId": "237"}, {"categoryId": "2", "formalText": "She feels it is going to waste too much time.", "sourceId": "238"}, {"categoryId": "2", "formalText": "She was struck by the deceptive aspect of the things. They look normal, and then that is how she feels stuck.", "sourceId": "244"}, {"categoryId": "2", "formalText": "She wishes she knew how to feel more secure just by herself.", "sourceId": "277"}, {"categoryId": "2", "formalText": "If David wants to help her and he wants to take care of her, she feels she should let him, but she should also know she can figure out that on her own.", "sourceId": "279"}, {"categoryId": "3", "formalText": "She thinks she might have still been insecure about other things even as a child.", "sourceId": "62"}, {"categoryId": "5", "formalText": "She was asking about if they ever be okay with him.", "sourceId": "186"}, {"categoryId": "5", "formalText": "He was a good friend and now he is not even that.", "sourceId": "187"}, {"categoryId": "5", "formalText": "She feels there is so much weirdness when she sees him on Facebook, or David says stalk him.", "sourceId": "188"}, {"categoryId": "5", "formalText": "She is just afraid. She wanted to give her that he is seeing other women, but she is not sure if she is.", "sourceId": "189"}, {"categoryId": "5", "formalText": "She does not have friends that are younger than her.", "sourceId": "221"}, {"categoryId": "5", "formalText": "She dated a twenty-four-year-old a while ago.", "sourceId": "223"}, {"categoryId": "5", "formalText": "She did not know he was twenty-four. She thought he was in his thirties.", "sourceId": "224"}, {"categoryId": "5", "formalText": "As soon as he told her he was 24, she completely lost interest, if she even had it in the first place, but she did not really feel old with him.", "sourceId": "225"}, {"categoryId": "5", "formalText": "They did not really do anything sexual.", "sourceId": "226"}, {"categoryId": "5", "formalText": "She wanted to give him this book for his birthday, but she could not even bring herself to mail it or tell him that she bought it.", "sourceId": "229"}, {"categoryId": "5", "formalText": "David keeps telling her that he treated her really, really badly.", "sourceId": "231"}, {"categoryId": "5", "formalText": "He even asked yesterday if", "sourceId": "232"}, {"categoryId": "5", "formalText": "she is going to ruin her career, her dreams, just because of him. She is obsessed with him. She said that she hopes not.", "sourceId": "233"}, {"categoryId": "5", "formalText": "She felt that maybe if she goes to parties with him, hosted by his friends or his faculty, and is just watching and waiting for a cue from him. In India when he was doing his research,", "sourceId": "251"}, {"categoryId": "5", "formalText": "she was just following him, and being with him made it easier for navigating the city, even knowing how to navigate the city, even in her own University.", "sourceId": "252"}, {"categoryId": "5", "formalText": "She was with him, and he and her were traveling together.", "sourceId": "253"}, {"categoryId": "5", "formalText": "In a place where it was a bit risky for a single woman to go about on her own.", "sourceId": "254"}, {"categoryId": "5", "formalText": "They do it all the time, but it she had not been there in a long time, so for her it was a bit scary.", "sourceId": "255"}, {"categoryId": "5", "formalText": "She felt it was nice that he was there with her.", "sourceId": "256"}, {"categoryId": "7", "formalText": "Yesterday she had this dream.", "sourceId": "85"}, {"categoryId": "7", "formalText": "She never dreams about him.", "sourceId": "86"}, {"categoryId": "7", "formalText": "She found it very strange.", "sourceId": "87"}, {"categoryId": "7", "formalText": "She had this dream that they were in the room in this place.", "sourceId": "88"}, {"categoryId": "7", "formalText": "It looked very normal, but it was a game where it was a horror movie.", "sourceId": "89"}, {"categoryId": "7", "formalText": "There was a glass, and she was behind when he was putting those things out because he knew how to do it.", "sourceId": "90"}, {"categoryId": "7", "formalText": "There was a glass or something horrible happens, and she was on his arm, and she was next to him, and he was going ahead and defusing the stuff.", "sourceId": "92"}, {"categoryId": "7", "formalText": "They were doing it the right way because he knew how to.", "sourceId": "93"}, {"categoryId": "7", "formalText": "It was furniture or something, and suddenly it looked like furniture, but as soon as she went close or did something it changed. It was deceptive stuff.", "sourceId": "98"}, {"categoryId": "7", "formalText": "It looked normal.", "sourceId": "99"}, {"categoryId": "7", "formalText": "As soon as she did something, that changed and became harmful or something scary popped out. That was just one of the dreams. She has other dreams too.", "sourceId": "100"}, {"categoryId": "7", "formalText": "She had the ability to fly.", "sourceId": "103"}, {"categoryId": "7", "formalText": "She thought it was weird, but it looked like Google Maps.", "sourceId": "104"}, {"categoryId": "7", "formalText": "She sometimes just caught herself down on some corner of the street, and she could actually see the street level view, and then she just went from one point to one point, and then she was able to see the whole street like that.", "sourceId": "107"}, {"categoryId": "7", "formalText": "She was going to go down the street, and she would just fly over it.", "sourceId": "111"}, {"categoryId": "7", "formalText": "She was in an auto with a really famous actor in India.", "sourceId": "113"}, {"categoryId": "7", "formalText": "He does not look so good now, he is in his forties, but she was with him and he was 18, and he looked really really cute and hot.", "sourceId": "114"}, {"categoryId": "7", "formalText": "She tried really really hard to imagine Victor straight, but I just could not do it for some reason, and then finally she did it. She cheated or something, and she did it and was hovering over him.", "sourceId": "115"}, {"categoryId": "7", "formalText": "She thinks it was sexual.", "sourceId": "125"}, {"categoryId": "7", "formalText": "It is very weird and rare for her to have that kind of dream.", "sourceId": "126"}, {"categoryId": "7", "formalText": "He was holding her in his arms.", "sourceId": "127"}, {"categoryId": "7", "formalText": "She had that dream after the walking into the deceptive living room with David.", "sourceId": "130"}, {"categoryId": "7", "formalText": "It was totally unexpected because she was just having a very innocent dream about flying.", "sourceId": "147"}, {"categoryId": "7", "formalText": "It was a bit weird but normal and exciting, imaginative and also a little fun and dangerous, and being sly because she kept telling herself that she was invisible.", "sourceId": "154"}, {"categoryId": "7", "formalText": "When hanging with the actor she was visible.", "sourceId": "160"}, {"categoryId": "7", "formalText": "She felt like she was doing something that she was not supposed to, or she was doing something that people might find weird if they knew about it or not like it.", "sourceId": "164"}, {"categoryId": "7", "formalText": "She thinks it was hovering over his bed because he was sleeping, and she just wanted to give him a hug and then quickly fly away.", "sourceId": "191"}, {"categoryId": "7", "formalText": "It was not a sexual thing, which she found weird because she felt it should be, but it was not. It was actually sexual with a third, totally different, unattainable guy.", "sourceId": "192"}, {"categoryId": "7", "formalText": "This actor still looked like what he did when she actually had a crush on him as a 10 year old.", "sourceId": "202"}]