[{"categoryId": "1", "formalText": "She has been having more panic attacks.", "sourceId": "1"}, {"categoryId": "1", "formalText": "It was really Cindy who wanted her to get the extra appointment.", "sourceId": "2"}, {"categoryId": "2", "formalText": "It not like she wanted to hurt herself.", "sourceId": "3"}, {"categoryId": "2", "formalText": "It was her asking him, trying to convince him, that he would be better off if she were dead.", "sourceId": "4"}, {"categoryId": "2", "formalText": "That is how she feels when she is in that much panic and she is trying to rationalize it because she feels like there is no way to make it better other than to not experience anything anymore. Right now she is not panicking.", "sourceId": "6"}, {"categoryId": "2", "formalText": "She does not want to hurt herself right now because she is not panicking.", "sourceId": "10"}, {"categoryId": "2", "formalText": "She knows that she is not going to do it.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She has this urge to talk about it.", "sourceId": "34"}, {"categoryId": "2", "formalText": "Not that Sydney wants her to not tell him when she is feeling this way, but she guesses she could do it in a more productive way.", "sourceId": "39"}, {"categoryId": "2", "formalText": "Not asking if she could kill herself, but just say that by the way, she feels like she wants to hurt herself right now.", "sourceId": "41"}, {"categoryId": "2", "formalText": "When she feels like that, she guesses she would if he were to give her permission to hurt herself in a way that was not permanently damaging.", "sourceId": "47"}, {"categoryId": "2", "formalText": "That would be something that would actually be productive. She does not even know that hurting herself in a non permanently destructive way", "sourceId": "48"}, {"categoryId": "2", "formalText": "would even actually do anything to temporarily relieve the pain. Her brain thinks it will end, but he is not even okay with that.", "sourceId": "49"}, {"categoryId": "2", "formalText": "If it was not permanently damaging or even damaging at all, just momentarily cause pain, she does not see the problem with it, if it was not something that could become dangerous.", "sourceId": "53"}, {"categoryId": "2", "formalText": "Not that she could do that, with cutting is that the concern becomes that she is going to cut herself too much. Too much blood comes out, she is going to get an infection, that there will be scars on her body, or that she will cut the wrong way and bleed out.", "sourceId": "59"}, {"categoryId": "2", "formalText": "But if she does it correctly, that way she could avoid all these risks and not actually permanently damn the scars which she can not really avoid.", "sourceId": "61"}, {"categoryId": "2", "formalText": "It is not like anything she is currently doing is really effectively managing the panic.", "sourceId": "70"}, {"categoryId": "2", "formalText": "The panic often will not start until mid-afternoon, perhaps earlier, but it still happens almost every day.", "sourceId": "77"}, {"categoryId": "2", "formalText": "There are at least a couple panic attacks in a day, but then again maybe you could consider them one panic attack, just a very long panic attack. When she has a rehearsal, she has a panic attack right before, go to rehearsal, feel fine for rehearsal, get out of rehearsal, another panic attack.", "sourceId": "81"}, {"categoryId": "2", "formalText": "She was able to hold out until 4 ish or so, and even then she was still able to do something. Normally panic attacks prevent people from going out about t their day to day life and hers do not.", "sourceId": "86"}, {"categoryId": "2", "formalText": "She can still do things.", "sourceId": "87"}, {"categoryId": "2", "formalText": "She was panicking while she was doing it, and still panicking when she was at the theater and panicking when she was sending emails.", "sourceId": "93"}, {"categoryId": "2", "formalText": "She did some productive things.", "sourceId": "94"}, {"categoryId": "2", "formalText": "She went grocery shopping, but that was before the panic started. They went to the store, and she was still panicking then, and they drove home. They had to go to his house to get some packages that he had gone.", "sourceId": "96"}, {"categoryId": "2", "formalText": "They went to the store on the way there, and he was driving there to the store and then to his place, but then on the way back he asked if she could drive because he is not really good with night driving and he was really, really tired.", "sourceId": "97"}, {"categoryId": "2", "formalText": "She drove home and managed to drive home without hitting anyone or doing anything unsafe and park the car.", "sourceId": "98"}, {"categoryId": "2", "formalText": "She was sort of focusing on the road.", "sourceId": "104"}, {"categoryId": "2", "formalText": "There was still that underlined uncomfortable feeling inside her.", "sourceId": "105"}, {"categoryId": "2", "formalText": "That was anxiety, and it was very much still there, and she was aware that she was driving this car while she was panicking, so she does not know how she did it.", "sourceId": "106"}, {"categoryId": "2", "formalText": "She just did things because she had to. She thinks that is usually the way things happened to her, so that if she can get anything productive done, it is because it has to be done.", "sourceId": "107"}, {"categoryId": "2", "formalText": "She thinks the thing is that it has to be something that takes up her entire consciousness.", "sourceId": "112"}, {"categoryId": "2", "formalText": "She can still think about other things walking to the post office, so there she can just do these things while panicking, whereas rehearsal takes up all her.", "sourceId": "113"}, {"categoryId": "2", "formalText": "If she ends up wasting time and talking to Terrence F, then she will be occupied enough. It really depends on what she does because lots of things still take up all her brain. Last night when she was panicking, he asked why not try knitting. She tried knitting and it did absolutely nothing, which is what she figured it would because it was not really taking up enough of her brain.", "sourceId": "133"}, {"categoryId": "2", "formalText": "Hanging out with Sydney is not enough to make it go away most of the time, even if they are watching a TV show, the panic is still there.", "sourceId": "134"}, {"categoryId": "2", "formalText": "There has to be something where she is actually required to do things.", "sourceId": "135"}, {"categoryId": "2", "formalText": "She really does not think there is anything that triggers it. It just happens and then she just feels the physical thing feeling. There is nothing that comes before the physical feeling as far as she can tell, so she is pretty sure it is just happening and not being triggered by anything.", "sourceId": "142"}, {"categoryId": "2", "formalText": "She would not feel guilty every time she has to spend money on anything that is not a necessity.", "sourceId": "188"}, {"categoryId": "2", "formalText": "She would have the whole getting out of the house and having something to do.", "sourceId": "190"}, {"categoryId": "2", "formalText": "She is too focused on being right and she does not know if she wants to be comfortable though at the expense of believing something", "sourceId": "229"}, {"categoryId": "2", "formalText": "that is not true.", "sourceId": "230"}, {"categoryId": "2", "formalText": "She is too skeptical.", "sourceId": "232"}, {"categoryId": "2", "formalText": "She has trouble believing that there might be other options when she knows that she is right.", "sourceId": "242"}, {"categoryId": "2", "formalText": "Maybe she is wrong, but she feels like she is right. It could also be like the depression lying to her.", "sourceId": "243"}, {"categoryId": "2", "formalText": "There are times when she knows she is not right.", "sourceId": "246"}, {"categoryId": "2", "formalText": "When she is feeling like she would be better off if she were dead.", "sourceId": "247"}, {"categoryId": "2", "formalText": "That is just the depression lying to her.", "sourceId": "250"}, {"categoryId": "2", "formalText": "Theoretically this anxiety is not actually worth killing herself over and that it will go away eventually. It just does not feel like it will go away eventually because here she is doing her best to be productive and trying to do all the responsible things and not getting anywhere with it. It is just so frustrating", "sourceId": "261"}, {"categoryId": "4", "formalText": "She has been on the reduced Wellbutrins. This is the 6th day of being on reduced Wellbutrin and she can not really see much of an effect. It is not making her worse.", "sourceId": "73"}, {"categoryId": "4", "formalText": "Maybe before midnight, she took her nighttime meds which included the Klonopin when she got home, and then she was still up for another hour or so panicking, and the Klonopins did nothing immediately.", "sourceId": "146"}, {"categoryId": "4", "formalText": "It leads her to believe that if she had taken a quarter Klonopin, the same thing would have happened where it would not have done anything immediately.", "sourceId": "147"}, {"categoryId": "4", "formalText": "She guesses the Klonopin does not help at all. If it does, it does in such a subtle way that it does not help immediately as she could see working right away.", "sourceId": "150"}, {"categoryId": "4", "formalText": "It pushes it off until the afternoon, and maybe she should call again and ask her about levels. She wonders what if she took half in the morning and half in the afternoon, and split it up more.", "sourceId": "284"}, {"categoryId": "4", "formalText": "When she takes the medicine at night that she is supposed to take at night, that is supposed to help with the panicking, and then an hour later", "sourceId": "288"}, {"categoryId": "4", "formalText": "she is still panicking.", "sourceId": "289"}, {"categoryId": "4", "formalText": "There was one time she took one of his Ambien's and that was the night she was trying to sleep when she was super duper sick and throwing up.", "sourceId": "343"}, {"categoryId": "4", "formalText": "She ended up throwing up the Ambien.", "sourceId": "344"}, {"categoryId": "5", "formalText": "There was a point like on Tuesday night where she went to the bathroom and was there for a little while, and he said he was wondering what happened to her because he has all the shaving stuff in his bathroom.", "sourceId": "22"}, {"categoryId": "5", "formalText": "He thought that she was trying to hurt herself, which really, she was just taking a while in the bathroom, and it had not even occurred to her that the shaving stuff was in the bathroom.", "sourceId": "23"}, {"categoryId": "5", "formalText": "That was the one time that he was really worried.", "sourceId": "24"}, {"categoryId": "5", "formalText": "Sometimes he still has problems doing things like getting out of the house, but in general he has been doing a lot better than he had been.", "sourceId": "163"}, {"categoryId": "5", "formalText": "She would not be dependent on her parents, and she could buy all the things. She could finally properly yell at them for not giving their employees health insurance because they would no longer say that she is profiting from this and she would say not anymore.", "sourceId": "185"}, {"categoryId": "7", "formalText": "When she took a Klonopin at midnight, she ended up going to bed at 12:30 or something.", "sourceId": "332"}, {"categoryId": "7", "formalText": "She was able to fall asleep just fine.", "sourceId": "333"}, {"categoryId": "7", "formalText": "Then she woke up at 2:30 and was completely and totally awake and panicking.", "sourceId": "334"}, {"categoryId": "7", "formalText": "She was able to get back to sleep until again after that, and that is how she slept through the rest of the night, kept on waking up in the middle of the night is really frustrating.", "sourceId": "336"}, {"categoryId": "7", "formalText": "She is having trouble staying asleep.", "sourceId": "346"}]