[{"categoryId": "1", "formalText": "She feels she does not know what the options are.", "sourceId": "9"}, {"categoryId": "1", "formalText": "This will be the first time that she moves to a new city where she does not know anybody or does not know more than a couple of people and is not already in some sort of graduate program or workplace or something to anchor her.", "sourceId": "39"}, {"categoryId": "2", "formalText": "She had a good day yesterday.", "sourceId": "2"}, {"categoryId": "2", "formalText": "Part of her thinks that moving could be really good.", "sourceId": "6"}, {"categoryId": "2", "formalText": "She is back to waiting and seeing", "sourceId": "8"}, {"categoryId": "2", "formalText": "She feels she does not know what the options are.", "sourceId": "9"}, {"categoryId": "2", "formalText": "She thinks that even if she had stayed at Brown and James had moved them here", "sourceId": "10"}, {"categoryId": "2", "formalText": "she would still be in this position where she really does not want to do a postdoc.", "sourceId": "11"}, {"categoryId": "2", "formalText": "She feels a little bit reassured.", "sourceId": "12"}, {"categoryId": "2", "formalText": "This will be the first time that she moves to a new city where she does not know anybody or does not know more than a couple of people and is not already in some sort of graduate program or workplace or something to anchor her.", "sourceId": "39"}, {"categoryId": "2", "formalText": "It does not make her anxious, but she feels like maybe it ought to.", "sourceId": "40"}, {"categoryId": "2", "formalText": "She thinks it could go really badly, but she feels she can not get worried about that.", "sourceId": "41"}, {"categoryId": "2", "formalText": "Even with knowing so many people it has not really kept her from being really lonely here.", "sourceId": "43"}, {"categoryId": "2", "formalText": "She finds it weird how one day", "sourceId": "44"}, {"categoryId": "2", "formalText": "she is talking to James about it or thinking about it and she thinks that", "sourceId": "45"}, {"categoryId": "2", "formalText": "they should go somewhere else.", "sourceId": "46"}, {"categoryId": "2", "formalText": "She feels there is almost nowhere else in the country where her skills would be less valuable than they are here, in terms of there being a critical mass of people with a Humanities degree.", "sourceId": "48"}, {"categoryId": "2", "formalText": "She finds it hard to make decisions across emotional states.", "sourceId": "62"}, {"categoryId": "2", "formalText": "She works in one way when she is having a good day.", "sourceId": "72"}, {"categoryId": "2", "formalText": "It looks really different than when she is having a bad day.", "sourceId": "73"}, {"categoryId": "2", "formalText": "She can not see anything outside of her emotions.", "sourceId": "74"}, {"categoryId": "2", "formalText": "It makes things very confusing for her at times.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She feels like if she can get other people to help remind her of that,", "sourceId": "77"}, {"categoryId": "2", "formalText": "maybe it will not matter so much that she can not remember it herself.", "sourceId": "78"}, {"categoryId": "2", "formalText": "She feels like she has sort of changed to remembering that she loses touch and actually not losing touch.", "sourceId": "80"}, {"categoryId": "2", "formalText": "In the last couple to three weeks, she has been in this awful place, just totally miserable, desperate, and kind of crazy. When she goes to do something, usually something for church, she acts like she is okay, and after about a half-hour somebody will ask how she is doing. She responds that she is great, and she feels that it is not like she is lying because she believes it, but at that moment she is only thinking about the part of her life that is right here right now, which means that she is having an interesting conversation or she is doing okay.", "sourceId": "81"}, {"categoryId": "2", "formalText": "Sometimes she feels like it helps her survive and helps her get through those really bad times.", "sourceId": "82"}, {"categoryId": "2", "formalText": "She feels like it is impossible for her to be honest in some ways.", "sourceId": "84"}, {"categoryId": "2", "formalText": "If she says that she is not doing so well, that is true with regards to the macro state, but it does not actually reflect what is going on in that moment.", "sourceId": "85"}, {"categoryId": "2", "formalText": "If she says that she is doing great, that reflects what is going on in the moment, but it is a very small moment compared to what is really happening.", "sourceId": "86"}, {"categoryId": "2", "formalText": "It recently occurred to her that other people might not work like this, so controlled by their emotional states with half the landscape so dependent on emotions.", "sourceId": "107"}, {"categoryId": "2", "formalText": "It is very common for her to want to be doing something else, to want to explore, to want to go someplace else and see what else is out there.", "sourceId": "168"}, {"categoryId": "2", "formalText": "She thinks it would be nice to be closer to family and to be back in San Antonio.", "sourceId": "169"}, {"categoryId": "2", "formalText": "She thinks it is a little depressing that what she feels is so urgent for her to put out in the world is all the worst stuff that happens is inside her.", "sourceId": "180"}, {"categoryId": "2", "formalText": "She thinks the good things seem less important to spread around.", "sourceId": "181"}, {"categoryId": "2", "formalText": "She does not feel comfortable with that idea.", "sourceId": "182"}, {"categoryId": "2", "formalText": "She feels like everyone would understand what it feels like to be doing pretty well and enjoying her job.", "sourceId": "183"}, {"categoryId": "2", "formalText": "She feels bad about putting things on people.", "sourceId": "193"}, {"categoryId": "2", "formalText": "She wants to find a way to make it bearable for them.", "sourceId": "194"}, {"categoryId": "3", "formalText": "She can not remember what it was like to live in San Antonio when she was depressed because she remembers that as being really happy.", "sourceId": "172"}, {"categoryId": "5", "formalText": "She took the kids out to the playground.", "sourceId": "5"}, {"categoryId": "5", "formalText": "She is supposed to go to a party with most of James's friends this weekend.", "sourceId": "14"}, {"categoryId": "5", "formalText": "She has a tough time with the people from James's grad school program.", "sourceId": "22"}, {"categoryId": "5", "formalText": "She finds it always sort of stressful.", "sourceId": "23"}, {"categoryId": "5", "formalText": "She likes them.", "sourceId": "24"}, {"categoryId": "5", "formalText": "She thinks they are fine.", "sourceId": "25"}, {"categoryId": "5", "formalText": "She thinks they are just really different from her.", "sourceId": "26"}, {"categoryId": "5", "formalText": "She also thinks they are really different from James.", "sourceId": "27"}, {"categoryId": "5", "formalText": "She has a much easier time finding friends than James does. She does not know whether that is because she is better at finding people, less picky about the people that she wants to be friends with, or just positioned right in a way that James is not.", "sourceId": "35"}, {"categoryId": "5", "formalText": "There are a lot of people who are Brown-educated here, and she finds it really fun.", "sourceId": "50"}, {"categoryId": "5", "formalText": "She also feels that it means finding a job is that much harder and that is not going to be the case in other places.", "sourceId": "51"}, {"categoryId": "5", "formalText": "It makes a huge difference in her life when he is doing well,", "sourceId": "54"}, {"categoryId": "5", "formalText": "and when she is not the only person that he has to talk to about interesting things.", "sourceId": "55"}, {"categoryId": "5", "formalText": "She thinks it makes things very confusing for him.", "sourceId": "75"}, {"categoryId": "5", "formalText": "She knows this is how Amanda works, so she feels that makes it hard.", "sourceId": "117"}, {"categoryId": "5", "formalText": "Amanda has much more polarity than she does in some ways.", "sourceId": "118"}, {"categoryId": "5", "formalText": "She feels like sometimes she talks to Amanda from time to time, and Amanda has a completely different idea of what her life looks like in one conversation than a week later.", "sourceId": "119"}, {"categoryId": "5", "formalText": "She feels like sometimes they are really far separated.", "sourceId": "120"}, {"categoryId": "5", "formalText": "When they try to talk, she just does not know what Amanda is saying at all.", "sourceId": "121"}, {"categoryId": "5", "formalText": "Sometimes they are really there together, and sometimes they just can not even talk.", "sourceId": "122"}, {"categoryId": "6", "formalText": "She thinks it looks to her a lot like Amanda is bipolar, and she does not want to be involved in mental healthcare.", "sourceId": "141"}, {"categoryId": "6", "formalText": "Amanda does not want to take medications.", "sourceId": "143"}]