[{"categoryId": "0", "formalText": "She made the mistake of looking into my voicemail yesterday.", "sourceId": "1"}, {"categoryId": "0", "formalText": "She hadn't realized how long it had been since she really listened to it, and all those she was going to delete a whole bunch of messages.", "sourceId": "3"}, {"categoryId": "0", "formalText": "And so it made her listen to them before she could listen to anything else.", "sourceId": "4"}, {"categoryId": "0", "formalText": "So there were two messages from this guy with the ambulance company has been this whole thing where Blue Cross said, they weren't going to pay for any of the ambulance from one of those times. One of the times she was in the hospital, because it was like a non-emergency thing, and, even though, so they had to write a grievance to them to say while she didn't have the option of refusing to take the ambulance.", "sourceId": "5"}, {"categoryId": "0", "formalText": "And so that's been sent in and they've received it.", "sourceId": "9"}, {"categoryId": "0", "formalText": "Hopefully they'll pay for some of it at least but she had forgotten that that was sent in. That they actually did that because she can't remember anything.", "sourceId": "10"}, {"categoryId": "0", "formalText": "So she just thought she'd been ignoring this guy from the ambulance company, and then another message was. She actually didn't make it through all the messages because she was freaking out too much.", "sourceId": "11"}, {"categoryId": "0", "formalText": "She had to hang up.", "sourceId": "12"}, {"categoryId": "0", "formalText": "So she applied for this job as a substitute teacher in the city with the public schools, like back in January or end of December.", "sourceId": "13"}, {"categoryId": "0", "formalText": "She had a message from when she was in the hospital in January offering her a job interview.", "sourceId": "14"}, {"categoryId": "0", "formalText": "So that didn't happen.", "sourceId": "15"}, {"categoryId": "0", "formalText": "She started freaking out just telling me about it.", "sourceId": "16"}, {"categoryId": "0", "formalText": "She was really freaking out listening to it.", "sourceId": "17"}, {"categoryId": "0", "formalText": "She got home and kind of fell apart, and Jim's comforted her and everything.", "sourceId": "18"}, {"categoryId": "0", "formalText": "And that was the rest of the day. Like this happened right after her appointment with me yesterday, and all she could do for the rest of the day with sit and read her book because every time she stopped and tried to actually get some work done or do anything, she would just fall apart again.", "sourceId": "19"}, {"categoryId": "0", "formalText": "She just doesn't really have anything to say.", "sourceId": "64"}, {"categoryId": "0", "formalText": "She doesn't worry too much about me.", "sourceId": "65"}, {"categoryId": "0", "formalText": "She's not having much to say. She thinks she's working pretty hard not to lose it right now.", "sourceId": "67"}, {"categoryId": "0", "formalText": "She's not really sure why.", "sourceId": "68"}, {"categoryId": "1", "formalText": "She doesn't know how to live like this.", "sourceId": "20"}, {"categoryId": "2", "formalText": "It's like she spends so much of her energy not thinking about things while she means, she can't deal with problems and then she doesn't have", "sourceId": "21"}, {"categoryId": "2", "formalText": "the attention that she ordinarily would have because a huge portion of her energy is going toward staving off this panic that's there all the time.", "sourceId": "22"}, {"categoryId": "2", "formalText": "This morning was going okay, but she talked to Amanda on the phone and that was going okay, and she said she really thought that James and her should move to San Antonio and made a pretty good case for it just in terms of having a community, but she just couldn't handle that.", "sourceId": "23"}, {"categoryId": "2", "formalText": "She's kind of trying to talk about anxiety and she feels like she's been trying to act like it's not as much of a big deal as it is, but it's just really devastating for her.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She feels like it's crippling her.", "sourceId": "25"}, {"categoryId": "2", "formalText": "She's so scared.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She doesn't even know what she's scared of.", "sourceId": "27"}, {"categoryId": "2", "formalText": "She's just so scared.", "sourceId": "28"}, {"categoryId": "2", "formalText": "She thinks some of what she's scared of is like an intensity of her anger at herself for not being able to handle things.", "sourceId": "30"}, {"categoryId": "2", "formalText": "She feels like she should be able to handle.", "sourceId": "31"}, {"categoryId": "2", "formalText": "She feels like she's constantly on the verge of just getting into huge trouble over something.", "sourceId": "35"}, {"categoryId": "2", "formalText": "She never knows what it is.", "sourceId": "36"}, {"categoryId": "2", "formalText": "She will have forgotten about that turned out to be really important.", "sourceId": "37"}, {"categoryId": "2", "formalText": "She hates that.", "sourceId": "48"}, {"categoryId": "2", "formalText": "She hates herself when she's like that.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She doesn't know why she can't just get over it.", "sourceId": "50"}, {"categoryId": "2", "formalText": "Or push through it or something.", "sourceId": "51"}, {"categoryId": "2", "formalText": "She doesn't know what's going to happen the rest of the day.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She really hates this.", "sourceId": "53"}, {"categoryId": "2", "formalText": "But she hopes, at some point, she has to listen to the rest of my messages, and she hopes she'll be able to do that soon, but she doesn't know.", "sourceId": "54"}, {"categoryId": "2", "formalText": "She knows it's not that much to deal with but it feels like too much.", "sourceId": "55"}, {"categoryId": "2", "formalText": "There's no reason for her to be so scared of everything.", "sourceId": "75"}, {"categoryId": "2", "formalText": "She just is.", "sourceId": "76"}, {"categoryId": "2", "formalText": "Shear she really don't want this.", "sourceId": "77"}, {"categoryId": "2", "formalText": "Going to go home, and she's just going to keep going.", "sourceId": "78"}, {"categoryId": "2", "formalText": "It seems pretty bleak right now.", "sourceId": "79"}, {"categoryId": "2", "formalText": "Because she seems pretty maxed out with what she can bear, and she thinks that probably", "sourceId": "89"}, {"categoryId": "2", "formalText": "pretty well reflects a dilemma that she is in, which is the things that could help weather is understanding or tasks.", "sourceId": "90"}, {"categoryId": "2", "formalText": "She must have read 400 pages in the last 24 hours.", "sourceId": "98"}, {"categoryId": "2", "formalText": "And in other ways understanding doesn't necessarily help.", "sourceId": "99"}, {"categoryId": "2", "formalText": "It's distracting sometimes.", "sourceId": "101"}, {"categoryId": "2", "formalText": "It's hard for her to think about just the possibility that greater understanding wouldn't be helpful.", "sourceId": "102"}, {"categoryId": "2", "formalText": "She feels like it's kind of one of the foundational principles of life, but like knowing is better knowing will help.", "sourceId": "103"}, {"categoryId": "2", "formalText": "It feels like she has no idea what's going on or why it's happening but.", "sourceId": "118"}, {"categoryId": "2", "formalText": "She knows why she reacted the way she does.", "sourceId": "120"}, {"categoryId": "2", "formalText": "If she pretends she doesn't, she doesn't, and then anybody who cares any things that there could be reasons clearly doesn't know.", "sourceId": "123"}, {"categoryId": "2", "formalText": "But she doesn't want to be like that.", "sourceId": "125"}, {"categoryId": "5", "formalText": "James, you know at the end of the day, thanks her for taking care of herself, you know for actually just saying well. She's not going to be able to get anything done today.", "sourceId": "44"}, {"categoryId": "5", "formalText": "She just needs to take a day off.", "sourceId": "45"}, {"categoryId": "5", "formalText": "Her dad's coming home tomorrow.", "sourceId": "56"}, {"categoryId": "5", "formalText": "They'll see how that goes.", "sourceId": "57"}, {"categoryId": "5", "formalText": "Like she just want to hide.", "sourceId": "58"}, {"categoryId": "5", "formalText": "They went to dinner with Franco.", "sourceId": "92"}, {"categoryId": "5", "formalText": "In Franco's friends, and she went really well and she felt better while they were there, but she really didn't want to go.", "sourceId": "93"}, {"categoryId": "5", "formalText": "She really does want to hear the reasons because that wasn't really a rhetorical question. And she feels like she want to know, and in other ways, she feels like they're not going to give any reasons that are good enough.", "sourceId": "95"}, {"categoryId": "5", "formalText": "Nothing adds up.", "sourceId": "96"}, {"categoryId": "5", "formalText": "So she just wants to stay away from it.", "sourceId": "97"}, {"categoryId": "5", "formalText": "She wants people to tell her it's going to be okay, and she'll feel better.", "sourceId": "140"}, {"categoryId": "5", "formalText": "But you know, how dare they", "sourceId": "141"}]