[{"categoryId": "0", "formalText": "Yeah, and that disappointment is related to this I suggested he has a tendency to despair.", "sourceId": "63"}, {"categoryId": "0", "formalText": "And so, you know, he's been working on it describing that as of thing that happens is has been helpful.", "sourceId": "69"}, {"categoryId": "0", "formalText": "And also I we spend a lot of time talking about things could be non-ideal and still okay and still even good.", "sourceId": "70"}, {"categoryId": "0", "formalText": "Yeah, he thinks in a general sends, it seems helpful to have the non-ideal ideality be acknowledged.", "sourceId": "71"}, {"categoryId": "0", "formalText": "That's yeah, and he often feels that way to him.", "sourceId": "78"}, {"categoryId": "0", "formalText": "Yeah, of course, but he has much less clear sense of how do you sort out feelings?", "sourceId": "192"}, {"categoryId": "0", "formalText": "Yeah, and he guesses one of the ways that he does that is he rejects them into the fox say so but he recognized we talked and that in a sense identifies and tags feelings and particular Trends in his feelings.", "sourceId": "193"}, {"categoryId": "0", "formalText": "Any monitor those when they're happening that allows him to continue to experience them as feelings, but also recognized that's part of a repeated thing in common in some sense.", "sourceId": "194"}, {"categoryId": "0", "formalText": "This is he feels like things are ruined.", "sourceId": "195"}, {"categoryId": "0", "formalText": "It's okay.", "sourceId": "196"}, {"categoryId": "0", "formalText": "They are not ruined.", "sourceId": "197"}, {"categoryId": "0", "formalText": "They not only they are ruined they're probably not very damaged and at this point things are still likely to get very salvageable.", "sourceId": "198"}, {"categoryId": "0", "formalText": "That's you know, some line like that is sufficient to.", "sourceId": "199"}, {"categoryId": "0", "formalText": "Get into the space where he can where he has sufficient agency do think so.", "sourceId": "200"}, {"categoryId": "1", "formalText": "He thinks he thinks there's a difference in he means like he doesn't have an answer but he feels like a large part of what we're doing here is struggling to interpret or understanding what's going on in his life for him.", "sourceId": "134"}, {"categoryId": "2", "formalText": "When we get to a point where he feels like he understands something and often his focus will shift to talk to me in some sense.", "sourceId": "135"}, {"categoryId": "2", "formalText": "It's like that's where we start the session is, you know, he is acutely aware that my present then he comes back to that when he feels like he has things in hand or something like that.", "sourceId": "136"}, {"categoryId": "2", "formalText": "But that maybe that's a good description because that's also somewhat true emotionally.", "sourceId": "137"}, {"categoryId": "5", "formalText": "But so in that instance another thing that he found very frustrating about it was that sort of goes through the same sequence when they need Tanya so it was like they hear her story and they seem to start constructing essentially a similar sequence of series as if while securing the history in which she is talking about seeing a whole bunch of other people and who do their job they are recognizing that the other people will have constructed the thing theories and at their first conclusion has probably already been tried that sort of.", "sourceId": "51"}, {"categoryId": "5", "formalText": "And the sort of responses she has constructed internally and the narrative she has constructed internally to explain what is going on in her life.", "sourceId": "54"}, {"categoryId": "5", "formalText": "It's like well, you know, they can't make it perfect so they might as well just not try to do anything at all.", "sourceId": "79"}, {"categoryId": "5", "formalText": "He's like, \"I understand the desire for your Perfection, but you know, I don't think you and I talked about.\"", "sourceId": "100"}, {"categoryId": "5", "formalText": "But she and he and dr. Janice talked about.", "sourceId": "101"}, {"categoryId": "5", "formalText": "Talk to a couple weeks ago about anger and the sense in which one of them not the only but one of the causes of herself injury and suicidal suicide is her utter inability to deal with the anger from anyone else or herself.", "sourceId": "102"}, {"categoryId": "5", "formalText": "That's his description of it.", "sourceId": "103"}, {"categoryId": "5", "formalText": "There is not theirs but.", "sourceId": "104"}, {"categoryId": "5", "formalText": "She'll get angry and she's not allowed to express the anger by herself.", "sourceId": "105"}, {"categoryId": "5", "formalText": "She does not allow herself to express the anger because any expression of anger is bad because he doesn't know.", "sourceId": "106"}, {"categoryId": "5", "formalText": "He doesn't follow the logic of it.", "sourceId": "107"}, {"categoryId": "5", "formalText": "It's a particular motion or traumatic logic, but it's not okay to express anger.", "sourceId": "108"}, {"categoryId": "5", "formalText": "And so she internalizes it something like being angry because she is angry of becoming angry at herself for being angry at someone else and wanting to express that and buttons up and self-injury and if it goes on long enough course particularly acute suicide, so, you know now he guesses I was talking about ways that he can understand and relate and he's talking about now the piece that he really can't relate to buy.", "sourceId": "109"}, {"categoryId": "5", "formalText": "Now he has the sense that by talking about what they're doing.", "sourceId": "110"}, {"categoryId": "5", "formalText": "He's just he's Disturbed it.", "sourceId": "111"}, {"categoryId": "5", "formalText": "He knows that that's not strictly true, but.", "sourceId": "112"}, {"categoryId": "5", "formalText": "Yeah lost is the word that comes to mind more than ruin.", "sourceId": "116"}, {"categoryId": "5", "formalText": "But yeah, there's a sense of yeah, he guesses there is a sense of Ruin to it just isn't that you know, he understands why I ask a question before is sort of resume the word does. Does that make sense?", "sourceId": "117"}, {"categoryId": "5", "formalText": "So he has he has a son.", "sourceId": "182"}, {"categoryId": "5", "formalText": "So and he does Wonder like what other people are thinking about his other contacts also, but sometimes he has a clear sense of what they're doing and he does here so like in a lot of meetings he knows which of his colleagues.", "sourceId": "232"}, {"categoryId": "5", "formalText": "Are spending most of the time on their phone because they really don't want to be in the meeting and they're hardly engaged when they were looking at him.", "sourceId": "233"}, {"categoryId": "5", "formalText": "So he doesn't ask them like what they were doing because he knows if that makes sense.", "sourceId": "234"}, {"categoryId": "5", "formalText": "He has not a lot to say there but he thinks that's probably the place we should the thing we should talk about.", "sourceId": "249"}, {"categoryId": "5", "formalText": "Also, that was very interesting in it very much matches his experience of like how I interact with him, you know, I often say something like \"this came to my mind,\" which is entirely consistent with what I just said that is you know, so thanks for sharing.", "sourceId": "251"}, {"categoryId": "5", "formalText": "I do. We're going to need to stop James but I do. I do agree that this is sort of the sensitivity he has, you know, this is sort of acute sensitivity.", "sourceId": "253"}]