[{"categoryId": "0", "formalText": "On Friday, she finally called the movers Peter and Barbara recommended, and they said the stuff for September 1st looks up and by the beginning of August, but it still mid-july.", "sourceId": "72"}, {"categoryId": "0", "formalText": "They were actually booked through the days before in the days after and they gave her two other companies. That was around lunchtime on Friday.", "sourceId": "73"}, {"categoryId": "0", "formalText": "She forgot about calling them.", "sourceId": "74"}, {"categoryId": "0", "formalText": "She was in the middle of dyeing wool.", "sourceId": "75"}, {"categoryId": "0", "formalText": "Her purse was upstairs and her hands were covered with dye.", "sourceId": "76"}, {"categoryId": "0", "formalText": "So she didn't have the numbers then, by the time she was done with that.", "sourceId": "77"}, {"categoryId": "0", "formalText": "It was after business hours.", "sourceId": "78"}, {"categoryId": "0", "formalText": "So she had to wait until today. That was something she normally would have been able to remember and would have done it, but she got distracted.", "sourceId": "79"}, {"categoryId": "0", "formalText": "Then she wasn't even feeling sad. She had to dye.", "sourceId": "81"}, {"categoryId": "0", "formalText": "She felt good enough to be productive and dye the wall.", "sourceId": "82"}, {"categoryId": "0", "formalText": "She had to dye one thing, but then she decided to dye for scanes of yarn, while she was at it.", "sourceId": "83"}, {"categoryId": "0", "formalText": "That was even when she started feeling good things, that she normally wouldn't forget.", "sourceId": "84"}, {"categoryId": "0", "formalText": "Spending more time at her place is okay.", "sourceId": "171"}, {"categoryId": "0", "formalText": "She has got the AC in the room.", "sourceId": "173"}, {"categoryId": "0", "formalText": "So now it's livable again.", "sourceId": "174"}, {"categoryId": "0", "formalText": "It's a little bit annoying in terms of having food that she actually likes to eat around, and they still haven't made a trip to the Hamden.", "sourceId": "175"}, {"categoryId": "0", "formalText": "But if they go out to eat meat to eat for meals, then it's not such a big deal.", "sourceId": "176"}, {"categoryId": "0", "formalText": "Her room is chaotic, but it's not as chaotic as before.", "sourceId": "177"}, {"categoryId": "0", "formalText": "So she can sleep in it without it being an issue.", "sourceId": "178"}, {"categoryId": "0", "formalText": "She gets to do all her errands stuff that she need to get done.", "sourceId": "179"}, {"categoryId": "0", "formalText": "They were there last week. Wednesday night, Thursday, Friday during the day, and then one day. She was going to come back on Saturday night, but it didn't happen and neither did Sunday, but she thinks that will do this.", "sourceId": "180"}, {"categoryId": "0", "formalText": "She thinks they will spend Thursday night, Saturday night, and Sunday night over at her place on a regular basis.", "sourceId": "181"}, {"categoryId": "0", "formalText": "That way she doesn't have to keep food for work in two places.", "sourceId": "182"}, {"categoryId": "0", "formalText": "They're over at her place a fair bit.", "sourceId": "183"}, {"categoryId": "0", "formalText": "She also found out more stuff about her job.", "sourceId": "200"}, {"categoryId": "0", "formalText": "The grant goes until December.", "sourceId": "201"}, {"categoryId": "0", "formalText": "It's flexible enough so that, if she does end up finishing everything really early, they can find other things for her to do, and she can stay until December talking to people on the internet.", "sourceId": "202"}, {"categoryId": "0", "formalText": "They think she should start her job search now,", "sourceId": "203"}, {"categoryId": "0", "formalText": "She's not sure if she should tell them that they will be done in December, or if she will be done in September-October, which is when she would finish all the work.", "sourceId": "205"}, {"categoryId": "0", "formalText": "She feels like she should be applying for jobs again, but then she felt depressed again yesterday and today. So, she hasn't looked at one of the job sites. In a lot of things that she found, one that sounded really good was a temporary summer summer position and she doesn't think she could take.", "sourceId": "207"}, {"categoryId": "0", "formalText": "She can't do worse commute that she's currently doing.", "sourceId": "210"}, {"categoryId": "0", "formalText": "She's not getting on Newport.", "sourceId": "213"}, {"categoryId": "0", "formalText": "That was only one job site.", "sourceId": "214"}, {"categoryId": "0", "formalText": "It's the one that has the most jobs on it.", "sourceId": "215"}, {"categoryId": "0", "formalText": "She doesn't want to leave them way before. She is not sure if they expected her to stay until December, or they expected her to stay until she finishes the work and could stay on longer in those find more work for her. She's not quite sure how to have that conversation.", "sourceId": "217"}, {"categoryId": "0", "formalText": "She's a little apprehensive about it.", "sourceId": "218"}, {"categoryId": "0", "formalText": "She's not sure if any of the people at the library in the museum know any institution center closer to her that might be looking. She feels if they really did that then it would be a good way to go, because everybody in the museum thinks that her work is really good.", "sourceId": "219"}, {"categoryId": "0", "formalText": "She's worked with an awesome archive.", "sourceId": "223"}, {"categoryId": "0", "formalText": "The archive was the only one who did all the digitization for them for free in return for being able to keep a digital copy of everything they digitized, but that would mean more steps because of the archive in order to work there.", "sourceId": "224"}, {"categoryId": "0", "formalText": "She thinks she can do her current job with a depressed amount.", "sourceId": "236"}, {"categoryId": "0", "formalText": "She feels as long as she can get herself in the car, and drive to work and drive back.", "sourceId": "237"}, {"categoryId": "0", "formalText": "If she starts working slowly, she will be working at the level that they expected her to work in in the first place.", "sourceId": "238"}, {"categoryId": "0", "formalText": "So that's okay.", "sourceId": "239"}, {"categoryId": "0", "formalText": "She's not sure about applying to other. She has to wait for days.", "sourceId": "240"}, {"categoryId": "0", "formalText": "Then she's not feeling depressed to do the applications. Holding out something full-time now seems scary.", "sourceId": "241"}, {"categoryId": "0", "formalText": "She really didn't like the job search process.", "sourceId": "249"}, {"categoryId": "0", "formalText": "She's pretty sure that her move can be done in 3 to 4 hours. The company that she ended up going with tentatively scheduled for August 30th, which she can cancel up to six days before. She knows then whether or not she can move in a little early, because her new housemate mention that it's a possibility, but he's not sure.", "sourceId": "298"}, {"categoryId": "0", "formalText": "If not, she hasn't asked yet.", "sourceId": "299"}, {"categoryId": "0", "formalText": "She tried to call him, but he's not answering whether or not she could stay an extra day to see if she could get a September 2nd move. And, if they were open, then she doesn't know if he actually has people coming in or if they're coming in on that day.", "sourceId": "300"}, {"categoryId": "0", "formalText": "There's a little bit of stress there, but that didn't even come up until today. And, that wouldn't have affected things yesterday and not for that long.", "sourceId": "301"}, {"categoryId": "0", "formalText": "She could just rent a truck and have friend stay with me.", "sourceId": "302"}, {"categoryId": "0", "formalText": "She would rather avoid that, if possible.", "sourceId": "304"}, {"categoryId": "1", "formalText": "She knows it's not time to symbolize depression yet, but she thinks she has what would be depression, if it were happening consistently for 2 weeks.", "sourceId": "1"}, {"categoryId": "2", "formalText": "She is feeling like a water time.", "sourceId": "4"}, {"categoryId": "2", "formalText": "She's having unsettled thoughts, more like wanting to hurt herself non-fatally thoughts.", "sourceId": "5"}, {"categoryId": "2", "formalText": "She is really easily overacting to something small going wrong.", "sourceId": "6"}, {"categoryId": "2", "formalText": "Irritable, anxious. A lot of the anxious anxiety uncomfortable feeling.", "sourceId": "8"}, {"categoryId": "2", "formalText": "She's not crying non-stop.", "sourceId": "10"}, {"categoryId": "2", "formalText": "It was here most of today, yesterday mid-afternoon, so she didn't wake up until 12 p.m.", "sourceId": "17"}, {"categoryId": "2", "formalText": "She hadn't been awake for that long.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She also felt it last week. Sunday and Monday, and Tuesday, Wednesday, and Thursday.", "sourceId": "23"}, {"categoryId": "2", "formalText": "She was okay.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She sings a little bit mad at work, but it wasn't such a big deal that she needed to leave earlier anything.", "sourceId": "25"}, {"categoryId": "2", "formalText": "She thinks maybe that was actually the week before. She thinks it was mostly okay at work last week.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She's not sure what makes one day a good day and one day a bad day, because it usually starts mid-to-late day.", "sourceId": "38"}, {"categoryId": "2", "formalText": "Saturday was fine.", "sourceId": "39"}, {"categoryId": "2", "formalText": "She went out walking for a good two and a half hours.", "sourceId": "40"}, {"categoryId": "2", "formalText": "Saturday was a good day.", "sourceId": "42"}, {"categoryId": "2", "formalText": "There's nothing bad that happened yesterday that triggered it.", "sourceId": "43"}, {"categoryId": "2", "formalText": "She just had this feeling", "sourceId": "44"}, {"categoryId": "2", "formalText": "It was more in the evening.", "sourceId": "45"}, {"categoryId": "2", "formalText": "She couldn't even go to the grocery store and get ingredients for dinner, which is something that she would normally be able to do.", "sourceId": "47"}, {"categoryId": "2", "formalText": "Lots of anxiety stopped her. She physically made herself.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She was just feeling sad and anxious.", "sourceId": "54"}, {"categoryId": "2", "formalText": "It's really hard for her to be clear on that, even though it was a day ago.", "sourceId": "56"}, {"categoryId": "2", "formalText": "She mentioned having thoughts of self-harm as mostly just her, and then comfortable feeling her brain telling her that if she physically hurt herself, it would feel better.", "sourceId": "88"}, {"categoryId": "2", "formalText": "Just a general hurt herself, not do something specific.", "sourceId": "90"}, {"categoryId": "2", "formalText": "Sometimes it might be flashes of cutting herself.", "sourceId": "91"}, {"categoryId": "2", "formalText": "But in reality, she has a weird sweetness about cutting skin, so she wouldn't do that.", "sourceId": "92"}, {"categoryId": "2", "formalText": "She thinks it's more of a she needs to hurt herself, in order to feel better.", "sourceId": "93"}, {"categoryId": "2", "formalText": "Eventually, it just goes away at the same time that the anxious uncomfortable feeling goes away.", "sourceId": "100"}, {"categoryId": "2", "formalText": "Then, she no longer feels like she has to hurt herself.", "sourceId": "101"}, {"categoryId": "2", "formalText": "She feels like this is worse than her baseline. Usually, her baseline would be, if she's sad, there's no reason for it.", "sourceId": "160"}, {"categoryId": "2", "formalText": "Because it was happening before she found that advice. She thinks she got that advice over the last couple days.", "sourceId": "261"}, {"categoryId": "2", "formalText": "She thinks she had the conversation at work this past week, which would mean that the depression that she felt on Sunday, Monday was before she got that advice.", "sourceId": "262"}, {"categoryId": "2", "formalText": "She thinks it's her brain chemistry.", "sourceId": "308"}, {"categoryId": "2", "formalText": "That's the only thing that would be possible for her to be this out of proportion upset to things that are stressing her out.", "sourceId": "309"}, {"categoryId": "2", "formalText": "And she feels like she has absolutely no control over that.", "sourceId": "310"}, {"categoryId": "2", "formalText": "She could take a little more Klonopin, but she doesn't think it's going to be enough to have any lasting effect.", "sourceId": "311"}, {"categoryId": "2", "formalText": "Dr. Barnes, when she asked her before, she doesn't really think she could go up more on the despair mean and that she didn't think that going up would actually help. It's really hard.", "sourceId": "312"}, {"categoryId": "2", "formalText": "She has been having the sun lamp and using it. Especially because Sydney got her a little mini orchid plant, because she had seen them in the grocery store and thought they were so cool.", "sourceId": "320"}, {"categoryId": "2", "formalText": "She hasn't actually got around to looking into it. There's some sort of sun lamp that she could expose myself to while driving that wouldn't hurt my driving ability.", "sourceId": "328"}, {"categoryId": "2", "formalText": "She feels miserable sometimes when she's driving and maybe that would make her feel less miserable.", "sourceId": "330"}, {"categoryId": "2", "formalText": "It's just really hard when she gets to the point of wanting to hurt herself.", "sourceId": "342"}, {"categoryId": "2", "formalText": "It's not hard to prevent her from hurting herself, but it's hard to get beyond safety.", "sourceId": "343"}, {"categoryId": "2", "formalText": "There have been a couple times where she has been like, \"Maybe I do need to go to the ER,\" but she's never gotten to the point where she has actually.", "sourceId": "405"}, {"categoryId": "3", "formalText": "It's like when she had depression, and she knew it was depression sophomore year.", "sourceId": "12"}, {"categoryId": "3", "formalText": "She was crying non-stop, and it was this big feeling like sort of a cloud over her. But, it was more of a physical feeling it.", "sourceId": "13"}, {"categoryId": "3", "formalText": "It was there pretty much the entire time.", "sourceId": "14"}, {"categoryId": "3", "formalText": "That's not really there.", "sourceId": "15"}, {"categoryId": "3", "formalText": "Have you ever hurt yourself in order to feel better?", "sourceId": "94"}, {"categoryId": "3", "formalText": "She has not hurt herself in order to feel better more than briefly digging her fingernails into her skin.", "sourceId": "95"}, {"categoryId": "3", "formalText": "Not even enough to puncture.", "sourceId": "96"}, {"categoryId": "3", "formalText": "That was a long time ago.", "sourceId": "97"}, {"categoryId": "3", "formalText": "Nothing that would actually hurt herself a little bit more than temporarily.", "sourceId": "98"}, {"categoryId": "3", "formalText": "She has been taking the 85 mg of does superior mean and her birth control pill, Vitamin D, Vitamin B complex, and that's only in the morning.", "sourceId": "103"}, {"categoryId": "3", "formalText": "In the evening, it's the 75 mg of Seroquel and 25 whatever.", "sourceId": "105"}, {"categoryId": "3", "formalText": "It is milligrams of Klonopin.", "sourceId": "106"}, {"categoryId": "3", "formalText": "It doesn't really occur to her to need to take or want to take additional Klonopin. She guesses because of specially when it happens at night, and she has taken her night time meds.", "sourceId": "109"}, {"categoryId": "3", "formalText": "She's like, \"Okay, I just took the Klonopin, if it's not working, I don't think a second one would.\"", "sourceId": "110"}, {"categoryId": "3", "formalText": "it's okay for her to use additional Klonopin during the day.", "sourceId": "114"}, {"categoryId": "3", "formalText": "She thinks it will interfere with her morning driving and come here.", "sourceId": "115"}, {"categoryId": "3", "formalText": "It used to make her feel tired when she took it. Eventually, she would get used to it.", "sourceId": "117"}, {"categoryId": "3", "formalText": "But the whole getting used to it seems like it would be too much of a hassle for no that much of a reward..", "sourceId": "118"}, {"categoryId": "3", "formalText": "She doesn't actually know if it would make her feel better during the day to take a Klonopin.", "sourceId": "120"}, {"categoryId": "3", "formalText": "She doesn't know if a Klonopin is working at all.", "sourceId": "121"}, {"categoryId": "3", "formalText": "She can go back to Xanax, but it seems like she's not much of a fan of that.", "sourceId": "122"}, {"categoryId": "3", "formalText": "Especially, if she's going to be any up taking it every day or something Klonopins, unless it is less addictive.", "sourceId": "124"}, {"categoryId": "3", "formalText": "Maybe it is working as well as it can, is just not enough time. Seeing her Friday.", "sourceId": "126"}, {"categoryId": "3", "formalText": "She also found out that, October, of one of the generic producers of Wellbutrin produced some bad batches. That was right around the time that she was having trouble with the Wellbutrin.", "sourceId": "132"}, {"categoryId": "3", "formalText": "She doesn't think if it's enough to know whether that would be worth it to go back on Wellbutrin, especially because the disputer mean works with panic stuff in the Wellbutrin. She doesn't think the welder chain was before then two then again, she usually likes taking the generic one.", "sourceId": "134"}, {"categoryId": "3", "formalText": "She doesn't really have my old pill bottles, so that she could go on then.", "sourceId": "135"}, {"categoryId": "3", "formalText": "I just thought she has just gotten to the point that if she is medicated and still feeling depressed, and there's nothing she can do. There very few options left to her, because she tried the mood stabilizer and that gave her weird side effects too. It really seems like Wellbutrin and disappear mean are the two drugs that are for depression and have absolutely no serotonin side effects, unless she gets to the crazy stuff like the MAOIs. Those are kind of scary, and they're kind of clunky and she doesn't know if they'd work any better than despair mean.", "sourceId": "142"}, {"categoryId": "3", "formalText": "She knows that she goes crazier when she's off her birth control and not as upset and anxious, as she would be if she were taking the placebo pills for a week.", "sourceId": "144"}, {"categoryId": "3", "formalText": "It must be doing something because she feels anxiety.", "sourceId": "145"}, {"categoryId": "3", "formalText": "She thinks her OCD would be a lot worse, if she wasn't on Seroquel.", "sourceId": "146"}, {"categoryId": "3", "formalText": "There's a lot of stuff that that she talked about a long time ago, like the checking after flushing toilet usually doesn't happen so much anymore.", "sourceId": "147"}, {"categoryId": "3", "formalText": "Maybe because she's not feeling depressed every single day.", "sourceId": "150"}, {"categoryId": "3", "formalText": "Her antidepressants are working to some degree. Because, maybe if she were off them, she doesn't know if she was on the end of them, if she would completely beside all the time, or if it's just that her depression only shows up some of the time and they're not doing anything.", "sourceId": "151"}, {"categoryId": "3", "formalText": "Just the fact that she came up being sad for no reason, and it's breaking through means that her drugs aren't working enough if she's having these bad feelings, for not being triggered by any certain thing.", "sourceId": "156"}, {"categoryId": "3", "formalText": "She's just thinking that it's brain chemistry,  in the drugs aren't fixing the brain chemistry.", "sourceId": "274"}, {"categoryId": "3", "formalText": "Even if she didn't have it be stressors.", "sourceId": "275"}, {"categoryId": "3", "formalText": "She might be feeling just as bad, and it's just her brain not working. And, there's nothing she can do about her brain chemistry.", "sourceId": "276"}, {"categoryId": "3", "formalText": "She feels like the only way to control pain chemistry is thermae meds.", "sourceId": "277"}, {"categoryId": "3", "formalText": "She doesn't know how much trying to think differently would change that.", "sourceId": "278"}, {"categoryId": "3", "formalText": "Because when she does feel a depression, it's not usually from thinking about any of those dressers. It is just out of nowhere.", "sourceId": "280"}, {"categoryId": "3", "formalText": "Nothing that she can think of is actually triggering it.", "sourceId": "281"}, {"categoryId": "3", "formalText": "Maybe there are times when she got more upset, like when she got upset with Sydney on Wednesday night about the now tell me that his housemates don't want her around as much.", "sourceId": "282"}, {"categoryId": "3", "formalText": "She would have been reacting as strongly as she did. Those are triggered, but the rest of it comes from seemingly nowhere.", "sourceId": "285"}, {"categoryId": "3", "formalText": "That's the part that makes her think it's brain chemistry, and she guesses because she's thinking if it were or just life stressors then she wouldn't be nearly as upset as she is.", "sourceId": "287"}, {"categoryId": "3", "formalText": "It feels out of proportion, and she shouldn't be feeling like wanting to hurt herself. For wanting to kill herself. For many of those things normal people have job searches and moving and all of those things and don't feel suicidal.", "sourceId": "289"}, {"categoryId": "5", "formalText": "Susan got mad at Sydney for having her over so much.", "sourceId": "165"}, {"categoryId": "5", "formalText": "She sent him an email and he kept on telling her it was okay.", "sourceId": "166"}, {"categoryId": "5", "formalText": "So, she got really mad at him for that.", "sourceId": "167"}, {"categoryId": "5", "formalText": "That he would let it get that far.", "sourceId": "168"}, {"categoryId": "5", "formalText": "It was insensitive for him to have us actually spend more time in her place.", "sourceId": "170"}, {"categoryId": "5", "formalText": "Also Susan, after she said that, she's on vacation until the 14th.", "sourceId": "184"}, {"categoryId": "5", "formalText": "So, she's not even around right now.", "sourceId": "185"}, {"categoryId": "5", "formalText": "She said she was really angry at Sydney about that.", "sourceId": "186"}, {"categoryId": "5", "formalText": "Because he kept on telling her it's okay.", "sourceId": "187"}, {"categoryId": "5", "formalText": "It's okay Susan something angry email to Sydney, but she feel like she was also mad at her. And, she wanted to not have this happen the first place. The fact that he kept on telling me nobody.", "sourceId": "188"}, {"categoryId": "5", "formalText": "She felt sort of betrayed by that.", "sourceId": "190"}, {"categoryId": "5", "formalText": "She wishes she had done more thinking and actually had talked to people to see whether that was a problem, rather than just a shirring her that it wasn't a problem when it actually wasn't problem.", "sourceId": "191"}, {"categoryId": "5", "formalText": "And he actually believed it wasn't a problem or she thinks he did it.", "sourceId": "192"}, {"categoryId": "5", "formalText": "He thought it was fine.", "sourceId": "196"}, {"categoryId": "5", "formalText": "It impacted her mood a lot but she doesn't think it would be the reason that she's depressed after that all happened.", "sourceId": "198"}, {"categoryId": "5", "formalText": "He did say at her place for a few days. That could have been why she was depressed on Sunday and Monday, but that's not why she's depressed now.", "sourceId": "199"}, {"categoryId": "5", "formalText": "Feeling trapped. Maybe feeling judged by her parents. Worrying if they're going to be angry.", "sourceId": "257"}, {"categoryId": "5", "formalText": "It will only support her on certain conditions with stuff, which would be really annoying.", "sourceId": "258"}, {"categoryId": "5", "formalText": "She doesn't know, because she wasn't thinking about any of those things when I was feeling sad.", "sourceId": "259"}, {"categoryId": "5", "formalText": "He will argue against her. He be like know everything is going to be okay.", "sourceId": "351"}, {"categoryId": "5", "formalText": "It doesn't really help.", "sourceId": "354"}, {"categoryId": "5", "formalText": "He wants some sign that she's fighting it in, later after the conversation.", "sourceId": "356"}, {"categoryId": "5", "formalText": "She realizes, at the sidelines of that, is that Ishe's not actually hurting herself, and doesn't that count for something.", "sourceId": "357"}, {"categoryId": "5", "formalText": "So, he doesn't really want to fight against it, and she doesn't really want him to.", "sourceId": "358"}, {"categoryId": "5", "formalText": "But he still does it anyway.", "sourceId": "359"}, {"categoryId": "5", "formalText": "If he could just give her hugs instead of telling her things like it's going to be better.", "sourceId": "363"}, {"categoryId": "5", "formalText": "She told him before, \"If you tell me it's going to be okay, I'm going to argue against you because you're saying something without proof. Can you stop saying that?\"", "sourceId": "364"}, {"categoryId": "5", "formalText": "She doesn't know if he'd been be okay with her so crying, but that would at least be better.", "sourceId": "378"}, {"categoryId": "5", "formalText": "She has told him so many times, \"If you say that that's not actually going to make me feel better.\"", "sourceId": "384"}, {"categoryId": "5", "formalText": "Hopefully, she won't be at a point that she needs to use that, but she will probably will considering that today that even today.", "sourceId": "395"}, {"categoryId": "7", "formalText": "She has slept 10 hours or something.", "sourceId": "20"}, {"categoryId": "7", "formalText": "She thinks they were up pretty late.", "sourceId": "21"}, {"categoryId": "7", "formalText": "They were up until 2 or something.", "sourceId": "22"}, {"categoryId": "7", "formalText": "She doesn't know if she is actually getting stupid or something, but she is a little bit slower not remembering things. Not remembering all the things, but she's a little bit slower and not remembering all the things.", "sourceId": "61"}, {"categoryId": "7", "formalText": "She thinks little things like, she knew it came up yesterday or the day before, and now she can't remember what the example was, but it wasn't something normally she would have caught and didn't", "sourceId": "63"}, {"categoryId": "7", "formalText": "She is not forgetting to show up places where she is supposed to be.", "sourceId": "65"}, {"categoryId": "7", "formalText": "She is good at scheduling all the things.", "sourceId": "66"}, {"categoryId": "7", "formalText": "She does not find herself losing things more worse than usual.", "sourceId": "68"}, {"categoryId": "7", "formalText": "It's easy to lose things at Sydney's place.", "sourceId": "69"}]