[{"categoryId": "1", "formalText": "She's finding herself with a she's finding herself really emotionally exhausted.", "sourceId": "5"}, {"categoryId": "2", "formalText": "Well sometimes but sometimes Cell Therapy helps and she doesn't know like she doesn't know like if she doesn't want to like talk about dealing with some things or if she wants to meet less frequently for a while or what?", "sourceId": "7"}, {"categoryId": "2", "formalText": "With the you know, of course always are she just wants to avoid dealing with herself.", "sourceId": "9"}, {"categoryId": "2", "formalText": "She doesn't know like she was thinking about this a little bit like you know, so and then she uses the sort of stair like no, she thinks like she likes meeting frequently, but right now she doesn't know and it's not like meeting frequently for some of that but she doesn't know she guesses because she thinks what she wants is some relief from she just doesn't want to have to deal with it or think about like difficult stuff like like one of the things she hated about out was feeling like she doesn't want to do this again.", "sourceId": "12"}, {"categoryId": "2", "formalText": "Like she doesn't know she felt like she's already talked about that a lot and it's really hard and she doesn't want to like go back to square one of that, but then she saw her again and.", "sourceId": "13"}, {"categoryId": "2", "formalText": "She thinks she was more circumstantial.", "sourceId": "14"}, {"categoryId": "2", "formalText": "This is when she was on the bus with her.", "sourceId": "15"}, {"categoryId": "2", "formalText": "This was when she was at the bus stop.", "sourceId": "16"}, {"categoryId": "2", "formalText": "And then like last week, she was at a coffee shop with a friend and right outside the window A car pulled up and she got out and started you no fussing with her stuff and got out and left or she doesn't know but she was facing directly out to the window and what sort of", "sourceId": "20"}, {"categoryId": "2", "formalText": "give that is she mostly was just like she doesn't really feel stressed about like she doesn't think she's going to feel stressed unless she walks in to this where she is like the shop that she's in, but like seeing her doing whatever wasn't feeling stressful, which was good because she just she guesses seeing her just brought back so many negative like just really bad and made it like doing and just", "sourceId": "21"}, {"categoryId": "2", "formalText": "She doesn't think she doesn't to be like she just doesn't know.", "sourceId": "22"}, {"categoryId": "2", "formalText": "She doesn't want to do it like she does but she doesn't know if that makes sense because she didn't feel any like anything good about not being upset or scared her her of her or having like longing for her and then the situation with the bus.", "sourceId": "23"}, {"categoryId": "2", "formalText": "She felt like she doesn't know like she rebooted almost but that's what it felt like that like on the moment.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She just mostly just that once she got home and the next day a few days.", "sourceId": "25"}, {"categoryId": "2", "formalText": "She just got in the game.", "sourceId": "26"}, {"categoryId": "2", "formalText": "\"Oh God, like do I have to do this all over again\" if that makes sense?", "sourceId": "27"}, {"categoryId": "2", "formalText": "And then she's always she's frequently reluctant to say this about herself that she has PTSD and extremely she finds it extremely difficult to say that she was in an abusive relationship in which she can kind of say that", "sourceId": "28"}, {"categoryId": "2", "formalText": "Unlike with the Boston bombings.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She's just all of that and her parents.", "sourceId": "30"}, {"categoryId": "2", "formalText": "Yeah, she's just having this like but she doesn't like she guesses it's not like when she went okay, but she thinks we should talk about this even though she doesn't want to.", "sourceId": "33"}, {"categoryId": "2", "formalText": "It's more like she just doesn't want to.", "sourceId": "35"}, {"categoryId": "2", "formalText": "But she doesn't want to stop meeting entirely because she's confident about it.", "sourceId": "37"}, {"categoryId": "2", "formalText": "And yeah, like there's that therapy is kind of hard.", "sourceId": "38"}, {"categoryId": "2", "formalText": "She thinks with the other thing with that one of the things that she finds helpful sort of comforting or something like that.", "sourceId": "39"}, {"categoryId": "2", "formalText": "Like when she's feeling is she makes herself do routines of like, \"Okay, you have to get up by this time.", "sourceId": "40"}, {"categoryId": "2", "formalText": "You have to be out the door.", "sourceId": "41"}, {"categoryId": "2", "formalText": "You have to buy your coffee.\"", "sourceId": "42"}, {"categoryId": "2", "formalText": "You think, \"I'm like when you get home you have to do like these things,\" and she's doing that but it's still like she guesses it's not that it's not helpful because it is but it's not being as she guessed helpful as it usually feel like she feels like she's still missing things and dropping things and not remembering like yesterday at work.", "sourceId": "43"}, {"categoryId": "2", "formalText": "She just had she was having one of those work days.", "sourceId": "44"}, {"categoryId": "2", "formalText": "It was super disrupted which was like she was so tired when she got in at 9:30 someone came up her co-workers and was like, \"There's nobody at the reference desk and someone needs help with the microphone.\"", "sourceId": "45"}, {"categoryId": "2", "formalText": "She's just like, \"Okay, I guess I'll help them,\" and she asked them to like find a reference Librarian from the office and have them come.", "sourceId": "46"}, {"categoryId": "2", "formalText": "After they did that and then like she was up and down checking like something else for the so like she didn't really sit at her desk for my 15 minutes ish, which she just felt like she couldn't carry a thought is that make sense?", "sourceId": "48"}, {"categoryId": "2", "formalText": "Like she thought she couldn't sit at her desk long enough to sort of like she guesses start like a pot and then finish it and then like, she doesn't know like she just she's so tired.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She's like, \"I don't know part of it.\"", "sourceId": "50"}, {"categoryId": "2", "formalText": "She's sleeping.", "sourceId": "51"}, {"categoryId": "2", "formalText": "Well, but also she just feels so like she really feels ambushed and overwhelmed.", "sourceId": "52"}, {"categoryId": "2", "formalText": "And she really doesn't like she's been partially part of that one of the things that was part of it was she was just like she can't go through this like she just felt like she doesn't like she kind of was coping with it.", "sourceId": "53"}, {"categoryId": "2", "formalText": "But she does she really feels like she was she was kind of like she's making a series of fly-by-night decisions that aren't exactly decisions more like reaction and like she doesn't know it's just so she's feeling so out of control and not able to like take care of her and just like yeah like it's hard.", "sourceId": "54"}, {"categoryId": "2", "formalText": "Like does it get better?", "sourceId": "55"}, {"categoryId": "2", "formalText": "She was like today like take care of her.", "sourceId": "56"}, {"categoryId": "2", "formalText": "She thought she was having a hard time telling anyone else.", "sourceId": "57"}, {"categoryId": "2", "formalText": "What was the problem and then also which always stresses her out?", "sourceId": "58"}, {"categoryId": "2", "formalText": "Like she ran out of the cat food the one her cat likes cats like and they both are meowing cats.", "sourceId": "59"}, {"categoryId": "2", "formalText": "So she was just about that.", "sourceId": "60"}, {"categoryId": "2", "formalText": "She's like, \"I'm sorry you're yelling, but I can't do anything about this right now.\"", "sourceId": "61"}, {"categoryId": "2", "formalText": "She doesn't know just like all of that together.", "sourceId": "62"}, {"categoryId": "2", "formalText": "Just she guesses it does like it does make her feel crazy in a way like like sometimes she's flatlining and also like well, you know, maybe it's comic like a she's experiencing for a longer time side effects or whatever, but she doesn't know she feels so frustrated in the end that like reading fiction and watching like TV or movies, which she does a lot.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She really doesn't want to or can't watch anything but like is difficult she guesses.", "sourceId": "65"}, {"categoryId": "2", "formalText": "Her roommates obsessed with Breaking Bad, which she doesn't watch and usually if she's watching it like sometimes she'll sit herself next to her and like or do whatever but right now she's like she can't be in the room if that's on.", "sourceId": "66"}, {"categoryId": "2", "formalText": "Yes way too disturbing and like she always finds it disturbing but right now she's just like she can't just teed off or for her to be in the other room.", "sourceId": "68"}, {"categoryId": "2", "formalText": "Which she actually feels bad about because through feeling bad like she feels bad that she is the she's exiling herself to the bedroom and she feels bad that she feels bad about that and", "sourceId": "69"}, {"categoryId": "2", "formalText": "Yeah, and she look and just and says she's being ridiculous about not wanting to watch it or not.", "sourceId": "71"}, {"categoryId": "2", "formalText": "If she's watching TV and she's able to concentrate on anything at all.", "sourceId": "72"}, {"categoryId": "2", "formalText": "And she can't on the TV and almost always distracts her except for sports because there's like no.", "sourceId": "73"}, {"categoryId": "2", "formalText": "But she's also super stressed and she doesn't know who wants to help her with work stuff.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She also finds it super stressful.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She also finds her super stressful and she doesn't know like part of her is like yes.", "sourceId": "77"}, {"categoryId": "2", "formalText": "She does want to like if she really can't get any also.", "sourceId": "78"}, {"categoryId": "2", "formalText": "That probably is like and \"what would they do?\"", "sourceId": "79"}, {"categoryId": "2", "formalText": "Like what would happen next and also like and then really occupy here like maintaining her own mental health.", "sourceId": "80"}, {"categoryId": "2", "formalText": "So if she were to choose she would choose working and keeping her her saying rather than dealing with sexual discrimination and she's sitting in that group office.", "sourceId": "81"}, {"categoryId": "2", "formalText": "She thinks she almost falls on everyone.", "sourceId": "82"}, {"categoryId": "2", "formalText": "It's really like she feels like she feels like she can't relax and concentrate relax or concentrate or she doesn't know like it's different than being in like a cute Farm behind like there's a penis or whatever.", "sourceId": "83"}, {"categoryId": "2", "formalText": "Because like people are just students there just kind of like wandering in and out all the time and she can't say no like because they're an open service area.", "sourceId": "84"}, {"categoryId": "2", "formalText": "They're supposed to help anyone that come anybody that comes up but she like", "sourceId": "85"}, {"categoryId": "2", "formalText": "the other like other open service areas like the library opens their own reference desk for like an hour or two and they go and sit in their offices and it's so cute.", "sourceId": "86"}, {"categoryId": "2", "formalText": "It's like whatever the 6th off for like in the back and the different people like on duty and whatever someone", "sourceId": "87"}, {"categoryId": "2", "formalText": "and say someone comes up person for like that anyone has to deal with it and she tried to and has not been successful and also the process in doing that is just so exhausting like and she guesses you say", "sourceId": "88"}, {"categoryId": "2", "formalText": "\"what you do?\"", "sourceId": "89"}, {"categoryId": "2", "formalText": "What do they want her to do about that?", "sourceId": "90"}, {"categoryId": "2", "formalText": "She has to work their two and a she doesn't care and be she thinks it's a crappy setup and it should be reconsidered reconsidered.", "sourceId": "91"}, {"categoryId": "2", "formalText": "It's like somebody being an open kitchen at work.", "sourceId": "92"}, {"categoryId": "2", "formalText": "Everyone can stare at them cooking and they can make mistakes and someone is staring at them.", "sourceId": "93"}, {"categoryId": "2", "formalText": "Actually, it's more like the stuff that she thinks she should work on.", "sourceId": "98"}, {"categoryId": "2", "formalText": "But she doesn't feel any more.", "sourceId": "100"}, {"categoryId": "2", "formalText": "Sure, she guesses as a feeling sometimes she some of this happened yesterday.", "sourceId": "106"}, {"categoryId": "2", "formalText": "It feels like she's kind of jumping into the sort of feelings or associations to what I'm talking about kind of like both feet.", "sourceId": "108"}, {"categoryId": "2", "formalText": "Like yesterday she about had, you know something that you know was disturbing or that I wasn't really upset about having had gone last week or was really shaken up by it.", "sourceId": "109"}, {"categoryId": "2", "formalText": "But she guesses she had the impression that you know, well, it's already going to be helpful to like mother and to her family.", "sourceId": "110"}, {"categoryId": "2", "formalText": "Maybe she probably already did but to kind of be talking about that can also be pretty overwhelming.", "sourceId": "111"}, {"categoryId": "2", "formalText": "She means, it feels like something she sort of loses control over a bit.", "sourceId": "113"}, {"categoryId": "2", "formalText": "Like she's got to see what she's going to say about it.", "sourceId": "114"}, {"categoryId": "2", "formalText": "But then sometimes also she's like she would just like she doesn't know but it's like sometimes she feels like okay.", "sourceId": "116"}, {"categoryId": "2", "formalText": "She thought she was dealing with this thing and then it's like oh, but actually it's like this thing, you know, which is good to she's kind of like she does want to know that she just maybe doesn't want to know about right now.", "sourceId": "117"}, {"categoryId": "2", "formalText": "Or she doesn't want to know what to she guesses sometimes she doesn't know what to do with it.", "sourceId": "119"}, {"categoryId": "2", "formalText": "It's just it's that like, okay, so she thinks about all these things, but she's too tired to it's too much to think about like to continue pressing after.", "sourceId": "120"}, {"categoryId": "2", "formalText": "Yeah, yeah, it does and that sort of like she means conflicts or whatever in the moment is freaking really hard like she does anything talking about.", "sourceId": "135"}, {"categoryId": "2", "formalText": "She guesses it's the fear of not being able to tell but it might happen.", "sourceId": "178"}, {"categoryId": "2", "formalText": "And then not being able to do anything about it.", "sourceId": "180"}, {"categoryId": "2", "formalText": "But if after the first beer it is not being able to see she's not it's not something that's been like she doesn't know.", "sourceId": "181"}, {"categoryId": "2", "formalText": "She doesn't like what she doesn't like living like she's hanging but she means that's like but just to her it's sort of like but she she knows who this person is and yet she feels she still feels scared about it and it feels like intense intensity.", "sourceId": "182"}, {"categoryId": "2", "formalText": "Like she guesses she feels like she's like, she's even an irrational fear of like that's not actually going to happen.", "sourceId": "183"}, {"categoryId": "2", "formalText": "She is not going to leave out like an action move but like it's just like a rational crazy feeling like in her head.", "sourceId": "184"}, {"categoryId": "2", "formalText": "Feels like she guesses it's really like not getting a warning not being able to read somebody else's body language or is it there is something she guesses not like not getting a warning.", "sourceId": "185"}, {"categoryId": "2", "formalText": "And all of a sudden just being with a monster.", "sourceId": "186"}, {"categoryId": "2", "formalText": "She thinks it's kind of it's a a lot of how she feels.", "sourceId": "187"}, {"categoryId": "2", "formalText": "She just be sort of what happened here.", "sourceId": "188"}, {"categoryId": "2", "formalText": "And she also started realizes this but she was thinking recently how she's doing like public speaking or meeting.", "sourceId": "189"}, {"categoryId": "2", "formalText": "She spends a lot of time looking at people's body language and like trying to she guesses trying to read where like reading is going where people are going. Like, she can really she can get really caught up in like, \"Am I sitting pissed off am I sitting whatever?\"", "sourceId": "190"}, {"categoryId": "5", "formalText": "Her mom is super hard in the moment because part of because like she will she knows what it is, like it's called.", "sourceId": "136"}, {"categoryId": "5", "formalText": "It's like her brother's psychiatrist saying like \"the reason you're bipolar is because you're mixed race.\"", "sourceId": "137"}, {"categoryId": "5", "formalText": "And then sort of a few of like that was something that both her brother and her have heard like as well, you know, like she knows field marriages but what about the children they get so mixed up and Confused like they.", "sourceId": "138"}, {"categoryId": "5", "formalText": "Yeah, so it's like she means, they both say that to like her or him or her parents which they both have.", "sourceId": "140"}, {"categoryId": "5", "formalText": "It's like it's incredibly it's incredibly weird.", "sourceId": "141"}, {"categoryId": "5", "formalText": "And so like her first reaction is generally like \"fuck you.\"", "sourceId": "142"}, {"categoryId": "5", "formalText": "\"I'm fine.\"", "sourceId": "143"}, {"categoryId": "5", "formalText": "Like actually she's also,", "sourceId": "144"}, {"categoryId": "5", "formalText": "\"What are you talkin about?\"", "sourceId": "145"}, {"categoryId": "5", "formalText": "And so then it becomes difficult to be like well actually mistakes are made but not because her parents are different races, but for other reasons and so sometimes it feels really hard to kind of like be like, \"nope.\"", "sourceId": "146"}, {"categoryId": "5", "formalText": "\"We're not. We're like this is not actually a discussion about whether or not my parents made a mistake and having children.\"", "sourceId": "147"}, {"categoryId": "5", "formalText": "But like she guesses like it's hard to that's her knee-jerk reaction is to sort of defend the concept of having mixed race kids.", "sourceId": "149"}, {"categoryId": "5", "formalText": "She's not like she has emotional problems not because of like racial and that's also one of those things where she feels like people like people like to use the existence of interracial families and mixed race people has like a metaphor.", "sourceId": "151"}, {"categoryId": "5", "formalText": "She was like, \"Look racism isn't over because of law or like I am the embodiment of the end of racism and racial unity,\" and that's a lot for a person and she also doesn't mix combination.", "sourceId": "152"}, {"categoryId": "5", "formalText": "And so she doesn't know. She feels like she's had a lot of conversations and which she thought because she felt like, \"Oh we're talking about me, but we're not actually. We were talking about like like they're trashing a mixed-race person the symbolic person,\" and so it's like she has this like, you know, instead of like things that getting out of that can be hard but she's unwittingly trampling all this stuff.", "sourceId": "153"}, {"categoryId": "5", "formalText": "Yeah, she means even if that is true, she just doesn't she doesn't know.", "sourceId": "154"}, {"categoryId": "5", "formalText": "She doesn't think about that a lot probably because Messi incredibly high standard of not a good job, okay?", "sourceId": "155"}, {"categoryId": "5", "formalText": "Or like over being because over being can like yeah, okay high standards, but she means it's more than what she's used to and she's like used to getting she thinks like it doesn't always register.", "sourceId": "156"}, {"categoryId": "5", "formalText": "Yeah coming from them.", "sourceId": "158"}, {"categoryId": "5", "formalText": "I have said things that she disagreed with.", "sourceId": "159"}, {"categoryId": "5", "formalText": "Yeah, the other thing is that she's been thinking about is she when we talked at one point about doing like she was surprised as to how strong a reaction she had the idea of not being able to see me like.", "sourceId": "165"}, {"categoryId": "5", "formalText": "Yeah, it was two. One was lie down, into lying down and not being able to see me sort of come by and she just like which it's not the money has been an issue for her before and like she's had male gynecologist and was like \"don't care, you know, like the gender of like whoever is treating me doesn't has never been an issue for me,\" and suddenly she'll say this actually feels like a huge thing.", "sourceId": "167"}, {"categoryId": "5", "formalText": "She got a massage recently and a friend of hers was like, \"Oh my male partner does massage and he might or barter,\" and she thought she's not sure if she can let a guy massage her right now.", "sourceId": "168"}, {"categoryId": "5", "formalText": "Like she has in the past like a lot. Not a lot but like it's not been something that she's cared about and she just had this like very strong sort of like \"nope, like nope.\"", "sourceId": "169"}, {"categoryId": "5", "formalText": "Nope, and then had this week.", "sourceId": "172"}, {"categoryId": "5", "formalText": "Why is this why is it so troubling to be right now?", "sourceId": "173"}, {"categoryId": "5", "formalText": "Like she guesses and it's still kind of percolating or something.", "sourceId": "174"}, {"categoryId": "5", "formalText": "Things she guesses like she's", "sourceId": "175"}]