[{"categoryId": "0", "formalText": "So he's working to apply for a postdoc position now and he was at the time finishing up a poster and taking it to a conference and spending time at the conference helicopter in relationship with conferences and other academic things in that he hold thems to that ideal but they're never ideal.", "sourceId": "25"}, {"categoryId": "0", "formalText": "That's the but never going to be that's okay.", "sourceId": "26"}, {"categoryId": "0", "formalText": "They're still good.", "sourceId": "27"}, {"categoryId": "5", "formalText": "So the first piece that was always helpful particularly in dealing with the violation of tonya's mood so not to use the word scientific but was Common Sense there's a lot of fluctuations in her mood on a short timescale and he suggested months ago that he not track her mood day today, but there's a glitch that's fundamentally impossible when he's there and not paying attention to how her mood is at any given moment.", "sourceId": "15"}, {"categoryId": "5", "formalText": "But having in some sense of a clearer sense of there's a future that will end up.", "sourceId": "16"}, {"categoryId": "5", "formalText": "Make something unimportant.", "sourceId": "17"}, {"categoryId": "5", "formalText": "Or not it makes it only importantly an immediate context.", "sourceId": "18"}, {"categoryId": "5", "formalText": "So it's easier to deal with her or something.", "sourceId": "19"}, {"categoryId": "5", "formalText": "But there's a difference between being oblivious to her mood and not attaching significance to it every day.", "sourceId": "20"}, {"categoryId": "5", "formalText": "Yes, that is so it's yeah, he means, he's not going to be able to not pay attention to it, but it's just isn't really feasible.", "sourceId": "21"}, {"categoryId": "5", "formalText": "He guesses I'm saying that not what I'm suggesting anyway, but he doesn't think he's ever really took me to be saying that just so much as not projecting a trend off of it at any given moment.", "sourceId": "22"}, {"categoryId": "5", "formalText": "So the second piece has been very pain helpful.", "sourceId": "23"}, {"categoryId": "5", "formalText": "No idea but still good still okay has been helpful in dealing with the variety of situations as he guesses I might imagine it would be which is why I suggested it.", "sourceId": "24"}, {"categoryId": "5", "formalText": "She has good moods now, which is good and has good days, but relatively small setbacks.", "sourceId": "63"}, {"categoryId": "5", "formalText": "She's been getting more involved in her church, which is good spending time around people like being involved in the community.", "sourceId": "65"}, {"categoryId": "5", "formalText": "He thinks it's a really good other side just barely drained from the.", "sourceId": "66"}, {"categoryId": "5", "formalText": "Not really related to violating that sense that it's like everything's harder for you her then.", "sourceId": "67"}, {"categoryId": "5", "formalText": "It would be under arbitrary Harrison circumstances that wasn't 6 months ago.", "sourceId": "68"}, {"categoryId": "5", "formalText": "So they've been spending making dinner.", "sourceId": "70"}, {"categoryId": "5", "formalText": "So the nights that she's working he makes dinner and the other night.", "sourceId": "71"}, {"categoryId": "5", "formalText": "She makes dinner the process of figuring out what to make for dinner seems to overwhelm her some days not Ashley doing it, but like having to make a decision about where they would eat so he's not really sure if he answered the question.", "sourceId": "72"}, {"categoryId": "5", "formalText": "And everyday sort of like she gets up and it's a reset as whether it will be a good day or a bad day sing arbitrary.", "sourceId": "82"}, {"categoryId": "5", "formalText": "So that part is unpredictable.", "sourceId": "83"}, {"categoryId": "5", "formalText": "So Tanya and him were doing couples counseling but they stopped going to see him.", "sourceId": "117"}, {"categoryId": "5", "formalText": "He did not like him and he did not want to be in couples counseling.", "sourceId": "118"}, {"categoryId": "5", "formalText": "Little bit of both the first session.", "sourceId": "119"}, {"categoryId": "5", "formalText": "He thinks they both felt a little bit like he wasn't here in this.", "sourceId": "120"}, {"categoryId": "5", "formalText": "Well, they'd have to explain things went with Waze and then he would respond and he would explain it about four or five times and almost the same way this sort of response, which is clearly not how he felt interacting with me and it's not how I spell interacting with Chad.", "sourceId": "121"}, {"categoryId": "5", "formalText": "They're both relatively comfortable in those relationships.", "sourceId": "122"}, {"categoryId": "5", "formalText": "But not that other one has to confirm the specifications.", "sourceId": "123"}, {"categoryId": "5", "formalText": "But so they went back to the second session and he felt familiar, but that wasn't really the breaking point.", "sourceId": "124"}, {"categoryId": "5", "formalText": "So there's sort of about 70% of the way through where he was sort of started pressing Tanya to say what she felt like she was okay and wasn't going to kill herself because that's what he had heard from her previous session.", "sourceId": "125"}, {"categoryId": "5", "formalText": "She thought she had really said that but he's had sort of like he's seen some people try to talk to her and more private assessment in her situation, and she then she agreed with and news kind of okay the first night the second night.", "sourceId": "126"}, {"categoryId": "5", "formalText": "She was doing worse cuz of Thursday night.", "sourceId": "127"}, {"categoryId": "5", "formalText": "She works Tuesday, Wednesday, Thursday 10 hours a day and so by Thursday night.", "sourceId": "128"}, {"categoryId": "5", "formalText": "It's not really she's a little more crap from them and he would say he was kind of pressing the", "sourceId": "129"}, {"categoryId": "5", "formalText": "Question and she wasn't very happy about it.", "sourceId": "130"}, {"categoryId": "5", "formalText": "So he suggested to him that he didn't really want to talk about the issue because he's known her for a long time and he can sort of particularly when she's interacting with somebody.", "sourceId": "131"}, {"categoryId": "5", "formalText": "He can really tell a good sense of her Moon.", "sourceId": "132"}, {"categoryId": "5", "formalText": "She kind of he didn't apparently didn't raise it very strong, but it didn't seem to him.", "sourceId": "133"}, {"categoryId": "5", "formalText": "And kind of kept pressing the question until she just said, \"I don't want to talk about this anymore.\"", "sourceId": "134"}, {"categoryId": "5", "formalText": "And which there was an awkward silence in a firm denial comes with.", "sourceId": "135"}, {"categoryId": "5", "formalText": "There's a distress about the circumstances causes and her is not helpful for either of them.", "sourceId": "136"}, {"categoryId": "5", "formalText": "So that was a large part of not going back if that he means, he doesn't know how I feel in response to that but.", "sourceId": "137"}, {"categoryId": "5", "formalText": "It sounds like maybe this is he is concerned with something different than mine his it's sounding like there were two concerns one is that he wanted to talk about something that they didn't want to talk about particularly Tanya II the things that concerns me more and maybe this isn't even intended is that he was pushing for a particular answer that may not have been true.", "sourceId": "152"}, {"categoryId": "5", "formalText": "Yeah that honestly just isn't heard which he feels like Tanya was trying to say no that's not really good description of it.", "sourceId": "157"}, {"categoryId": "5", "formalText": "He was kind of trying to push her towards this particular description.", "sourceId": "158"}, {"categoryId": "5", "formalText": "Yeah, he thinks they would like another recommendation from me.", "sourceId": "164"}, {"categoryId": "5", "formalText": "Which was he does he just not want to be a couple counseling the answer to that is that he thinks couples counseling can and with the right person will help us but old certainly if they're going to be okay they're going to do that and then couples counseling is a particular venue to do certain things and certain insights and to be together and that was actually very helpful experience in the sense of uniting us against a third party.", "sourceId": "166"}, {"categoryId": "5", "formalText": "So it wasn't all bad in a lot of ways.", "sourceId": "167"}, {"categoryId": "5", "formalText": "It was like they became closer to that experience.", "sourceId": "168"}]