[{"categoryId": "0", "formalText": "So she guesses the thing that's she did have. She had Carl actually look up about the possible hormone issue from last last week because she wanted to say she was afraid that if she was looking she could tell it was sort of thing.", "sourceId": "1"}, {"categoryId": "0", "formalText": "That was that was that with what the state of how she was feeling at the time that it was just going to sort of trigger the same reactions over again.", "sourceId": "2"}, {"categoryId": "0", "formalText": "So ask Carl if you check it out and he found that it basically there were a lot of women that were talking about it online and she definitely made her and then she could tell you know after the next day she was feeling a bit better and then the day after that she was feeling basically normal again.", "sourceId": "4"}, {"categoryId": "0", "formalText": "So yeah, it was obviously there was something something hormonal going in there and that was the sort of triggering that sort of response.", "sourceId": "5"}, {"categoryId": "0", "formalText": "What was interesting that yesterday.", "sourceId": "6"}, {"categoryId": "0", "formalText": "She started to get she got one of her more normal sort of.", "sourceId": "7"}, {"categoryId": "0", "formalText": "Zelonis and she thinks because it came so soon after she was able to compare what was going on.", "sourceId": "8"}, {"categoryId": "1", "formalText": "And the things she noticed was she was at home in the afternoon when she was starting to feel it already that in the morning.", "sourceId": "9"}, {"categoryId": "2", "formalText": "She was sort of she guesses focusing and thinking on it and she realizes that she really needed to go for a walk.", "sourceId": "11"}, {"categoryId": "2", "formalText": "She needed to take her and go out for a walk and that would make her feel much better.", "sourceId": "12"}, {"categoryId": "2", "formalText": "If she could just take Genevieve and go for a walk what you did they walk to work because it was a half hour walk and that was around the time when Carl usually comes home.", "sourceId": "13"}, {"categoryId": "2", "formalText": "So they walked there and then walk back and it was and she saw and yes the sort of", "sourceId": "14"}, {"categoryId": "2", "formalText": "The exercise and fresh air and pushing herself to go out was not solving any problem, but she did help sort to sort of bring it back in his perspective.", "sourceId": "15"}, {"categoryId": "2", "formalText": "She guesses in a way which was totally different from when she had that sort of that issue earlier with the and when she got her.", "sourceId": "16"}, {"categoryId": "2", "formalText": "And she was going outside and it's what she remembers from before when she was in high school or going outside walking with something that it didn't help any she just it was going on and she just had sort of ride it out.", "sourceId": "17"}, {"categoryId": "2", "formalText": "If she was outside, then it meant that she was trying to prevent herself from crying in public as opposed to cry at home and it probably wasn't very helpful because you know, then her what she wants to do is just start hide at home, so she won't go outside and crime public.", "sourceId": "18"}, {"categoryId": "2", "formalText": "So it was that was just sort of an interesting with an interest in contrast for her.", "sourceId": "19"}, {"categoryId": "2", "formalText": "She guesses in a sense just sort of think about what's something that she can what areas are the sort of things to work on or dwell on in a way and what sort of things that are obviously just well that's a physical thing.", "sourceId": "20"}, {"categoryId": "2", "formalText": "That's not really in her control right now and she can't really go in there and manipulate what her cells are doing.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She guesses it was coming out from she doesn't even really know exactly what was either triggering or just going on yesterday.", "sourceId": "22"}, {"categoryId": "2", "formalText": "It sounds funny but she thinks part of it was just it was gray.", "sourceId": "23"}, {"categoryId": "2", "formalText": "So she felt gray.", "sourceId": "24"}, {"categoryId": "2", "formalText": "Since last week was was thinking about the dead if she's feeling really bad about feeling bad she guesses and she was like, \"I think one of the funny thing about it is that it doesn't really feel like it's the trait isn't here in our natural to me.\"", "sourceId": "27"}, {"categoryId": "2", "formalText": "It's something that she doesn't really like and it's just another way of putting it but.", "sourceId": "31"}, {"categoryId": "5", "formalText": "She thinks that one of the one of the interesting aspects but when she was thinking about it before was the connection she made with you know that she's very conscious that it does come from but it does come from growing up with Leah who is very very focused on the shoulders and she ought to should not tooth and that kind of idea of personality and well it sort of got her thinking a little bit about these are not just of that if personality of Leah is very much.", "sourceId": "32"}, {"categoryId": "5", "formalText": "She's very particular which means that she often times ends up with a lot of you know, it's he carried it far but she does end up with a lot of things that produce a lot of really great things.", "sourceId": "33"}, {"categoryId": "5", "formalText": "So well, you know it was but she could tell that that's wearing her a lot of this sort of", "sourceId": "34"}, {"categoryId": "5", "formalText": "It would definitely have an enormous influence Over her growing up.", "sourceId": "35"}, {"categoryId": "5", "formalText": "She's her big sister.", "sourceId": "36"}, {"categoryId": "5", "formalText": "And she means her parents point out that as of a certain age when they were kids if you look at them and pictures via is always looking at the camera and she's always looking at Leah she they were just they were very close and she adored and she does adore her.", "sourceId": "37"}, {"categoryId": "5", "formalText": "She's her sister and she loves her but at the same time that she fully knows that that influence had in some respects it led her into great places and she read great things and she tried out things and so on but in other respects it she knows that some of that a lot of those aspects of herself which hold back while herself back come from her ideas and ideals and the sorts of rules that she sets a place for herself which carried over into her it sort of she's not a person who has a lot of very clear memories from when she was a kid.", "sourceId": "38"}, {"categoryId": "5", "formalText": "So but when she looks back at when she tries to sort of cast her mind back to get more oppression and.", "sourceId": "39"}, {"categoryId": "5", "formalText": "What are her specific memories come from when she was a little bit older usually after when she was in grade 3 they move to Cleveland for a year.", "sourceId": "40"}, {"categoryId": "5", "formalText": "Her father had a sabbatical year and they moved back to Frank which is where she grew up and it runs like for grade 4 and 5 and then when she was going into 6th grade 6 they move to Cleveland permanently and around then is when more specific memories really start and she's really sure it's because when she was a little kid, she was basically just sort of zoned out pretty heavily.", "sourceId": "41"}, {"categoryId": "5", "formalText": "She didn't have a huge number of friends or anything and she didn't care because she didn't really need them because she had her friend Jen. She has the and so she said when she was at a friend's house often would end up sort of quietly with the parents because she wasn't very rambunctious in her personality and she was just she was pretty happy moving to Cleveland.", "sourceId": "42"}, {"categoryId": "5", "formalText": "Although ultimately had a lot of good for her.", "sourceId": "43"}, {"categoryId": "5", "formalText": "She doesn't think it was much too short of traumatic for her and either grade 3 or an a grade civics.", "sourceId": "44"}, {"categoryId": "5", "formalText": "She was very unhappy", "sourceId": "45"}, {"categoryId": "5", "formalText": "And she's pretty sure her parents didn't really realize how much because she wasn't it's not that she wasn't she wasn't very talkative about things she just she's more or less left.", "sourceId": "46"}, {"categoryId": "5", "formalText": "To lie again you know she should know what things were right to say so she would do the talking and she's not they knew that grade 3 wasn't her best year but she doesn't think that they recognized when they moved the Cleveland and grey sex scene when she wasn't happy about it you knew that she really didn't want to leave Jenna particular Jen was her best friend still is. She doesn't think they realized she's in fact she's sure that they didn't realize that grade 6 is going to be the best for her it was an incredibly painful urine.", "sourceId": "47"}, {"categoryId": "5", "formalText": "First of all, she just really really misses jen-jen there two friends who have meant the most to her Jenn and Lucy Jen she thinks of her she it's funny.", "sourceId": "49"}, {"categoryId": "5", "formalText": "She usually Hobbies ideas.", "sourceId": "50"}, {"categoryId": "5", "formalText": "But when, what comes to mind with Jen is yellow golden Sunny yellow when they got married and had this idea at first it was going to be a Sunday afternoon wedding not usually all about the clothes for sure, but I", "sourceId": "51"}, {"categoryId": "5", "formalText": "Add s i t a r i a nice yellow dress and then everything changed upside down and then she was going to be an evening wedding and her mom thought she should get a fancy dress.", "sourceId": "52"}, {"categoryId": "5", "formalText": "So she got a fancy or dress.", "sourceId": "53"}, {"categoryId": "5", "formalText": "She wasn't so thrilled with having a fancy dress, but it was nice, but she got a green one and she likes green.", "sourceId": "54"}, {"categoryId": "5", "formalText": "But when Jem Genting she just looked at her and she saw just she went to her closet and she gave her the dress cuz she realized she'd gotten her she'd gotten hadn't gotten this dress for her.", "sourceId": "55"}, {"categoryId": "5", "formalText": "She got in it for then she wore it in it and just sunshine.", "sourceId": "56"}, {"categoryId": "5", "formalText": "It's she's she means a very a laughing person.", "sourceId": "57"}, {"categoryId": "5", "formalText": "She's one who what she she always had pets growing up and she loves that because when she went to her house, she got to play with her dogs with her cats going to have passed because her parents only she were all allergic so she got them sort of vicariously through Jen and it really really hurt her to leave leave her because she's just on top of just being so cheerful and making the best of things very accepting a little bit more.", "sourceId": "58"}, {"categoryId": "5", "formalText": "She guesses more impulsive less less held back by things in her with her personality.", "sourceId": "59"}, {"categoryId": "5", "formalText": "It was something that she likes to see it was a pretty big wrench to leave her.", "sourceId": "60"}, {"categoryId": "5", "formalText": "She just it's funny when she lived in Frankfurt either fewer people and it was quieter and all of that which is more in line with her personality.", "sourceId": "62"}, {"categoryId": "5", "formalText": "Begin with but she was not empty your place, but she never felt really lonely there when they moved the Cleveland which was full of people all over the place and you can never be alone.", "sourceId": "63"}, {"categoryId": "5", "formalText": "She felt very lonely being surrounded by business annoys people time.", "sourceId": "64"}, {"categoryId": "5", "formalText": "And then what was really hard and 6th grade was she started in grade 6 was she started in a school with her parents just said there was a language immersion school system.", "sourceId": "65"}, {"categoryId": "5", "formalText": "She started in language immersion.", "sourceId": "66"}, {"categoryId": "5", "formalText": "She's sorry is school system.", "sourceId": "67"}, {"categoryId": "5", "formalText": "And so she thought it was the best way to continue our culture.", "sourceId": "68"}, {"categoryId": "5", "formalText": "It was also a private school where her mother was teaching but it was going to it was first of all there weren't they weren't sure about putting her into school where her mother was teaching.", "sourceId": "69"}, {"categoryId": "5", "formalText": "Cultural immersion is the technical terms in Midwest and the school was where in a more cultural neighborhood of the city fathers North start of getting into the more cultural territory and they were hoping that would be that would continue my language education, which is something she was definitely gung-ho about as well.", "sourceId": "72"}, {"categoryId": "5", "formalText": "She's always love languages and she certainly ardently loves French literature still does half of what she works on our different languages.", "sourceId": "73"}, {"categoryId": "5", "formalText": "So is all sort of for a very good plan and practice it turned out to be really really awful the students were it was not a good fit for her at all, but it turned out that her class is run by a student who her memory from the first day of class, but she rounded up all the girls in the class and put them around in a circle and she stood in the middle and based on shoes.", "sourceId": "74"}, {"categoryId": "5", "formalText": "She went around said you're basically you're in you're not", "sourceId": "75"}, {"categoryId": "5", "formalText": "It was called it was in grade 6 in Cleveland.", "sourceId": "78"}, {"categoryId": "5", "formalText": "This was the other one her mother taught at the French school, which is a private school.", "sourceId": "80"}, {"categoryId": "5", "formalText": "This was public part of the public school system.", "sourceId": "81"}, {"categoryId": "5", "formalText": "She thought he that bad this one before she was sort of.", "sourceId": "83"}, {"categoryId": "5", "formalText": "They moved the Cleveland not for his job.", "sourceId": "85"}, {"categoryId": "5", "formalText": "They moved there because in grade 3 they went on a sabbatical then her father is he left his job in Frankfurt.", "sourceId": "86"}, {"categoryId": "5", "formalText": "He was a professor at the University there any left for a number of reasons that year they had been planning on it already.", "sourceId": "87"}, {"categoryId": "5", "formalText": "They wanted to move back to Cleveland because they wanted to for her perspective in grade 6 it was in but they wanted to move there for Education the new that the quality of Education dropped after Elementary School in Frankfort, and they wanted them to have a better education also Jewish Community which just didn't exist in Frankfurt.", "sourceId": "88"}, {"categoryId": "5", "formalText": "So it was really in a funny way of the spur funny to her now if it was for them it definitely didn't feel that way at the time.", "sourceId": "89"}, {"categoryId": "5", "formalText": "She really loves Frankfort and she misses everything about it.", "sourceId": "90"}, {"categoryId": "5", "formalText": "They have had a much easier transition and she thinks a part of what was sort of wrenching for her was that before then?", "sourceId": "91"}, {"categoryId": "5", "formalText": "She hasn't really been really intense with Leah, you know, she was much more social than she was she had more friends.", "sourceId": "92"}, {"categoryId": "5", "formalText": "She had more she was more of an extrovert.", "sourceId": "93"}, {"categoryId": "5", "formalText": "She was just more", "sourceId": "94"}, {"categoryId": "5", "formalText": "Out of there.", "sourceId": "95"}, {"categoryId": "5", "formalText": "She had the ideas.", "sourceId": "96"}, {"categoryId": "5", "formalText": "She went with her plans, but and she missed Frankfort.", "sourceId": "97"}, {"categoryId": "5", "formalText": "It's just a she has this kind.", "sourceId": "98"}, {"categoryId": "5", "formalText": "She also has this kind of Ideal view of Frankfort.", "sourceId": "99"}, {"categoryId": "5", "formalText": "So sometimes email her that she's going home sick and she misses the sort of Simplicity and beauty and niceness of it almost need sometimes when she reads those emails.", "sourceId": "100"}, {"categoryId": "5", "formalText": "It feels like she's reading a fairytale.", "sourceId": "101"}, {"categoryId": "5", "formalText": "It's not how she remembers things.", "sourceId": "102"}, {"categoryId": "5", "formalText": "She doesn't remember like yes, it was beautiful.", "sourceId": "103"}, {"categoryId": "5", "formalText": "It was really she loved it.", "sourceId": "104"}, {"categoryId": "5", "formalText": "But she remembers Winters being extremely hard and they had that 6 foot snow storm sure.", "sourceId": "105"}, {"categoryId": "5", "formalText": "It was pretty and it's something sort of talked about looking back.", "sourceId": "106"}, {"categoryId": "5", "formalText": "But at the time it was pretty hard a lot of mosquitoes in the summer insanely painful.", "sourceId": "107"}, {"categoryId": "5", "formalText": "There are not mosquitoes like that anywhere else, but she doesn't know it's just something about it feels a bit unreal and it certainly like for her the transition was she had an okay year at school.", "sourceId": "108"}, {"categoryId": "5", "formalText": "Then she went to the high school which we both attended jade made a lot of friends there and her husband now is one of somebody who was in her class in high school.", "sourceId": "109"}, {"categoryId": "5", "formalText": "It was all", "sourceId": "110"}, {"categoryId": "5", "formalText": "final smelly for her. She had a real struggle until she Grace 6 if she could erase it she would. Grade 7 she went to a different school it was just a grade 7/8 school so smaller she'd had teachers if she were a little bit more specialized in dealing with that rather difficult Agency Group and one of her still sort of halfway in touch with some of her teachers from their who is extremely patient and sweet with her and that's where she's at. Her friends see who liked genchi you know both of them interesting her. They never went to University or a couple of years and then which were Lucy never went to University there more the people who ball to do.", "sourceId": "111"}, {"categoryId": "5", "formalText": "What they want they do it.", "sourceId": "112"}, {"categoryId": "5", "formalText": "They're both very much creatures of the place where they live Jen tried to have tried a number of times to leave Frankfurt or the east coast and she never could she never could live elsewhere.", "sourceId": "113"}, {"categoryId": "5", "formalText": "Now.", "sourceId": "114"}, {"categoryId": "5", "formalText": "She's living in Iceland that's about as much of a deviation as she can make from there and she cannot imagine losing anywhere other than Cleveland and it's kind of interesting her to her that the two friends.", "sourceId": "115"}, {"categoryId": "5", "formalText": "She needs to sort of anchor her in a way are those people who sort of moved to their own Rhythm or not?", "sourceId": "116"}, {"categoryId": "5", "formalText": "So concerned about conventions or making or was perfectly right all the time.", "sourceId": "117"}, {"categoryId": "5", "formalText": "They don't worry about making mistakes because she'll just try again later.", "sourceId": "118"}, {"categoryId": "5", "formalText": "Just sort of getting trying to think back because a lot of what she you know, a lot of what she itsfunneh a lot of what she knows about her growing up with Leo.", "sourceId": "119"}, {"categoryId": "5", "formalText": "And is what she heard her parents or other people in a way because she said her own memories are kind of sparse from when she was younger.", "sourceId": "120"}, {"categoryId": "5", "formalText": "Her mom.", "sourceId": "121"}, {"categoryId": "5", "formalText": "Her dad will comment on Leah being kind of bossy Kind Of Man armor marked many times her that although she's always been very protective of David.", "sourceId": "122"}, {"categoryId": "5", "formalText": "Or her telling her that she remembers that she would always be very excited when Jen came over to play but she usually ends up sitting somewhere else.", "sourceId": "123"}, {"categoryId": "5", "formalText": "She'll be up late with Jen and she has a memory which is she was always very excited to go over to Jen's house play partly she thinks because of the animals the cats and it's also partly because she did she doesn't remember from when she was littler but when she was older, she definitely remembers certainly back they had to sense of Jen because they were the same being very much her friend and then Leah wanted to play with them all the time and she sometimes felt a little bit left out, she guesses in a Party of Three instead of a party of two.", "sourceId": "124"}, {"categoryId": "5", "formalText": "She thinks she had a sense that she wasn't very good at having friends when he came back from Cleveland.", "sourceId": "125"}, {"categoryId": "5", "formalText": "She thinks that's when she starts began to sort of feel that difference between they are being quite good socially and her being sore.", "sourceId": "126"}, {"categoryId": "5", "formalText": "Focus on the outside not really knowing how to play.", "sourceId": "127"}, {"categoryId": "5", "formalText": "She feels like she wasn't very good at being a kid.", "sourceId": "128"}, {"categoryId": "5", "formalText": "She had a and of course like now she looks and she thinks they're all kinds of kids.", "sourceId": "129"}, {"categoryId": "5", "formalText": "She just had a feeling that she wasn't very good at it that she probably seems to get along better with many adults.", "sourceId": "130"}, {"categoryId": "5", "formalText": "Of course now when she thinks about it, she probably just didn't really find a good group of kids.", "sourceId": "131"}, {"categoryId": "5", "formalText": "She wasn't or didn't have a kind of chameleon personality, which she can fit in with very many people.", "sourceId": "132"}, {"categoryId": "5", "formalText": "She still doesn't.", "sourceId": "133"}, {"categoryId": "5", "formalText": "But she remembers when she she guesses this was around and grade for grade 5 when they came back from Cleveland before they moved permanently. When she was on the in the playgrounds girls at lunch or recess or something, and she wanted to play at the only things she ever really wanted to play.", "sourceId": "134"}, {"categoryId": "5", "formalText": "Or some type of fairies or miss or something like that.", "sourceId": "135"}, {"categoryId": "5", "formalText": "She read fairy tales. She dreads mythology.", "sourceId": "136"}, {"categoryId": "5", "formalText": "She was obsessed.", "sourceId": "137"}, {"categoryId": "5", "formalText": "And.", "sourceId": "138"}, {"categoryId": "5", "formalText": "And who grew up on a farm nearby and sure she was very nice.", "sourceId": "139"}, {"categoryId": "5", "formalText": "But they tended to butt heads as much as she could.", "sourceId": "140"}, {"categoryId": "5", "formalText": "She wasn't really very good at that sort of thing.", "sourceId": "141"}, {"categoryId": "5", "formalText": "But she was she wanted to play horses because she grew up on a farm.", "sourceId": "142"}, {"categoryId": "5", "formalText": "She loves horses the way that she loves cats in mythology and she loves horses.", "sourceId": "143"}, {"categoryId": "5", "formalText": "She loves the things that you saw every day.", "sourceId": "144"}, {"categoryId": "5", "formalText": "And she said, \"okay.\"", "sourceId": "145"}, {"categoryId": "5", "formalText": "\"Yeah, that's fine\".", "sourceId": "146"}, {"categoryId": "5", "formalText": "\"We'll play horses.\"", "sourceId": "147"}, {"categoryId": "5", "formalText": "She doesn't know nothing about horses.", "sourceId": "148"}, {"categoryId": "5", "formalText": "So she wanted to be Pegasus because that was the horse.", "sourceId": "149"}, {"categoryId": "5", "formalText": "She knew she was Furious she was so angry because she still doesn't really know very much about horse says it could be a black horse or White Horse.", "sourceId": "150"}, {"categoryId": "5", "formalText": "She doesn't really know anything about horses a mare a stallion.", "sourceId": "151"}, {"categoryId": "5", "formalText": "She guesses the horses don't have wings.", "sourceId": "152"}, {"categoryId": "5", "formalText": "There wasn't a horse on her Farm Gladwin, so can't do that.", "sourceId": "153"}, {"categoryId": "5", "formalText": "And that's what she was, you know.", "sourceId": "154"}, {"categoryId": "5", "formalText": "It's just that sort of that's where she was like with other kids.", "sourceId": "156"}, {"categoryId": "5", "formalText": "And so she just and the great thing about being backed about back in Cleveland was when she her it was sort of like she read", "sourceId": "157"}, {"categoryId": "5", "formalText": "Every she just there's a reason she thinks.", "sourceId": "158"}, {"categoryId": "5", "formalText": "It was in all of them the course textbooks and she just read everything in her way.", "sourceId": "159"}, {"categoryId": "5", "formalText": "She felt at that point was that it gave her enough for somebody to hang out with just let her Mark time until so she guesses she reaches the more it's she wanted to go to university.", "sourceId": "160"}, {"categoryId": "5", "formalText": "She wanted to go to university not because just because she wanted the courses and the more, you know being able to write about what she wanted to write and she's her classes and she wanted to go to university because you didn't have lunch hour you didn't have recess you don't have a cafeteria where all the kids going to have to find a table to sit with other people.", "sourceId": "161"}, {"categoryId": "5", "formalText": "She found extremely stressful.", "sourceId": "162"}, {"categoryId": "5", "formalText": "You had.", "sourceId": "163"}, {"categoryId": "5", "formalText": "She tried to live in a dorm for 2 years, but then since she was in Cleveland, she just she lives at home for the next two years because she didn't the messing it's just got to be too much and after that was just", "sourceId": "164"}, {"categoryId": "5", "formalText": "Greater degrees that sort of Independence she guesses but of course the thing is at all of these those stages in between are supposed to teach you about getting along and making compromises and so on and she guesses what's really the something that wasn't she guesses it's not an issue of getting along and making compromises.", "sourceId": "165"}, {"categoryId": "5", "formalText": "She does both of those things extremely.", "sourceId": "166"}, {"categoryId": "5", "formalText": "Well, she's not the most social person in the world, but she definitely doesn't mind, you know people who are different from your with no major issues that she didn't manage to workout in the stages of how to say in that that okay.", "sourceId": "167"}, {"categoryId": "5", "formalText": "You don't have to like her shoes.", "sourceId": "168"}, {"categoryId": "5", "formalText": "Why would she care whether you like her shoes are not they're comfortable.", "sourceId": "169"}, {"categoryId": "5", "formalText": "They work they provide that layer between her feet in the ground.", "sourceId": "170"}, {"categoryId": "5", "formalText": "They're supposed to do if you don't like them fine.", "sourceId": "171"}, {"categoryId": "5", "formalText": "You don't have to it's not your business.", "sourceId": "172"}, {"categoryId": "5", "formalText": "That's a problem that she didn't manage to work on those stages, she thinks.", "sourceId": "173"}, {"categoryId": "5", "formalText": "Well, you're doing it now Under Fire.", "sourceId": "174"}, {"categoryId": "5", "formalText": "And in the immersion the immersion experience of having to do that.", "sourceId": "176"}, {"categoryId": "5", "formalText": "It's like a sort of a she guesses the thing is that to her.", "sourceId": "189"}, {"categoryId": "5", "formalText": "It's a she thinks that what she likes what she just reached right now where her instinct was.", "sourceId": "190"}, {"categoryId": "5", "formalText": "Yes compromise.", "sourceId": "191"}, {"categoryId": "5", "formalText": "That's what you need to to.", "sourceId": "192"}, {"categoryId": "5", "formalText": "That's what you didn't learn.", "sourceId": "193"}, {"categoryId": "5", "formalText": "That's what you know, you put children.", "sourceId": "194"}, {"categoryId": "5", "formalText": "They get more social and they compromised and learnt work together.", "sourceId": "195"}, {"categoryId": "5", "formalText": "She had to turn down a little bit now.", "sourceId": "196"}]