[{"categoryId": "0", "formalText": "She wants to go on walks.", "sourceId": "151"}, {"categoryId": "0", "formalText": "She really does. Just driving through the snow with her snow boots and things being slippery.", "sourceId": "152"}, {"categoryId": "0", "formalText": "She hates it so much.", "sourceId": "153"}, {"categoryId": "1", "formalText": "She's okay. Had a last Tuesday had a breakdown at work or she was fine in the morning.", "sourceId": "1"}, {"categoryId": "2", "formalText": "She was fine for most of the afternoon and then towards the end of the last like our that she was working.", "sourceId": "2"}, {"categoryId": "2", "formalText": "She started like shaking.", "sourceId": "3"}, {"categoryId": "2", "formalText": "And then she realized that she was panicking she was able to hide this from everybody but ended up, you know, leaving an hour early, which she means isn't that abnormal for her especially because right now hurts her hands.", "sourceId": "4"}, {"categoryId": "2", "formalText": "But she ended up going to her parents place first because she didn't know that she would be able to make it.", "sourceId": "5"}, {"categoryId": "2", "formalText": "All the way back to Sydney, you know New Haven and so she ended up calling.", "sourceId": "6"}, {"categoryId": "2", "formalText": "Dr. Barnes decided like she called her back and so he put her back on the Seroquel.", "sourceId": "7"}, {"categoryId": "2", "formalText": "That's unusual for her to panic at work.", "sourceId": "8"}, {"categoryId": "2", "formalText": "She knows. That's when she realized it was like it wasn't just the apartment or something because she doesn't normally Panic at work.", "sourceId": "9"}, {"categoryId": "2", "formalText": "So she's been on for a week.", "sourceId": "16"}, {"categoryId": "2", "formalText": "She means, she thinks it helps them.", "sourceId": "17"}, {"categoryId": "2", "formalText": "She was Panic free for a few days and then the past couple of days.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She's been so like sad again and suicidal again, but.", "sourceId": "19"}, {"categoryId": "2", "formalText": "She's been suicidal all along like for the past few weeks, but not as suicidal as she was when she was not on the Seroquel.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She thinks it's helping.", "sourceId": "22"}, {"categoryId": "2", "formalText": "What's more like she was kind of really sad but usually like not that long but they weren't just like instant and go away.", "sourceId": "25"}, {"categoryId": "2", "formalText": "They were like maybe 5 minutes or so.", "sourceId": "26"}, {"categoryId": "2", "formalText": "This morning.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She just sort of realized that because it was her birthday.", "sourceId": "30"}, {"categoryId": "2", "formalText": "And Sydney was they stayed up late the night before like they are going to go out and do this and then he like couldn't go to sleep and like, you know, he didn't bother taking an Ambien or you know NyQuil or what was her birthday.", "sourceId": "31"}, {"categoryId": "2", "formalText": "So then he was like sleeping in and don't even like she didn't get up until 10:30 and he didn't get up until like 11.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She guesses it's not that late but.", "sourceId": "33"}, {"categoryId": "2", "formalText": "She felt disappointed clearly.", "sourceId": "34"}, {"categoryId": "2", "formalText": "Because she's not seeing any friends because she doesn't have a place to host them.", "sourceId": "35"}, {"categoryId": "2", "formalText": "She just feels so hopeless and she was considering like she didn't go into work yesterday either because she was sick on Monday.", "sourceId": "40"}, {"categoryId": "2", "formalText": "And yesterday she likes Monday night.", "sourceId": "41"}, {"categoryId": "2", "formalText": "She was feeling really suicidal and bad depressed and she guesses it wasn't her.", "sourceId": "42"}, {"categoryId": "2", "formalText": "She wasn't even suicidal.", "sourceId": "43"}, {"categoryId": "2", "formalText": "It was like the physical feeling of uncomfortableness and tightness from anxiety.", "sourceId": "44"}, {"categoryId": "2", "formalText": "That's what she was feeling.", "sourceId": "45"}, {"categoryId": "2", "formalText": "There might have been there was possibly a thought about like she should kill herself to end this feeling and the feeling wouldn't go away.", "sourceId": "48"}, {"categoryId": "2", "formalText": "She means yesterday there was snow anyways, but she's like this close to finishing her job and like considering quitting right before the end when like accept that was her leave on bad terms, but she just doesn't know that she could keep it together enough and if she keeps on feeling like this like that tightness just wasn't going away.", "sourceId": "49"}, {"categoryId": "2", "formalText": "So that tightness is really uncomfortable.", "sourceId": "50"}, {"categoryId": "2", "formalText": "Yeah, like she can sort of put it away.", "sourceId": "51"}, {"categoryId": "2", "formalText": "Like if they were doing like something distracting like watching an episode of something or like listening to a podcast.", "sourceId": "52"}, {"categoryId": "2", "formalText": "But as soon as like the episode of podcast or whatever end it comes back.", "sourceId": "53"}, {"categoryId": "2", "formalText": "Well, it wasn't the tightness.", "sourceId": "55"}, {"categoryId": "2", "formalText": "It was like last Tuesday.", "sourceId": "56"}, {"categoryId": "2", "formalText": "It was shaking.", "sourceId": "57"}, {"categoryId": "2", "formalText": "She doesn't remember there being that tightness at work.", "sourceId": "58"}, {"categoryId": "2", "formalText": "Maybe there was she's just so uncomfortable and she has no way of like going like making it go away permanently.", "sourceId": "59"}, {"categoryId": "2", "formalText": "It just seems hopeless and she just like, \"Okay these drugs aren't stopping that feeling.\"", "sourceId": "60"}, {"categoryId": "2", "formalText": "It does go away.", "sourceId": "64"}, {"categoryId": "2", "formalText": "But she feels like she has no control over it.", "sourceId": "65"}, {"categoryId": "2", "formalText": "It's happening if it happens more and more and like it the Seroquel isn't going to help either then like, she means, she guesses she it's helping some but it's not helping enough and like she can't, you know, she doesn't know if the imipramine has stopped working or something and she can't really go back on the Wellbutrin because it's really bad for anxiety, and she's just like she's run out of options.", "sourceId": "66"}, {"categoryId": "2", "formalText": "She thinks the winter is driving her crazy.", "sourceId": "96"}, {"categoryId": "2", "formalText": "Just hearing like, you know, when she finds out there's going to be more snow is just makes her so sad and.", "sourceId": "97"}, {"categoryId": "2", "formalText": "She can't deal with winter anymore.", "sourceId": "99"}, {"categoryId": "2", "formalText": "But there's really nothing.", "sourceId": "100"}, {"categoryId": "2", "formalText": "She means unless she went on a trip somewhere.", "sourceId": "105"}, {"categoryId": "2", "formalText": "Yeah, but she needs to finish up her job.", "sourceId": "107"}, {"categoryId": "2", "formalText": "And by the time she finishes hopefully winter won't be as bad anymore.", "sourceId": "108"}, {"categoryId": "2", "formalText": "She wants to be able to go on walks and stuff.", "sourceId": "109"}, {"categoryId": "2", "formalText": "Yeah, she doesn't really foresee herself having time to do it for the next few days.", "sourceId": "110"}, {"categoryId": "2", "formalText": "Her job is for her to be in control and not let the anxiety and depression being control anxiety and depression impact her but she doesn't have to let it control her.", "sourceId": "269"}, {"categoryId": "2", "formalText": "It's just hard to make all the right choices because it's so easy to like, you know, just sleep in like, you know Ethan on Monday morning.", "sourceId": "272"}, {"categoryId": "2", "formalText": "She had her game like the alarm went off and they had like more time that they could sleep and she wanted to go back to sleep because she knew that if she stayed up for a certain amount of time the tightness would come back and then it did you know, and then sleep seems like the only escape from it and she can't sleep all the time.", "sourceId": "273"}, {"categoryId": "2", "formalText": "But she chooses lie, so she doesn't really know how to do anything.", "sourceId": "275"}, {"categoryId": "2", "formalText": "Her whole life is falling apart.", "sourceId": "276"}, {"categoryId": "2", "formalText": "She guesses probably going to music rehearsal on Sunday night.", "sourceId": "286"}, {"categoryId": "2", "formalText": "Okay, so then she sets it up so that she can do that and that sort of the one step towards reaching back out to people may be getting engaged with something that would be positive.", "sourceId": "287"}, {"categoryId": "2", "formalText": "Well, though just a part of her now thinks she's making a huge mistake by wanting to join music again.", "sourceId": "289"}, {"categoryId": "2", "formalText": "She doesn't know if that's the depressed part of her or the sensible part of her.", "sourceId": "290"}, {"categoryId": "2", "formalText": "She guesses she's so reluctant to do it now, and she doesn't know.", "sourceId": "297"}, {"categoryId": "2", "formalText": "The tightness is like a little bit there.", "sourceId": "304"}, {"categoryId": "2", "formalText": "Yeah, like it's not as bad as it's like been the past few days.", "sourceId": "307"}, {"categoryId": "2", "formalText": "She can try taking some deep breast.", "sourceId": "317"}, {"categoryId": "2", "formalText": "I know in the past sometimes when she tries that, it feels uncomfortable to focus on the breath.", "sourceId": "319"}, {"categoryId": "2", "formalText": "So she can try some of those things but it will go away those things might hasten the process, but it's always going to go away.", "sourceId": "334"}, {"categoryId": "2", "formalText": "But sometimes not until she goes to sleep", "sourceId": "335"}, {"categoryId": "2", "formalText": "And then sometimes it will come back as soon as she wakse up.", "sourceId": "337"}, {"categoryId": "2", "formalText": "She guess it's been so long that she can deal with that feeling it like drives her crazy half the time.", "sourceId": "339"}, {"categoryId": "2", "formalText": "She like really just wants it gone any way possible.", "sourceId": "340"}, {"categoryId": "2", "formalText": "I know that she's always told me that when she has those thoughts that she's not thinking about actually falling through and then rather than engaging in that cycle of thought for 5 minutes, if it's not night time take a nap that's better than it's better than engaging in a cycle of destructive thoughts and maybe it will be better when she wakes up or maybe one of those other techniques can work and she can get some control over it and she would try this first.", "sourceId": "343"}, {"categoryId": "2", "formalText": "She has a heating pad.", "sourceId": "344"}, {"categoryId": "2", "formalText": "She thinks it's one of the boxes that she hasn't gone into yet.", "sourceId": "346"}, {"categoryId": "5", "formalText": "Like she doesn't her Apartments too small.", "sourceId": "36"}, {"categoryId": "5", "formalText": "She can't ever have a party and she hasn't done things with friends in like forever and it made her really sad and she feels like she has no friends because Sydney is like, \"Why don't you just have a couple over\" and she's like, \"If I did the couple that I'd want to have when you Lucy in Walter, but they're you know, they move to Florida like a year-and-a-half ago now.\"", "sourceId": "37"}, {"categoryId": "5", "formalText": "Yeah, she just doesn't feel like she has any close friends anymore and she just couldn't think of any way then he was like, \"Oh, well.\" You know where she was like trying to help but then she shot down his idea and then he got mad at her and he was like, \"Okay, I quit\" and she's like, \"Thanks.\"", "sourceId": "39"}, {"categoryId": "5", "formalText": "Her parents have been fostering cats with kittens.", "sourceId": "121"}, {"categoryId": "5", "formalText": "She means she was like, \"Oh we can take because we still have some boxes.\" Like her parents came up over the weekend and help but she still has some boxes and doesn't really have a place to put them. It would have been too hard to move everything out in time.", "sourceId": "178"}, {"categoryId": "5", "formalText": "Probably yes, go out to a restaurant or maybe if someone else really tells her. She doesn't know. It's not like any of her friends suggested getting together.", "sourceId": "180"}, {"categoryId": "5", "formalText": "She would like to maybe invite somebody to a restaurant. It's just that she's sort of, she feels a little bit uncomfortable with that because then it's like, you know, suggesting an activity that people have to spend money on.", "sourceId": "182"}, {"categoryId": "5", "formalText": "She means which she guesses is okay and also like pending weather or they eat kosher and that's going to be an issue.", "sourceId": "183"}, {"categoryId": "5", "formalText": "She guesses most of her friends don't possibly all of her friends they can of at least like Dairy food out in a restaurant or non-kosher restaurant.", "sourceId": "184"}, {"categoryId": "5", "formalText": "Yeah, she doesn't know maybe like Phillip and Amy, maybe like.", "sourceId": "192"}, {"categoryId": "5", "formalText": "She hasn't actually gone and rejoined yet.", "sourceId": "193"}, {"categoryId": "5", "formalText": "And it feels weird that if she were doing it, like you know right after she got like if she's going to make Sunday her first rehearsal like being like, \"Hey, let's all get dinner like right before the rehearsal.\" So that people that like, she means, she knows most of the people in the group right now, she thinks they only have like three new members but still a little bit weird suggesting it when she hasn't actually rejoined the group yet because like the following weekend, she won't actually be able to come to rehearsal.", "sourceId": "194"}, {"categoryId": "5", "formalText": "So she's like, \"Do I want to start when I can't make all the hurdles yet?\" Which is still in a way because she actually likes that like even if she's only going to have rehearsals for now, that's still more rehearsal then if she waits to get back,", "sourceId": "195"}, {"categoryId": "5", "formalText": "So also just afraid of the time commitment and stuff.", "sourceId": "197"}, {"categoryId": "5", "formalText": "But if she's going to be unemployed again, it's not going to be that bad and if she can get a reasonable job at like is around here, you know, you know.", "sourceId": "198"}, {"categoryId": "5", "formalText": "Actually in that now that more hours anymore.", "sourceId": "201"}, {"categoryId": "5", "formalText": "She thinks there isn't any you know, all the drama is gone like all the dramatic people finally left.", "sourceId": "202"}, {"categoryId": "5", "formalText": "Yeah, so it might feel good to get together with the group and might feel good to sing.", "sourceId": "203"}, {"categoryId": "5", "formalText": "Yeah, she's just afraid. She doesn't want to be like a and stuff and like she'll have to miss like next weekend.", "sourceId": "204"}, {"categoryId": "5", "formalText": "She has an event and then like there are two weeks that she's house-sitting for her parents will there in Israel.", "sourceId": "205"}, {"categoryId": "5", "formalText": "I mean if it seems like if she's up front with the leaders that she knows, she has these commitments already, but she'd like to rejoin.", "sourceId": "208"}, {"categoryId": "5", "formalText": "So maybe that's not you know something that she involves the people in but she's also noticed that she's really disconnected from her friends and she's missed being part of a group and music piece fits that so maybe reaching out to fill up.", "sourceId": "215"}, {"categoryId": "5", "formalText": "Annie me about getting together for dinner and knowledge in her birthday that works on one piece and talking to the music people about whether it would make sense to start now and sort of piecemeal of what because of these other commitments this evening.", "sourceId": "216"}, {"categoryId": "5", "formalText": "If she can reconnect with that group and enjoyed getting back in touch with that part of herself,", "sourceId": "217"}, {"categoryId": "5", "formalText": "She guesses she's afraid with music that the time commitment is due and not being able to make rehearsals are feeling trapped at she has to go to rehearsal and she's like really sad or something.", "sourceId": "221"}, {"categoryId": "5", "formalText": "The worst case scenario would be if she missed rehearsal and end up staying on the wall and crying and feeling a tightness and not having it go away.", "sourceId": "223"}, {"categoryId": "5", "formalText": "She guesses if she missed too many of rehearsals and getting kicked out that probably would happen.", "sourceId": "224"}, {"categoryId": "5", "formalText": "It's never happened in the past.", "sourceId": "225"}, {"categoryId": "5", "formalText": "She's also never been this depressed and trying to be in an acapella group at the same time in the past.", "sourceId": "226"}, {"categoryId": "5", "formalText": "She's missed very few rehearsals for emotional reasons.", "sourceId": "227"}, {"categoryId": "5", "formalText": "She thinks there was like, you know a couple of a bunch that she missed when she was like dealing with Jonas and when oh, she didn't even miss that rehearsal. The one wouldn't she like Corey and the day before she found out that he didn't like her back and she was like, \"oh God, I have to face him at rehearsal.\"", "sourceId": "228"}, {"categoryId": "5", "formalText": "She's just going to play video games instead and then she ended up maybe being like 30 minutes late to rehearsal but still went.", "sourceId": "229"}, {"categoryId": "5", "formalText": "It might be that it feels good to have something to go to an option.", "sourceId": "245"}, {"categoryId": "5", "formalText": "She guesses it's also like freaking out on his nights like being able to get dinner before rehearsal and stuff.", "sourceId": "249"}, {"categoryId": "5", "formalText": "Especially, you know, now that she doesn't have anyone making me dinner anymore being able to do that all herself.", "sourceId": "250"}, {"categoryId": "5", "formalText": "She guesses she's also afraid that like, you know now she's starting to feel like older than all the people in the group and if that's going to be an issue right now if she comes back she wouldn't be the oldest member of the group.", "sourceId": "252"}, {"categoryId": "5", "formalText": "Well, you know, it would be a college acapella group, you know, like at a certain point like, you know, if she was like, you know 35 and people are looking very teen like,\" you look weird.\" Travis older person in this group.", "sourceId": "254"}, {"categoryId": "5", "formalText": "That's presumably college students or college students and grad students.", "sourceId": "255"}, {"categoryId": "5", "formalText": "They are not sort of upset by her age.", "sourceId": "256"}, {"categoryId": "5", "formalText": "No, so she guesses it's not an issue.", "sourceId": "257"}, {"categoryId": "5", "formalText": "They actually did have someone else who is older.", "sourceId": "259"}, {"categoryId": "5", "formalText": "So he left after a year because he was involved in like a stuff.", "sourceId": "260"}, {"categoryId": "5", "formalText": "And she thinks it was, she doesn't know if he's going to come back to the group.", "sourceId": "261"}, {"categoryId": "5", "formalText": "So if he came back she wouldn't be the oldest one anymore.", "sourceId": "262"}, {"categoryId": "5", "formalText": "It sounds like the group is not worried about it.", "sourceId": "263"}, {"categoryId": "5", "formalText": "She knows sometimes they worry about like not have enough undergrads for getting funding and being classified as a certain type of Stanford group, but they don't want to kick out grad students either. Just more like recruiting.", "sourceId": "265"}, {"categoryId": "5", "formalText": "She guesses it's the depression is what stops her to anxiety.", "sourceId": "268"}]