[{"categoryId": "0", "formalText": "Morning. He's at a loss as to what to talk about again.", "sourceId": "1"}, {"categoryId": "0", "formalText": "Although, he thinks in a better way this week in general.", "sourceId": "2"}, {"categoryId": "0", "formalText": "He feels better this week than he has for the last couple of weeks.", "sourceId": "3"}, {"categoryId": "0", "formalText": "That is a good thing.", "sourceId": "4"}, {"categoryId": "0", "formalText": "The classes are not immediately obvious, but he thinks some of it feeling like he has been telling people that he's upset and trying to deal with that in, he guesses, different drugs fashion.", "sourceId": "5"}, {"categoryId": "0", "formalText": "He doesn't know.", "sourceId": "6"}, {"categoryId": "0", "formalText": "Yeah, he's not sure where to begin.", "sourceId": "7"}, {"categoryId": "0", "formalText": "So it's a strange thing, not know what he's asking to consult with me on, but that's where he is.", "sourceId": "8"}, {"categoryId": "0", "formalText": "He doesn't think of it as a session to session but he thinks of it as what I framed. What he is asking for cans consultation on this is part of the process.", "sourceId": "9"}, {"categoryId": "0", "formalText": "That's helpful.", "sourceId": "12"}, {"categoryId": "0", "formalText": "Yeah, sometimes he's not sure what what thread is important to pick up this week.", "sourceId": "13"}, {"categoryId": "0", "formalText": "Yeah, so they were visiting their friends last week and, you know, occasionally like the question of, \"What you want to do,\" and he found it nearly impossible to answer that question.", "sourceId": "219"}, {"categoryId": "0", "formalText": "He always finds that something of a difficult question, because he feels like his needs needs to be balanced against some sense of group needs, which he thinks comes from having for siblings and having a strong recognition that we all have desires like from an early age.", "sourceId": "220"}, {"categoryId": "0", "formalText": "But usually he finds the problem like, \"Where's the balance of something like that here?\"", "sourceId": "221"}, {"categoryId": "0", "formalText": "He found unable to identify a particular or desire.", "sourceId": "222"}, {"categoryId": "0", "formalText": "Sometimes it's also the case. Like sometimes he just doesn't care but.", "sourceId": "223"}, {"categoryId": "0", "formalText": "But, in this context, it seemed or scenes or something.", "sourceId": "224"}, {"categoryId": "0", "formalText": "Like he has suppressed that desires, to the extent that he can't find them.", "sourceId": "225"}, {"categoryId": "0", "formalText": "He doesn't know where they went.", "sourceId": "226"}, {"categoryId": "0", "formalText": "It's one of his thinking about this problem of what to do.", "sourceId": "229"}, {"categoryId": "0", "formalText": "He wants to do next.", "sourceId": "230"}, {"categoryId": "0", "formalText": "What is the next step in his career.", "sourceId": "231"}, {"categoryId": "0", "formalText": "He has a hard time figuring out what he wants, but he does have some desire still. Like, there is a sense in which he really doesn't want to live in a city larger than this.", "sourceId": "233"}, {"categoryId": "0", "formalText": "He'd rather live in a city smaller than this.", "sourceId": "234"}, {"categoryId": "0", "formalText": "He can be sort of very clear, that he doesn't want that, but it's taking him a little bit of time to recognize that desire or anti desire.", "sourceId": "235"}, {"categoryId": "0", "formalText": "No, it's not a problem.", "sourceId": "246"}, {"categoryId": "0", "formalText": "Like the issue is something more like, it took him awhile to come to recognize that this is something that he doesn't want.", "sourceId": "247"}, {"categoryId": "0", "formalText": "Although, it's really obvious that he doesn't want that.", "sourceId": "248"}, {"categoryId": "0", "formalText": "He's not that happy living in the city, like in a day today, since it's just really noisy.", "sourceId": "249"}, {"categoryId": "0", "formalText": "And there's nowhere greener quiet.", "sourceId": "250"}, {"categoryId": "0", "formalText": "He read \"There are trees.\"", "sourceId": "251"}, {"categoryId": "0", "formalText": "So at least there are trees on the street.", "sourceId": "252"}, {"categoryId": "0", "formalText": "It's not like parts of Delaware.", "sourceId": "253"}, {"categoryId": "0", "formalText": "But yeah, so he doesn't know where they went, but he can recognize them as they come back or something.", "sourceId": "254"}, {"categoryId": "0", "formalText": "Comeback, meaning that they were there, but they are buried.", "sourceId": "255"}, {"categoryId": "0", "formalText": "Yeah, he doesn't think. He he doesn't think that he ceases to have desires.", "sourceId": "256"}, {"categoryId": "0", "formalText": "He thinks he ceases to know what they were, but he could be wrong about that.", "sourceId": "257"}, {"categoryId": "0", "formalText": "Maybe he just stopped having any desires that he's not sure at some point.", "sourceId": "258"}, {"categoryId": "0", "formalText": "He doesn't know that it matters. Like, a particular sense that he can't find them so they might as well not exist.", "sourceId": "259"}, {"categoryId": "0", "formalText": "Pretend like a big difference that they're there, but they're buried versus, if they were never there, because someone sends him then have to create something and other since he has to find out where they might be.", "sourceId": "260"}, {"categoryId": "0", "formalText": "And those processes feel similar to him, but they may not be.", "sourceId": "261"}, {"categoryId": "0", "formalText": "He does a lot of research, and so the process of search and the process of research are pretty similar, as far as idea the process of coming up with something new, in the process of figuring out what is already known.", "sourceId": "269"}, {"categoryId": "0", "formalText": "They have some more he some essential similarity.", "sourceId": "270"}, {"categoryId": "0", "formalText": "They may not be as similar as he thinks they are, because other people certainly seem to find them very very discreet enquiries.", "sourceId": "271"}, {"categoryId": "0", "formalText": "It's interesting for him, is like here are the values of what we know.", "sourceId": "272"}, {"categoryId": "0", "formalText": "Obviously the next thing to look for is this, but if he takes away one of those pieces, presumably, it's the next obvious Beast look for in the cell.", "sourceId": "273"}, {"categoryId": "0", "formalText": "Thinking about the shovel the pain. That's a good for its contrast and he'd much rather.", "sourceId": "274"}, {"categoryId": "1", "formalText": "He has no idea what to expect.", "sourceId": "28"}, {"categoryId": "1", "formalText": "He thinks we discussed that generates some anxiety for him.", "sourceId": "29"}, {"categoryId": "2", "formalText": "He thinks it's generalized anxiety.", "sourceId": "31"}, {"categoryId": "2", "formalText": "It's no particular thing that he's worried about, other than there's no particular thing.", "sourceId": "32"}, {"categoryId": "2", "formalText": "He's worried about.", "sourceId": "33"}, {"categoryId": "2", "formalText": "Just a general feeling of unease about it.", "sourceId": "34"}, {"categoryId": "2", "formalText": "He thinks there's a sort of a sense of hosting responsibilities. Hosting, then that comes with sir and sort of make sure everyone has a good time sort of goals or requirements or something.", "sourceId": "35"}, {"categoryId": "2", "formalText": "He's not particularly clear how to do that in this context.", "sourceId": "36"}, {"categoryId": "5", "formalText": "He guesses his parents are coming to visit this weekend.", "sourceId": "14"}, {"categoryId": "5", "formalText": "It's probably a good thing.", "sourceId": "15"}, {"categoryId": "5", "formalText": "They have a very small apartment.", "sourceId": "16"}, {"categoryId": "5", "formalText": "So he's concerned about hosting his parents in their tiny apartment.", "sourceId": "17"}, {"categoryId": "5", "formalText": "It's they have a house that's large enough for 7 people that live in and our use it.", "sourceId": "18"}, {"categoryId": "5", "formalText": "He didn't tell him visited him since he was in college in Texas, so it's an interesting and different thing.", "sourceId": "21"}, {"categoryId": "5", "formalText": "He was in Ohio for 4 years and after a couple of years, his mother decided that she might want to visit instead of just him coming back to visit, which in a lot of ways, made more sense. Him visiting home because the rest of his family is there. It's one person far away and six people relatively close the direction of travel make sense for him to be going back home.", "sourceId": "22"}, {"categoryId": "5", "formalText": "But that's what his mother decided. She wanted to know what he was doing and was curious where he was, and all of them know here in Andover, that's not really going to happen because he was doing all the actual work.", "sourceId": "23"}, {"categoryId": "5", "formalText": "Now he's sitting here.", "sourceId": "24"}, {"categoryId": "5", "formalText": "So he was thinking about how good a question that was that I had asked.", "sourceId": "25"}, {"categoryId": "5", "formalText": "It seems to get him a lot of issues.", "sourceId": "26"}, {"categoryId": "5", "formalText": "He thinks they haven't visited before and so, to a large extent.", "sourceId": "27"}, {"categoryId": "5", "formalText": "He have no idea what to expect.", "sourceId": "28"}, {"categoryId": "5", "formalText": "He thinks we discussed that generates some anxiety for him.", "sourceId": "29"}, {"categoryId": "5", "formalText": "Not that his parents are hard to please.", "sourceId": "37"}, {"categoryId": "5", "formalText": "That's the silly part of it.", "sourceId": "38"}, {"categoryId": "5", "formalText": "It's like the ridiculously easy going for the most part and if they're bothered they are not going to tell him so it'll be okay.", "sourceId": "39"}, {"categoryId": "5", "formalText": "And they're coming explicitly to see them, and to like help the care of them in this difficult time.", "sourceId": "40"}, {"categoryId": "5", "formalText": "So it's", "sourceId": "41"}, {"categoryId": "5", "formalText": "so he thinks that's going to be okay.", "sourceId": "42"}, {"categoryId": "5", "formalText": "Over the weekend, and he guesses until Monday 20th, seem to be getting a little more sad and sleeping more and kind of strange, and he found out Monday that she had run out her Synthroid or synthetic thyroid hormone.", "sourceId": "43"}, {"categoryId": "5", "formalText": "He thinks, he thinks he stopped taking it Friday or before so why do he doesn't know or think that that is like a primary driver of her depression, and just all of the turmoil or the last couple of years.", "sourceId": "44"}, {"categoryId": "5", "formalText": "She didn't have a greater, and part of her thyroid removed, and has been doing thyroid suppression therapy since about the time they got married, so it fits right into the same time under as everything else.", "sourceId": "45"}, {"categoryId": "5", "formalText": "I guess me one of the major symptoms of hypothyroidism is increased anxiety and one of the major symptoms of hypothyroidism is tiredness and depression for a while.", "sourceId": "46"}, {"categoryId": "5", "formalText": "I didn't remember if I told him this, but a while she hadn't had the thyroid nodes checked in months and finally did get them checked when she had hyperthyroid numbers, which is a result of essentially taking too much of her thyroid medication.", "sourceId": "47"}, {"categoryId": "5", "formalText": "She got that adjusted and has been a less anxious in the intervening time.", "sourceId": "48"}, {"categoryId": "5", "formalText": "But this is sort of a, I can pick out a signal. It's not clear if there is any meaning to the signal, like there are so many things going on in our lives and that's not necessarily it's not even clear.", "sourceId": "49"}, {"categoryId": "5", "formalText": "There's a correlation, if there were, it would not be sufficient evidence for any more causative role, but it seems to me like one has a mood regulating gland keeping the dosage of replacement hormone for that glass table is probably a good idea when one already has difficulty regulating mood so", "sourceId": "50"}, {"categoryId": "5", "formalText": "This is one of the things where they talked about some. They talked some about his difficulty. Difficulty with what is she responsible for and what is she not.", "sourceId": "51"}, {"categoryId": "5", "formalText": "This is the thing that he feels like she is a very responsible for, and that is like perfectly under control. You go to the doctor, you get things checked, you take the medication, until you just take maybe think about it a little bit and assess whether you're doing reasonable things with your treatment in that regard and make sure that he stays stable.", "sourceId": "52"}, {"categoryId": "5", "formalText": "That's it.", "sourceId": "53"}, {"categoryId": "5", "formalText": "And that's the thing that she's done fantastically poorly at, and just continue to do poorly at in some sense.", "sourceId": "54"}, {"categoryId": "5", "formalText": "Like, he doesn't know whether she does not understand that after 3 days.", "sourceId": "55"}, {"categoryId": "5", "formalText": "She only has only 70% or less of the thyroid hormone in her system or what?", "sourceId": "56"}, {"categoryId": "5", "formalText": "He did not ask her, because she already feels guilty about not having gotten the medication, and so like he intends to ask her, but the problem with exponential decay is like impulse treatment.", "sourceId": "58"}, {"categoryId": "5", "formalText": "It's easy to drop off very quickly after a week.", "sourceId": "59"}, {"categoryId": "5", "formalText": "She would have half or less of the hormone, and her sister, but it takes a long time to build back up.", "sourceId": "60"}, {"categoryId": "5", "formalText": "And, so if this is actually contributing factor, talking about it particular, when he's kind of angry about the fact that she has failed to do this simple thing again, because they've talked about getting her thyroid medication. Before, they talked about how he went and got her thyroid medication like three months ago because she didn't have it, is not seem like a good idea at the time so seem like not an important issue to confront in this specific moment because she was already going to get it and that day.", "sourceId": "61"}, {"categoryId": "5", "formalText": "So, that was Monday, so he didn't find out that she wasn't taking it.", "sourceId": "62"}, {"categoryId": "5", "formalText": "Until she. He found out she wasn't getting any, so it wasn't he did not need to do anything to get her to get it.", "sourceId": "63"}, {"categoryId": "5", "formalText": "It was just a why on Earth has she not been doing this?", "sourceId": "64"}, {"categoryId": "5", "formalText": "And he doesn't understand how one feels to do errands. Like sometimes you get busy.", "sourceId": "65"}, {"categoryId": "5", "formalText": "Sometimes you don't feel like doing whatever particular are, and he gets that but this is not an errand of the same magnitude as getting butter or something.", "sourceId": "66"}, {"categoryId": "5", "formalText": "There's also something which he doesn't like.", "sourceId": "70"}, {"categoryId": "5", "formalText": "Yes.", "sourceId": "71"}, {"categoryId": "5", "formalText": "This is the thing.", "sourceId": "72"}, {"categoryId": "5", "formalText": "She's failed to do several times.", "sourceId": "73"}, {"categoryId": "5", "formalText": "She doesn't remember all the other times.", "sourceId": "74"}, {"categoryId": "5", "formalText": "She's failed to do they at least nine.", "sourceId": "75"}, {"categoryId": "5", "formalText": "Yes is the things she's failed to do several times.", "sourceId": "77"}, {"categoryId": "5", "formalText": "She doesn't remember all other times.", "sourceId": "78"}, {"categoryId": "5", "formalText": "She's failed to do it.", "sourceId": "79"}, {"categoryId": "5", "formalText": "At least not in the last several months.", "sourceId": "80"}, {"categoryId": "5", "formalText": "So like, him being upset about this, as part of a trend, is not useful or perhaps not even a fair thing.", "sourceId": "81"}, {"categoryId": "5", "formalText": "It's certainly not a thing that he thinks it's worth bringing to the discussion to have in an emotional sense enough actual sense.", "sourceId": "82"}, {"categoryId": "5", "formalText": "It is important to know that is the recurring problem, and maybe they need a different solution, then wait until he has run out and get a few days later.", "sourceId": "83"}, {"categoryId": "5", "formalText": "Bye.", "sourceId": "84"}, {"categoryId": "5", "formalText": "He means they talked since when Tony was here. That she has a hard time handling him being upset.", "sourceId": "86"}, {"categoryId": "5", "formalText": "And so like, he is concerned that him being angry is going to impact or negatively but in a dangerous way.", "sourceId": "87"}, {"categoryId": "5", "formalText": "It sort of makes it easier to justify like behaving in this fashion.", "sourceId": "92"}, {"categoryId": "5", "formalText": "He's not sure that that's actually that. He doesn't know.", "sourceId": "93"}, {"categoryId": "5", "formalText": "Well, I think this is the heart of the matter in your marriage is how free he is.", "sourceId": "94"}, {"categoryId": "5", "formalText": "He certainly feels more free than he did maybe two months ago, but clearly not fully free, because he doesn't feel he can express himself when he feels angry, because he's very worried about the implications in a very dire way.", "sourceId": "96"}, {"categoryId": "5", "formalText": "And he's not always as worried about the implications and a diary way as it was this time.", "sourceId": "97"}, {"categoryId": "5", "formalText": "He thought she was doing particularly poorly.", "sourceId": "98"}, {"categoryId": "5", "formalText": "But he like this is back into it.", "sourceId": "99"}, {"categoryId": "5", "formalText": "If his guess is about the thyroid issues is correct, and she is in the more unstable place in the specific moment.", "sourceId": "100"}, {"categoryId": "5", "formalText": "And so it's like so yes, the concerns are more dire.", "sourceId": "101"}, {"categoryId": "5", "formalText": "Then he guesses he feels like I made a statement, and he mostly agrees with the statement, and so he's not sure what to say in response.", "sourceId": "102"}, {"categoryId": "5", "formalText": "Yeah.", "sourceId": "103"}, {"categoryId": "5", "formalText": "He thinks that's an accurate assessment.", "sourceId": "104"}, {"categoryId": "5", "formalText": "It does not feel particularly free to say that he found this upsetting. Not that he can completely hide from her when he finds something upsetting but.", "sourceId": "105"}, {"categoryId": "5", "formalText": "It's like he doesn't have a train of any thoughts, or he doesn't know what to do about it or.", "sourceId": "107"}, {"categoryId": "5", "formalText": "Yeah, he means, he doesn't know what to do about it.", "sourceId": "108"}, {"categoryId": "5", "formalText": "Now he feels like I'm pointing to this thing he's saying.", "sourceId": "109"}, {"categoryId": "5", "formalText": "Yes.", "sourceId": "110"}, {"categoryId": "5", "formalText": "That seems like about the right thing.", "sourceId": "111"}, {"categoryId": "5", "formalText": "We can spend time talking about that more, but he's not sure what further description of the problem will do if we both already grasped what the problem is, or maybe the point is he doesn't fully grasp what the problem is, but.", "sourceId": "115"}, {"categoryId": "5", "formalText": "I'm not sure that he specifically doesn't fully grasp.", "sourceId": "117"}, {"categoryId": "5", "formalText": "I mean, he's not the one to do something because he's feeling that is going to set him already fragile way around suicide alley over the edge that construction.", "sourceId": "119"}, {"categoryId": "5", "formalText": "Yeah, and this is a big case.", "sourceId": "124"}, {"categoryId": "5", "formalText": "It wasn't so much that he thought that she was suicidal in the moment.", "sourceId": "126"}, {"categoryId": "5", "formalText": "And that anything he said my push over the edge, but it certainly has a subjects related to his behavior in this time.", "sourceId": "127"}, {"categoryId": "5", "formalText": "So it's more than.", "sourceId": "128"}, {"categoryId": "5", "formalText": "So part of it is that since she's already made that or is about to make the call.", "sourceId": "129"}, {"categoryId": "5", "formalText": "To get the prescription refill, there's no practical value in asking.", "sourceId": "130"}, {"categoryId": "5", "formalText": "\"Why did you do this?\"", "sourceId": "131"}, {"categoryId": "5", "formalText": "Because she's already fixed it and some cents or as much as it is possible to fix it at that point.", "sourceId": "132"}, {"categoryId": "5", "formalText": "And so there is no immediacy to the discussion even to happen in about time.", "sourceId": "133"}, {"categoryId": "5", "formalText": "She already feels guilty.", "sourceId": "134"}, {"categoryId": "5", "formalText": "He's bad about not having done it, and he feels angry, and that's only use what kind of combination of emotions for them to have the conversation.", "sourceId": "135"}, {"categoryId": "5", "formalText": "And so if he were to wait for a little while before bringing it up again, he can be less angry, and she can be less guilty, and maybe they can actually have a conversation, in which the, in which the likes box or piece that she has to do with it in a more timely fashion can be discussed.", "sourceId": "136"}, {"categoryId": "5", "formalText": "It's also conversation.", "sourceId": "138"}, {"categoryId": "5", "formalText": "She really doesn't like having. She really doesn't like it when he suggests that this he has watched this thing impacts her mood.", "sourceId": "139"}, {"categoryId": "5", "formalText": "He thinks she doesn't like it, because it's just a piece where she feels like someone else can notice it, but she should have noticed.", "sourceId": "142"}, {"categoryId": "5", "formalText": "He thinks there's a piece where she has had plenty of people tell her.", "sourceId": "143"}, {"categoryId": "5", "formalText": "\"Oh, you should try this secure your depression.\"", "sourceId": "144"}, {"categoryId": "5", "formalText": "Like, when he had a headache, he took some Aspirin. \"You had a migraine you should take some aspirin.\" Also and that's with an LG, and it doesn't. She has a particular. He read about that class of discussion, and he thinks any suggestion of, \"This is a thing that is contributing to your mood,\" to have some emotion.", "sourceId": "145"}, {"categoryId": "5", "formalText": "He thinks this is pedantic.", "sourceId": "147"}, {"categoryId": "5", "formalText": "Yeah, that was he was attending to give reasons not to have that conversation in the moment when he's angry and she has like in that moment.", "sourceId": "157"}, {"categoryId": "5", "formalText": "These are reasons to have that conversation, and that sounds right.", "sourceId": "159"}, {"categoryId": "5", "formalText": "And he guesses now they're at the point of needing to talk about the time scale, because he thinks.", "sourceId": "160"}, {"categoryId": "5", "formalText": "Yeah, he thinks I'm right. That those are interesting departure points for conversations.", "sourceId": "161"}, {"categoryId": "5", "formalText": "There are stations back.", "sourceId": "162"}, {"categoryId": "5", "formalText": "They haven't been able to have the way they would have two or three years ago and more recent.", "sourceId": "163"}, {"categoryId": "5", "formalText": "His day is like in the last 4 months, but that's because there has been a sense in which the Tonya he would have those conversations with, hasn't existed in the last several months.", "sourceId": "164"}, {"categoryId": "5", "formalText": "There's a sense in which she really is there again, so yeah, those are the conversations that.", "sourceId": "165"}, {"categoryId": "5", "formalText": "Would be good to have as conversations and not just him telling her that she needs to take the medicine medication.", "sourceId": "166"}, {"categoryId": "5", "formalText": "He was just thinking very vaguely about the strange place.", "sourceId": "168"}, {"categoryId": "5", "formalText": "Their lives are, in terms of like how do they get to the place where he's telling her to take her medication like house?", "sourceId": "169"}, {"categoryId": "5", "formalText": "Like, how is that like, how what would seem like a reasonable motive interaction for them?", "sourceId": "170"}, {"categoryId": "5", "formalText": "It's just not.", "sourceId": "171"}, {"categoryId": "5", "formalText": "Yeah, it's just not really. That's not really a partnership or relationship so much as it. He doesn't know.", "sourceId": "172"}, {"categoryId": "5", "formalText": "He's not sure what the word to use but.", "sourceId": "174"}, {"categoryId": "5", "formalText": "Guardianship.", "sourceId": "175"}, {"categoryId": "5", "formalText": "He thinks that's the thing to grow to regain, and he really, he thinks that doing that in a normative hiring motion is a way to work toward regaining the mode of interaction.", "sourceId": "178"}, {"categoryId": "5", "formalText": "Yeah, I thought on that. Obviously, whatever he wants to do. He does the issue at hand is that he felt for so long that he had to bracket his needs for the sake of Tonya, and innocence about a conflict that his needs, if they don't maybe, not to say undermine her needs.", "sourceId": "179"}, {"categoryId": "5", "formalText": "At least undermine his ability to be present for her.", "sourceId": "180"}, {"categoryId": "5", "formalText": "So there's a conflict on that level.", "sourceId": "181"}, {"categoryId": "5", "formalText": "This is maybe more direct. That maybe you need to be expressive at the moment actually undermines what you think her need is to stay alive.", "sourceId": "182"}, {"categoryId": "5", "formalText": "Her need is whether it undermines it or not.", "sourceId": "183"}, {"categoryId": "5", "formalText": "If the question, it goes to the heart of, I mean, he may not think that it's much to give up by waiting a day or so.", "sourceId": "184"}, {"categoryId": "5", "formalText": "It may not. That may not be a big issue for him, but it sort of guessed the heart of how much does he need to bracket his needs or hold himself back and strain himself or confine himself for the sake of poignant.", "sourceId": "185"}, {"categoryId": "5", "formalText": "He hates thinking, he can't I say that's right.", "sourceId": "187"}, {"categoryId": "5", "formalText": "What does he talk about in response to that?", "sourceId": "188"}, {"categoryId": "5", "formalText": "And he thinks the important thing, is that he thinks that it's impacting the way he interacts with people and more generally particularly for, he thinks that in a sense habit of rocking his needs is in order to maintain it.", "sourceId": "189"}, {"categoryId": "5", "formalText": "He has done it more than just in his relationship with Tanya, and it's hard to notice it, at first, and some sense because he usually tries to be a considerate person taking into account the needs of other people.", "sourceId": "190"}, {"categoryId": "5", "formalText": "So this and a sense, please directly into a worldview that he has already has, and so it's he thinks it's hard to notice or has been hard to notice that", "sourceId": "191"}, {"categoryId": "5", "formalText": "It's like on one level he's not wanting to express himself in the heat of the moment for fear of hurting Tanya.", "sourceId": "200"}, {"categoryId": "5", "formalText": "It also sounds reasonable enough, but there is more complexity to it than that cause that always have to be the cage.", "sourceId": "201"}, {"categoryId": "5", "formalText": "If it does have to be the case right now, or how long does it have to be the case, because he doesn't know that it's really sustainable thing for years.", "sourceId": "202"}, {"categoryId": "5", "formalText": "He's not even sure that's really a relationship again.", "sourceId": "203"}, {"categoryId": "5", "formalText": "I'm clear that when we've talked about this before, I put in a very direct manner Tanya Tennessee to abdicate her responsibility, and his tendency to fill in all of the spaces a responsibility whether it's his responsibility or not, even his entitlement or not to do so does not fit well.", "sourceId": "204"}, {"categoryId": "5", "formalText": "I mean in some ways it fits very well, but in others.", "sourceId": "205"}, {"categoryId": "5", "formalText": "It works perfectly. Perfectly together.", "sourceId": "206"}, {"categoryId": "5", "formalText": "Where is perfectly accepted doesn't help either of them.", "sourceId": "207"}, {"categoryId": "5", "formalText": "And so when he says how is it that they've gotten to this point, that he's telling her to take her medication.", "sourceId": "209"}, {"categoryId": "5", "formalText": "When he's speaking to Tanya, as he might kind of might tell a demented grandmother, \"Did you take your medication today?\"", "sourceId": "212"}, {"categoryId": "5", "formalText": "I'm not saying he said it in that boy's, butt that becomes a structure.", "sourceId": "213"}, {"categoryId": "5", "formalText": "Ryan, so he tries not to do that to avoid that structure, but end up in this place and then he's angry and they're back into it.", "sourceId": "214"}, {"categoryId": "5", "formalText": "Like it's a complicated in that way.", "sourceId": "215"}, {"categoryId": "5", "formalText": "But he broadened it when he started to think about, as the extent to which he does that, and this in a very particular context in their marriage, and also, in terms of what's going on for Tanya, but then he's sort of expanding into thinking about how this plays out in other relationships for him.", "sourceId": "216"}]