[{"categoryId": "5", "formalText": "It feels dull because no one's around and yeah, and she thinks it would be pretty unhappy if she wasn't in college life if she wasn't part of something big with a lot of people walking, hahaha.", "sourceId": "16"}, {"categoryId": "5", "formalText": "She kind of had a she guesses lately someone interesting experience yesterday.", "sourceId": "17"}, {"categoryId": "5", "formalText": "She had to go with David to his chairs for dinner the department head and it was dreading the whole time.", "sourceId": "18"}, {"categoryId": "5", "formalText": "Like she doesn't want to do it.", "sourceId": "19"}, {"categoryId": "5", "formalText": "She doesn't want to do it because usually she means she always tries but she thinks she spoke about this before when she's been to his professors or friends places.", "sourceId": "20"}, {"categoryId": "5", "formalText": "She's always felt awkward.", "sourceId": "21"}, {"categoryId": "5", "formalText": "She feels like she's internalized what she felt with them like on Saturday night.", "sourceId": "22"}, {"categoryId": "5", "formalText": "His friends came over there a couple they teach with David in the same place and they have to kiss and she felt so awkward the whole time they made her feel so uncomfortable when they were doing anything, but just like it felt.", "sourceId": "23"}, {"categoryId": "5", "formalText": "She means, they're both Economist so they were mostly talking about", "sourceId": "24"}, {"categoryId": "5", "formalText": "Is there kids let them they were mostly talking about economics and she doesn't know what to say and you know, they tried to ask her question.", "sourceId": "25"}, {"categoryId": "5", "formalText": "\"What are you doing?\"", "sourceId": "26"}, {"categoryId": "5", "formalText": "\"How are you doing?\"", "sourceId": "27"}, {"categoryId": "5", "formalText": "It feels so weird.", "sourceId": "28"}, {"categoryId": "5", "formalText": "Hahaha, but yesterday after her place the chairs place she was driving it.", "sourceId": "29"}, {"categoryId": "5", "formalText": "But as soon as she walked into her house, she said, \"I've been renting this place for a long time and you know, it was a single mom so immediately I felt like I can be myself.\"", "sourceId": "30"}, {"categoryId": "5", "formalText": "And yeah, she was she enjoyed she talked a lot.", "sourceId": "31"}, {"categoryId": "5", "formalText": "She was very unselfconscious and like when she asked her what she was doing and David always tells her she never answers that question.", "sourceId": "32"}, {"categoryId": "5", "formalText": "She's very cryptic Word answers that don't inspire people to ask anymore.", "sourceId": "33"}, {"categoryId": "5", "formalText": "But she as soon as she asked me if she gave her every new thing that could be someone would say what she was doing, where she was studying.", "sourceId": "34"}, {"categoryId": "5", "formalText": "She had no shame because usually she would be very ashamed like them Professor her student.", "sourceId": "35"}, {"categoryId": "5", "formalText": "Hahaha, but she wasn't, so she told her and she realised because like all his friend are so full of themselves.", "sourceId": "36"}, {"categoryId": "5", "formalText": "They're so sure there's no certain and she doesn't feel comfortable at all with them like they come.", "sourceId": "37"}, {"categoryId": "5", "formalText": "Family background so, you know there's a class difference what she feels and then you know a gender difference for house.", "sourceId": "38"}, {"categoryId": "5", "formalText": "They just look very sure of themselves and very they have it all together and she doesn't see any sign of distress.", "sourceId": "39"}, {"categoryId": "5", "formalText": "She can't when she meets somebody the first time. Still she means last night she thought she can perhaps you know, so she thought that was interesting and then David and her were talking about marriage last night. About how she doesn't want to get married and she she doesn't know. They talked about a relationship but she's been she's not been feeling like talking to him at all or like she didn't want to tell him all those things as directly as she did last night just because it seems like you know couldn't do it, but she knows basically like they were saying that so he was like, \"Why don't you want to get married?\" And she was like, \"No.\"", "sourceId": "40"}, {"categoryId": "5", "formalText": "He said something like, \"To me, marriage just means that it's the commitment. You're saying to someone that you want to be with them for the rest of your life.\"", "sourceId": "41"}, {"categoryId": "5", "formalText": "So she was like, \"Yeah, that sounds pretty nice, but I still don't feel like seeing that to you.\"", "sourceId": "42"}, {"categoryId": "5", "formalText": "\"You just don't Inspire that kind of passion, you know, like I feel like that statement should be full of, you know, strong emotion and you just don't Inspire strong emotion, you know, you're pretty.\"", "sourceId": "43"}, {"categoryId": "5", "formalText": "\"Call Kirsten and I haven't shared my emotional side with you or when I have Shady about the responses like you no crickets or something, you know, it's hard for that to say that feel that you know, not that I haven't felt that with other people.\"", "sourceId": "44"}, {"categoryId": "5", "formalText": "\"I have you no other things have happened that made us not be together for the rest of our lives.\"", "sourceId": "45"}, {"categoryId": "5", "formalText": "But she was saying, you know, \"I mean, it's not I don't think that we shouldn't be together.\"", "sourceId": "46"}, {"categoryId": "5", "formalText": "Although in the back of her head.", "sourceId": "47"}, {"categoryId": "5", "formalText": "She was like, \"Oh that's pretty true.\"", "sourceId": "48"}, {"categoryId": "5", "formalText": "But but like, you know trying to be with him has required her to change a lot, you know, like, you know, like when she said that she speaks here is basically, you know, it's either David things this way so she should think this way or David thinks this way.", "sourceId": "49"}, {"categoryId": "5", "formalText": "So she wants to do the opposite so he's always a center and she's always doing everything with respect to him most of the time right?", "sourceId": "50"}, {"categoryId": "5", "formalText": "She means, that's an unusually preoccupied.", "sourceId": "51"}, {"categoryId": "5", "formalText": "\"So to be with you I figured that the only thing I could do is to be preoccupied myself all the time and we can have life and we can share those things.", "sourceId": "52"}, {"categoryId": "5", "formalText": "We can cook together.", "sourceId": "53"}, {"categoryId": "5", "formalText": "We can play Angry Birds, you know, hahaha,\" and and that that's what she said as she means not not like.", "sourceId": "54"}, {"categoryId": "5", "formalText": "Passionate or not really emotional or not adventurous or not explain the world together and he didn't say much.", "sourceId": "55"}, {"categoryId": "5", "formalText": "He wasn't like well he did say, \"When I said, you know, you're thinking has become like the rules.\"", "sourceId": "56"}, {"categoryId": "5", "formalText": "So she was like, \"That sounds bad,\" but he wasn't like, \"Therefore we should break up or therefore block,\" you know, it wasn't like.", "sourceId": "57"}, {"categoryId": "5", "formalText": "Like, you know, like she was telling him that she always thinks you know, \"what would you think in this area?\"", "sourceId": "62"}, {"categoryId": "5", "formalText": "I see. She said that to him.", "sourceId": "63"}, {"categoryId": "5", "formalText": "Yeah, so he was like, \"That's bad.\"", "sourceId": "64"}, {"categoryId": "5", "formalText": "He said like, \"You disappoint me too.\"", "sourceId": "67"}, {"categoryId": "5", "formalText": "And she was like, \"Oh, but at first he was like, yeah, I know it's General disappointment satisfaction when the other person is.\" He was like, \"You never say hi to my parents when they come on Skype.\"", "sourceId": "68"}, {"categoryId": "5", "formalText": "So she was like, \"well blah blah blah blah blah.\"", "sourceId": "69"}, {"categoryId": "5", "formalText": "She tries really hard to be to connect with him, his mom and she and she they just don't connect and you know, she's like him. She's not all emotional.", "sourceId": "70"}, {"categoryId": "5", "formalText": "She means, she's so unemotional to the extent that won her 98 year old mother passed away.", "sourceId": "71"}, {"categoryId": "5", "formalText": "She the David's mom was in India and when David's mom's mom was in a different place in the country and they were there.", "sourceId": "72"}, {"categoryId": "5", "formalText": "So how did like talk to her on the phone for like an hour to convince her to come to for her mom's funeral and she then came and her brother had organized issue.", "sourceId": "73"}, {"categoryId": "5", "formalText": "No, thanks for that their mom and you know, he was crying.", "sourceId": "74"}, {"categoryId": "5", "formalText": "He was like, \"This very very tough guy and see how to make a speech or something.\"", "sourceId": "75"}, {"categoryId": "5", "formalText": "So she was just very very awkward.", "sourceId": "76"}, {"categoryId": "5", "formalText": "She just said, \"I'm here.\"", "sourceId": "77"}, {"categoryId": "5", "formalText": "\"It's nice to be here.\"", "sourceId": "78"}, {"categoryId": "5", "formalText": "\"Thank you.\"", "sourceId": "79"}, {"categoryId": "5", "formalText": "\"I understand.\"", "sourceId": "80"}, {"categoryId": "5", "formalText": "She had a difficult time when he was younger.", "sourceId": "81"}, {"categoryId": "5", "formalText": "She did she's with her mom, but he doesn't feel anything really like he really can't think back on any not any instance of how his mom said \"you loved or aren't you sad?\"", "sourceId": "82"}, {"categoryId": "5", "formalText": "You know, how long after her a lot like him and it just made its the cultural or whatever, but she knows women how can he be like that?", "sourceId": "83"}, {"categoryId": "5", "formalText": "Maybe she shouldn't say that just as you know, where is saddened by her mother's passing, you know, but anyway, they try to they just don't connect.", "sourceId": "84"}, {"categoryId": "5", "formalText": "She means she really she reads a lot.", "sourceId": "85"}, {"categoryId": "5", "formalText": "And all but then you know that statement of her she made years ago writing is a luxury when she was trying to be become a writer that really hurt her and she thinks she's holding on to that and not forgiving her for that.", "sourceId": "86"}, {"categoryId": "5", "formalText": "I just I mean it seems like she had a very important conversation with him last night telling him she's actually not interested in marriage.", "sourceId": "89"}, {"categoryId": "5", "formalText": "She means, that's what she means about not connecting emotionally.", "sourceId": "96"}, {"categoryId": "5", "formalText": "It seems no motion can be significant enough to make a difference, you know.", "sourceId": "97"}, {"categoryId": "5", "formalText": "She feels she's with him because she's afraid to be alone.", "sourceId": "98"}, {"categoryId": "5", "formalText": "Oh, yeah, there's several reasons.", "sourceId": "99"}, {"categoryId": "5", "formalText": "She means she's using him to pay her mom's rent.", "sourceId": "100"}, {"categoryId": "5", "formalText": "The other concern is what does she do if she wants to go to India, and she's realizing that she could possibly find a cheaper place in those are she means, she's sure there are other spaces like probably she doesn't like to share a place with a lot of people but she doesn't know. She's just gotten very comfortable to use that excuse has a nice place and and they like each other. They have affection.", "sourceId": "101"}, {"categoryId": "5", "formalText": "She means in a way she's thinking yeah, so actually he brush it aside.", "sourceId": "102"}, {"categoryId": "5", "formalText": "Maybe that's a good thing.", "sourceId": "103"}, {"categoryId": "5", "formalText": "Maybe it shows what it shows what his priorities are and she needs those priority should be her priorities.", "sourceId": "104"}, {"categoryId": "5", "formalText": "She knows, you know like moving on with work, you know.", "sourceId": "105"}, {"categoryId": "5", "formalText": "Like he doesn't do anything if you know the conversation is over in.", "sourceId": "112"}, {"categoryId": "5", "formalText": "Let's move on with her date.", "sourceId": "113"}, {"categoryId": "5", "formalText": "That's what she thinks.", "sourceId": "114"}, {"categoryId": "5", "formalText": "So maybe she should do that too is what she's saying, like a cat like his priorities become her priorities are not wearing too much and how to spell and you know.", "sourceId": "115"}, {"categoryId": "5", "formalText": "Seems like he's making it clear that this is not what he wants this, you know the sort of going on kind of relationship.", "sourceId": "116"}, {"categoryId": "5", "formalText": "Yeah, well, he said he's not that Keen on marriage.", "sourceId": "117"}, {"categoryId": "5", "formalText": "It's just for his parents sake.", "sourceId": "118"}, {"categoryId": "5", "formalText": "Now she's so confused because of this.", "sourceId": "119"}, {"categoryId": "5", "formalText": "She feels she doesn't have the guts to change her life situation.", "sourceId": "120"}, {"categoryId": "5", "formalText": "And as a result, she's stepping someone else's priorities with her own.", "sourceId": "121"}, {"categoryId": "5", "formalText": "She's forgetting who she is and what she wants but since she has such a strong independent streak, she thinks she has a strong.", "sourceId": "122"}, {"categoryId": "5", "formalText": "She means she's about and then she doesn't find a way to connect emotionally with the most important supposedly most important people in her life.", "sourceId": "123"}, {"categoryId": "5", "formalText": "So look for other people or other places and doesn't find them and then so she continues being miserable.", "sourceId": "124"}, {"categoryId": "5", "formalText": "She doesn't know sad.", "sourceId": "125"}, {"categoryId": "5", "formalText": "She means most people in Academia, they don't have time for emotions, right?", "sourceId": "126"}, {"categoryId": "5", "formalText": "She means, they're busy right there very busy.", "sourceId": "129"}, {"categoryId": "5", "formalText": "No, she's not trying to. She means, she's sure it's not be but here she's not trying to defend them are like, you know eulogized. She's a glorified she's just saying that and she's kind of reasoning with herself like saying, \"Why you making such a big deal with emotions, you know, most people don't have time for emotions are. You know who you really are, you know, so then but then you know, it's the thing that some professions are Maybe I'm Wrong.\"", "sourceId": "141"}, {"categoryId": "5", "formalText": "\"Yeah, you're right.\"", "sourceId": "142"}, {"categoryId": "5", "formalText": "\"My something is wrong.\"", "sourceId": "143"}, {"categoryId": "5", "formalText": "She doesn't know. It just feels like as if David does it. She's thinking so it must be like this for a lot of his friends in for the larger community that they just have to work all the time because they have to get 10-year.", "sourceId": "144"}, {"categoryId": "5", "formalText": "They have to get published in.", "sourceId": "145"}, {"categoryId": "5", "formalText": "So they're mostly just at the computer working and not yeah, but she means the guy who the friend friends who come on Saturday this week day of the week off and they're skiing somewhere and she's not saying that emotion, you know, but it is, you know vacation.", "sourceId": "146"}, {"categoryId": "5", "formalText": "But David has to be part of a whole bunch of initiative and things to get meaning out of like and she's trying to do that right now.", "sourceId": "147"}, {"categoryId": "5", "formalText": "She's not saying it's bad.", "sourceId": "148"}, {"categoryId": "5", "formalText": "It's probably good for her, but it doesn't mean that she gets to you know, it's not all that.", "sourceId": "149"}, {"categoryId": "5", "formalText": "She is you know that she's like, she doesn't know what she's trying so hard to change so she may know what she wants.", "sourceId": "150"}, {"categoryId": "5", "formalText": "It's just that she's trying to change and so on the process she's getting confused maybe purposely so", "sourceId": "151"}, {"categoryId": "5", "formalText": "To be with David to make it work because he keeps saying he loves her and she's like, \"I don't know if anyone else could love me, you know, so.\"", "sourceId": "155"}, {"categoryId": "5", "formalText": "She doesn't know.", "sourceId": "157"}, {"categoryId": "5", "formalText": "He's very nice.", "sourceId": "158"}, {"categoryId": "5", "formalText": "She's sure there are there nice people, but it doesn't seem possible.", "sourceId": "159"}, {"categoryId": "5", "formalText": "Well, it's going to be as nice as him in a sensitive and straight, you know, and as honest and righteous.", "sourceId": "161"}, {"categoryId": "5", "formalText": "Yeah, perhaps all this confusion is because of or not.", "sourceId": "173"}, {"categoryId": "5", "formalText": "It's always been there but it keeps it comes to the service because of the fact that just emailed her.", "sourceId": "174"}, {"categoryId": "5", "formalText": "She still doesn't get that stupid person.", "sourceId": "175"}, {"categoryId": "5", "formalText": "You know, she really should just send him an email saying they cannot be touched for a few years.", "sourceId": "176"}, {"categoryId": "5", "formalText": "He was in India for a couple months while still but yeah, he sent her somewhere email.", "sourceId": "177"}, {"categoryId": "5", "formalText": "She doesn't know how she told me this. He sent her this weird to email like a month ago or something just like a link of a YouTube video like a song.", "sourceId": "178"}, {"categoryId": "5", "formalText": "They had a weird a misogynist Shades.", "sourceId": "179"}, {"categoryId": "5", "formalText": "She thought she was like ask David.", "sourceId": "180"}, {"categoryId": "5", "formalText": "He saw the email he was like she was like, \"Whatever do you think this means?\" They were listening to the song. He was like, \"Well, we just exchanged, you know, very mundane email.\"", "sourceId": "181"}, {"categoryId": "5", "formalText": "\"How are you?\"", "sourceId": "182"}, {"categoryId": "5", "formalText": "\"What are you doing?\"", "sourceId": "183"}, {"categoryId": "5", "formalText": "\"How are your parents would have you seen I was right.\"", "sourceId": "184"}, {"categoryId": "5", "formalText": "Maybe this was a little too revealing in her feelings right.", "sourceId": "185"}, {"categoryId": "5", "formalText": "She doesn't want to reveal. So yeah, but if she says, \"I just want to see the city Through Your Eyes\" is that like sport rain or is that?", "sourceId": "188"}, {"categoryId": "5", "formalText": "She feels anxious about her comment to him.", "sourceId": "189"}, {"categoryId": "5", "formalText": "Yeah, but she means he didn't respond for like 20 days or something and then he responded not directly to anyting anything but he just sent her a bunch of pictures of some director Kaweah scan from a book.", "sourceId": "190"}, {"categoryId": "5", "formalText": "He was reading.", "sourceId": "191"}, {"categoryId": "5", "formalText": "So she also ignored you know, and then this week he wrote back.", "sourceId": "192"}, {"categoryId": "5", "formalText": "\"Did you get the pictures?\"", "sourceId": "193"}, {"categoryId": "5", "formalText": "She was like, \"No. Go away,\" and then she was like, \"Yeah, I did.\"", "sourceId": "194"}, {"categoryId": "5", "formalText": "\"Thank you,\" and she meets again started exchanging email.", "sourceId": "195"}, {"categoryId": "5", "formalText": "So she means, it doesn't really damaged play Havoc with her emotions.", "sourceId": "196"}, {"categoryId": "5", "formalText": "You know, like she keeps thinking maybe there's a chance, you know, she knows she shouldn't think that and should move on and how much time is passing all that.", "sourceId": "197"}, {"categoryId": "5", "formalText": "Yeah, she means, it's been a year.", "sourceId": "199"}, {"categoryId": "5", "formalText": "Why can't she just get over she guesses she was over like until he contacted contact her.", "sourceId": "200"}, {"categoryId": "5", "formalText": "She tries not to think about it and thinks less and less then as soon as he does like all of its back.", "sourceId": "201"}, {"categoryId": "5", "formalText": "So maybe it's just too soon to know.", "sourceId": "202"}, {"categoryId": "5", "formalText": "Maybe it'll take her a couple years.", "sourceId": "203"}, {"categoryId": "5", "formalText": "Maybe it's an antidote to her feelings that no one else could love her.", "sourceId": "204"}, {"categoryId": "5", "formalText": "He comes into the picture and she thinks, \"Well, maybe.\"", "sourceId": "205"}, {"categoryId": "5", "formalText": "She knows it can't so.", "sourceId": "206"}, {"categoryId": "5", "formalText": "But in her relationship with David, she's really coasting.", "sourceId": "207"}, {"categoryId": "5", "formalText": "Yeah, she thinks they're both cozy.", "sourceId": "214"}, {"categoryId": "5", "formalText": "She doesn't. Either of them are driving and are breaking or.", "sourceId": "215"}, {"categoryId": "5", "formalText": "I agree with her assessment, but my guess is also that she wants something different than this not necessarily even different than him maybe different from him, but certainly different from the relationship she has right now.", "sourceId": "222"}, {"categoryId": "5", "formalText": "And this might be aside from the commitment.", "sourceId": "224"}, {"categoryId": "5", "formalText": "Peace.", "sourceId": "225"}, {"categoryId": "5", "formalText": "This might be exactly what he wants.", "sourceId": "226"}, {"categoryId": "5", "formalText": "This kind of relationship.", "sourceId": "227"}, {"categoryId": "5", "formalText": "Yeah, she thinks it is.", "sourceId": "228"}, {"categoryId": "5", "formalText": "Someone who doesn't take him in any direction the relationship is an autopilot, right?", "sourceId": "229"}, {"categoryId": "5", "formalText": "And he can just focus 98% on work and she doesn't find anything wrong with that.", "sourceId": "230"}, {"categoryId": "5", "formalText": "She used to be his God.", "sourceId": "231"}, {"categoryId": "5", "formalText": "She found that repulses.", "sourceId": "232"}, {"categoryId": "5", "formalText": "Maybe she still has she finds it weird, but she's come to appreciate that because she knows it takes she knows what hard work is so he's cut out for ambitious thing question being as what you know, so.", "sourceId": "233"}, {"categoryId": "5", "formalText": "She doesn't she knows they're there are people and she knows them.", "sourceId": "237"}, {"categoryId": "5", "formalText": "But David is not one of them.", "sourceId": "238"}, {"categoryId": "5", "formalText": "No, she's she was still stick by her statement that they don't have a lot of you know, they're almost time to do various said well, maybe they do some of them do but yeah, she doesn't know.", "sourceId": "241"}, {"categoryId": "5", "formalText": "She thinks it's time to ask her mother to be like, \"Can you find some work even if it's like slightly meaning menial?\"", "sourceId": "242"}, {"categoryId": "5", "formalText": "She means, she does have this fear that she'll find someone emotional and then it'll turn turn out that she doesn't want that either.", "sourceId": "243"}, {"categoryId": "5", "formalText": "So she's pretty sure because like last year when she did go out on a few dates, she was always comparing the people to David and find them locking obviously.", "sourceId": "244"}, {"categoryId": "5", "formalText": "So she means what she says emotional emotional emotional cuz it just that she's too needy and.", "sourceId": "245"}, {"categoryId": "5", "formalText": "Yes, she's way too needy.", "sourceId": "246"}, {"categoryId": "5", "formalText": "It could be true.", "sourceId": "247"}, {"categoryId": "5", "formalText": "She means like she might just be going through a weird phase and you know, if she's strong enough that she won't need that emotional connection.", "sourceId": "248"}, {"categoryId": "5", "formalText": "That's wishful thinking.", "sourceId": "249"}, {"categoryId": "5", "formalText": "That were true.", "sourceId": "251"}, {"categoryId": "5", "formalText": "Then she wouldn't have had to do anything different.", "sourceId": "252"}, {"categoryId": "5", "formalText": "She can just stay with Dave and do what's comfortable.", "sourceId": "253"}, {"categoryId": "5", "formalText": "She's tired.", "sourceId": "259"}, {"categoryId": "5", "formalText": "She's really tired of having you know, stupid frivolous conversations with them seven years, and it's not a very ridiculous talking to him about anything on intellectual or just funny and she goes with all this she gets this answer this.", "sourceId": "260"}, {"categoryId": "5", "formalText": "And she knows she's stupid and so", "sourceId": "261"}, {"categoryId": "5", "formalText": "maybe that's true she means she's not making it up, but she she guesses it's an objectively appreciate it not emotionally it's like this is a really righteous product it was good sitting there", "sourceId": "277"}, {"categoryId": "5", "formalText": "She's eating with her roommate today and she feels like she wants to ask.", "sourceId": "278"}, {"categoryId": "5", "formalText": "Because like she thinks a couple people will be moving.", "sourceId": "279"}, {"categoryId": "5", "formalText": "So she'll ask who they are and it's an expensive place and she doesn't like the location but she guesses she's seen she found people in the community who had because she thinks she was telling me right like this mother daughter.", "sourceId": "280"}, {"categoryId": "5", "formalText": "So the daughter is you know 36, so if she's old much older than her, like she's she says, you know, she'd rather be alone and you know, and she doesn't mind that and she thinks maybe she'll be okay with being alone because like several months ago November and December she would not have been able to say that she could be okay with being alone.", "sourceId": "281"}, {"categoryId": "5", "formalText": "She's terrified of that.", "sourceId": "282"}, {"categoryId": "5", "formalText": "So but maybe not so much now, she doesn't know. She could distract herself with work, so.", "sourceId": "283"}, {"categoryId": "5", "formalText": "Well and alone is relative because she has a lot of people in her life.", "sourceId": "284"}, {"categoryId": "5", "formalText": "Well, she has like Community people now.", "sourceId": "287"}, {"categoryId": "5", "formalText": "She means, she doesn't like she means she cares about that.", "sourceId": "288"}, {"categoryId": "5", "formalText": "Being but in a general sense, they don't connect emotionally not all the time.", "sourceId": "289"}, {"categoryId": "5", "formalText": "Well, like she she likes connections like with her roommate.", "sourceId": "297"}, {"categoryId": "5", "formalText": "She definitely has an emotional connection.", "sourceId": "298"}, {"categoryId": "5", "formalText": "She and she they get each other like all roommates do like that woman the mother and daughter. They connect emotionally, but also is Alexa.", "sourceId": "299"}, {"categoryId": "5", "formalText": "It's fun, but it's also ridiculously embarrassing.", "sourceId": "305"}, {"categoryId": "5", "formalText": "Well, maybe that's what makes her feel needy because she feels like that's the only way to sort of generate that kind of connection.", "sourceId": "306"}, {"categoryId": "5", "formalText": "Yeah, she guesses if she gets more that, you know on regular basis, maybe she won't feel like breaking down all the time.", "sourceId": "307"}, {"categoryId": "5", "formalText": "Maybe not every day every week.", "sourceId": "311"}, {"categoryId": "5", "formalText": "Yeah.", "sourceId": "312"}, {"categoryId": "5", "formalText": "She doesn't know about David does it maybe he's just a very strong person.", "sourceId": "313"}, {"categoryId": "5", "formalText": "But she feels like she wants that proverbial and literal piece of pie like he doesn't she sees him right like read them.", "sourceId": "314"}, {"categoryId": "5", "formalText": "Literally he's right then and he has no not much of an appetite for food or life or emotions.", "sourceId": "315"}, {"categoryId": "5", "formalText": "Hers is much bigger.", "sourceId": "316"}]