[{"categoryId": "1", "formalText": "I still have been feeling not really not feeling great.", "sourceId": "7"}, {"categoryId": "2", "formalText": "She's like getting its kind of he was at a Sci-Fi convention a big Buckle sci-fi convention this weekend.", "sourceId": "9"}, {"categoryId": "2", "formalText": "Did they explain his anxiety anxiety about how he had to stay with friends and.", "sourceId": "10"}, {"categoryId": "2", "formalText": "Yeah, he ended up going and so the conventions at the hotel Westin Convention Center of like a big Weston and something like 3,000 people. Last time he went it was more like 2,000 dish in the plaza.", "sourceId": "12"}, {"categoryId": "2", "formalText": "It was really intensely noisy and aggravating in that like there were lots of people in various costumes, which is usually very fun.", "sourceId": "13"}, {"categoryId": "2", "formalText": "Like he likes that but he was getting frustrated at people with big costumes or big costume Parts like walking in into the aisle or whacking into him. Said a lot of people were excited to see each other and shrieking all weekend.", "sourceId": "14"}, {"categoryId": "2", "formalText": "And then there was the drunk talking too loud in the elevators and just it was like over-stimulating isn't exactly describing it.", "sourceId": "15"}, {"categoryId": "2", "formalText": "It's like \"wow.\"", "sourceId": "16"}, {"categoryId": "2", "formalText": "Is there a lot of really kind of mildly annoying things usually really ramped up and in one space?", "sourceId": "17"}, {"categoryId": "2", "formalText": "Yes, like way and he wasn't really usually he'll start out at convention and be like \"all guys you're all over the top.\"", "sourceId": "19"}, {"categoryId": "2", "formalText": "But that's okay teenage girls and salad costumes.", "sourceId": "20"}, {"categoryId": "2", "formalText": "That's great.", "sourceId": "21"}, {"categoryId": "2", "formalText": "He just sort of was, \"oh my God, I hate everyone.\"", "sourceId": "29"}, {"categoryId": "2", "formalText": "He means also he had a complete break out before packing because he couldn't find a bottle of painkillers had a bottle of Vicodin and he couldn't find it anywhere.", "sourceId": "30"}, {"categoryId": "2", "formalText": "So he got super stressed about it like tearing apart his apartment.", "sourceId": "31"}, {"categoryId": "2", "formalText": "His hip.", "sourceId": "33"}, {"categoryId": "2", "formalText": "That did used to hurt.", "sourceId": "34"}, {"categoryId": "2", "formalText": "Yeah, it's not constant.", "sourceId": "37"}, {"categoryId": "2", "formalText": "It's just that it's kind of like well, you know, it's comforting to have the concept of it more than anything and also like walking around a lot blah blah blah.", "sourceId": "38"}, {"categoryId": "2", "formalText": "Then he was like, \"oh shit.\"", "sourceId": "41"}, {"categoryId": "2", "formalText": "He has to leave right now.", "sourceId": "42"}, {"categoryId": "2", "formalText": "So that was just a little bit much but it was weird.", "sourceId": "43"}, {"categoryId": "2", "formalText": "He didn't exactly he wouldn't say he had a good time.", "sourceId": "44"}, {"categoryId": "2", "formalText": "He wants to say he had a bad time.", "sourceId": "45"}, {"categoryId": "2", "formalText": "It was mostly just a lot is how he felt about it.", "sourceId": "46"}, {"categoryId": "2", "formalText": "So that was frustrating. The thing he had forgotten or made himself forget is a reason yes panel are really disorganized and half-assed and it drives him crazy people the panelists always talk here to their friends in the front or they'll be like, \"I'm not prepared.\"", "sourceId": "49"}, {"categoryId": "2", "formalText": "He doesn't know why he's here.", "sourceId": "50"}, {"categoryId": "2", "formalText": "He just like so even though he knew that he talked out of two panels within 10 minutes.", "sourceId": "51"}, {"categoryId": "2", "formalText": "He just was too frustrating.", "sourceId": "52"}, {"categoryId": "2", "formalText": "Not really, although the last time he seriously attended a reason yet, which is a convention.", "sourceId": "69"}, {"categoryId": "2", "formalText": "He was really frustrated by like he's signed up to do a lot of paneling about race and science fiction and kind of wanted to murder half the audience and had someone basically heckled him over a t-shirt that he has that said black nerds Unite.", "sourceId": "70"}, {"categoryId": "2", "formalText": "Like is this the medication he might just irritated and like for him the biggest frustration and he was talking to dr.", "sourceId": "92"}, {"categoryId": "2", "formalText": "Bond about it and she was like, well, he went up to he guesses the clinical he guesses she meant she wanted him to wanted him to take of this Alexa was a week ago.", "sourceId": "93"}, {"categoryId": "2", "formalText": "So she's like, \"well, you know, maybe it's more time\" which he agrees with the erratically.", "sourceId": "94"}, {"categoryId": "2", "formalText": "He's just really not enjoying it.", "sourceId": "95"}, {"categoryId": "2", "formalText": "And he thinks the other thing is he's always worried about expressing anger watt.", "sourceId": "97"}, {"categoryId": "2", "formalText": "So even though he's pretty sure that he didn't come off as particularly ruffled or whatever.", "sourceId": "98"}, {"categoryId": "2", "formalText": "He just sort of he's just been worried about it and feeling like is this going to be is it going to get more annoying less annoying?", "sourceId": "99"}, {"categoryId": "2", "formalText": "Should he just stop going to conventions this big because it's a lot bigger than he usually go to do in this whole like he doesn't know. He guesses part of it was that he doesn't feel like he knows if he was feeling more irritated just from the jump because he's been feeling more depressed or if he's feeling more irritated because of medication or if he was feeling more irritated because he's obsessed with her concerned about feeling more irritated.", "sourceId": "100"}, {"categoryId": "2", "formalText": "I mean from where I sit on my hunch, it might be the medication because it seems to me there other times he's been.", "sourceId": "101"}, {"categoryId": "2", "formalText": "Really pretty low.", "sourceId": "102"}, {"categoryId": "2", "formalText": "We need to talk more about it.", "sourceId": "103"}, {"categoryId": "2", "formalText": "So there is more of that stuff than they're usually then they're generally is.", "sourceId": "112"}, {"categoryId": "2", "formalText": "Basically, something is happening 24 hours and there's no like dinner breaks or anything or any breaks built-in.", "sourceId": "121"}, {"categoryId": "2", "formalText": "He guesses he thinks he'll just say if he didn't go he probably spend the whole weekend being depressed about it.", "sourceId": "128"}, {"categoryId": "2", "formalText": "It's covered in black cat hair and yeah, the other thing which is not related to him being angry at a sycon is a managed to he doesn't even know not noticed that the new semester had started for school.", "sourceId": "147"}, {"categoryId": "2", "formalText": "But never actually done that. He's gotten close by doing that makes him he sat down he thinks Friday and was like, \"oh the semester started well, fuck it.\"", "sourceId": "150"}, {"categoryId": "2", "formalText": "He's not going to do anything with it this weekend and then he was like, \"okay, I'll sit down Monday and work on it\" and then didn't want to and then today he was just like, \"oh don't want to again.\"", "sourceId": "151"}, {"categoryId": "2", "formalText": "So what to get together this weekend long something about multimedia stuff.", "sourceId": "153"}, {"categoryId": "2", "formalText": "So there's like keynote each day with a catered lunch like a bag lunch and workshops are discussions running every day.", "sourceId": "155"}, {"categoryId": "2", "formalText": "So it's like two workshops in the morning an hour-and-a-half keynote at noon and then afternoon Workshop, some are just talks Summer Jams on and so, you know, like he's just completely not involved with it wasn't asked wasn't anything which like on the one hand.", "sourceId": "156"}, {"categoryId": "2", "formalText": "He doesn't like working with him either.", "sourceId": "157"}, {"categoryId": "2", "formalText": "He finds a both insulting and kind of baffling you really just doesn't like.", "sourceId": "158"}, {"categoryId": "2", "formalText": "Suppose been really stressed about it, but hasn't asked him for any help.", "sourceId": "159"}, {"categoryId": "2", "formalText": "Okay, the keto today was a postdoc of African-American studies and the sort of title was storytelling and African diaspora and African-Americans and multimedia.", "sourceId": "169"}, {"categoryId": "2", "formalText": "So he was pretty excited initially.", "sourceId": "170"}, {"categoryId": "2", "formalText": "They were supposed to have this other Professor who's amazing who has done data visualization about Haitian slave revolt and that was just super amazing and he's very interesting just so you know, he goes trip in for the keynote and the postdoc is this white woman that he met before and he was just like, \"okay.", "sourceId": "171"}, {"categoryId": "2", "formalText": "This is a little weird.\"", "sourceId": "172"}, {"categoryId": "2", "formalText": "Maybe there was very low attendance and he was the only black person in the room and he feels like maybe there were two people who are white that also aren't US citizens if that makes sense from from Malaysian libraries.", "sourceId": "173"}, {"categoryId": "2", "formalText": "He's just sort of like in the postdoc being white wouldn't necessarily have been a problem on its own and certainly met her before but it just all coalesced into him feeling really frustrated and uncomfortable and not being able to leave easily because her talk she was being filmed so.", "sourceId": "174"}, {"categoryId": "2", "formalText": "Yeah, it's just like, you know, he wishes he had his laptop and then he could use the internet parts of what she was talking about.", "sourceId": "177"}, {"categoryId": "2", "formalText": "Her talk was disorganized and a lot of things part of what she was talking about was the African American studies sophomore seminars where they learn about how to do community outreach and how to do anthropological studies and interviews and blah blah blah.", "sourceId": "178"}, {"categoryId": "2", "formalText": "So it felt very weird to have a white woman telling presumably mostly black students how to study and talk to black people in the end that was kind of like the none of it.", "sourceId": "179"}, {"categoryId": "2", "formalText": "He was like, he was just like this very uncomfortable.", "sourceId": "180"}, {"categoryId": "2", "formalText": "He found her idea that just in couraging them through a sophomore seminar is fixing the problem to be incredibly naive.", "sourceId": "192"}, {"categoryId": "2", "formalText": "It was just a part of him is like, he doesn't know.", "sourceId": "243"}, {"categoryId": "2", "formalText": "Maybe she's dumbing it down for the audience or like parsley.", "sourceId": "244"}, {"categoryId": "2", "formalText": "It just seems baffling.", "sourceId": "245"}, {"categoryId": "2", "formalText": "Yeah, he means the part of the there was an overall issue of there was some incoherence to her talk with someone else mentioned.", "sourceId": "254"}, {"categoryId": "2", "formalText": "So like okay, it's not just him but he thinks you're definitely he had a hard time listening. Like she was supposed to talk about something like part of teaching them how to do these interviews.", "sourceId": "255"}, {"categoryId": "2", "formalText": "Also among the other things in that statement.", "sourceId": "259"}, {"categoryId": "2", "formalText": "It's like the Cambridge students not taking the bus not knowing how to get to a part area of town or areas where there's black people.", "sourceId": "260"}, {"categoryId": "2", "formalText": "There's a whole lot going on with that statement.", "sourceId": "261"}, {"categoryId": "2", "formalText": "And so he was thinking about that when she was sort of going on talking about something some other things at various point where he was just like, \"but how did you just say that?\" So.", "sourceId": "262"}, {"categoryId": "2", "formalText": "Yeah, and also since he's already familiar with the subject, basically, it's quite possible that if he was less familiar with it, although a co-worker of mine did comment on the bus to Roxbury thing without any prompting so.", "sourceId": "265"}, {"categoryId": "2", "formalText": "Yeah, it was just kind of weird.", "sourceId": "267"}, {"categoryId": "2", "formalText": "So he'll so it's going to be a whole week of this and he plans to be supportive and show his face and now he's thinking, you know, he doesn't have to do that, especially since like, so there's been super low turnout people in the building haven't bothered to show so he thinks he.", "sourceId": "269"}, {"categoryId": "2", "formalText": "He was going to continue thinking on my comment of", "sourceId": "272"}, {"categoryId": "2", "formalText": "cuz he just got super critical because he was mad.", "sourceId": "273"}, {"categoryId": "2", "formalText": "I wouldn't go so far as to say he was just being super critical because he was mad.", "sourceId": "274"}, {"categoryId": "2", "formalText": "I was wondering if that was a piece of it.", "sourceId": "275"}, {"categoryId": "2", "formalText": "Yeah, he doesn't know either but it's a big item to think of.", "sourceId": "282"}, {"categoryId": "2", "formalText": "In a good way.", "sourceId": "284"}, {"categoryId": "5", "formalText": "And this word is there's a significant downside of like he's acquainted or passingly familiar or friends with a ton of people there and there's like he's sitting there talking to someone is always a string of people that are like \"hey, how are you blah blah blah,\" and it was just like \"hello, but I'd really like you to go away right now\" or just like it was hard to just sort of hang out and talk to a few people quietly.", "sourceId": "47"}, {"categoryId": "5", "formalText": "Other than like his hotel room even in like he had dinner with some friends in a restaurant Pub attached and of course a whole bunch of people ended up walking by their booth to go to their table and he doesn't know he guesses he kind of missed everything is always been kind of it's big and kind of overwhelming and kind of noisy, but he really misses not having any sort of not really having an issue over everyone \"Hi\" or hanging out in a group of more than four people.", "sourceId": "48"}, {"categoryId": "5", "formalText": "He doesn't know. He didn't buy books because the dealers room was too big.", "sourceId": "54"}, {"categoryId": "5", "formalText": "It's like a he doesn't know what else to call it, you know like a big Convention Center space.", "sourceId": "58"}, {"categoryId": "5", "formalText": "He was just kind of having the everything that ever irritates him about the sci-fi fantasy fan and knocked him all weekend.", "sourceId": "63"}, {"categoryId": "5", "formalText": "Interspersed interspersed with hanging out with people he likes and talking to them and then being really annoyed at people.", "sourceId": "65"}, {"categoryId": "5", "formalText": "He's like, \"oh, I hate everyone basically\" and then he laughed and hung out with friends and then and it was so more like parts were definitely fun.", "sourceId": "77"}, {"categoryId": "5", "formalText": "And he did like they're usually a dozen parties happening or so and he didn't go to any of them this year.", "sourceId": "78"}, {"categoryId": "5", "formalText": "He was just so a he can't drink anything but he just was sort of like he think without a little a drink or something to make this go smooth.", "sourceId": "79"}, {"categoryId": "5", "formalText": "He's like, \"I need some form of social lubrication here and being around of lot of a lot of really drunk people while sober is boring.\"", "sourceId": "80"}, {"categoryId": "5", "formalText": "He means part of it was all so yeah, he means he mentioned before that like guys yelling always makes him nervous so he can mention Hall guys yelling is perhaps not ideal.", "sourceId": "90"}, {"categoryId": "5", "formalText": "So it was sort of this mix of feelings.", "sourceId": "91"}, {"categoryId": "5", "formalText": "He wanted to leave the convention and run to his apartment Sunday evening.", "sourceId": "130"}, {"categoryId": "5", "formalText": "And so first he went to a friend's house.", "sourceId": "131"}, {"categoryId": "5", "formalText": "They were going to have dinner and someone was going to drop him off at his house and it didn't end up happening until later and they were really exhausted.", "sourceId": "132"}, {"categoryId": "5", "formalText": "So he was like, \"okay, I'll stay the night.\"", "sourceId": "133"}, {"categoryId": "5", "formalText": "And it's these friends of his, and Damian who house is borderline hoarder house and it makes him super stressed. Partially their stuff piled everywhere and is really not places to sit and reminds him of an ex who had very similar piles and piles and piles and piles of stuff.", "sourceId": "134"}, {"categoryId": "5", "formalText": "But he like he would have skipped like he would have rather skip going over there for dinner, even though he did end up having a great opportunity to hang out with his friend Wanda for a couple of hours and blah blah blah.", "sourceId": "135"}]