[{"categoryId": "0", "formalText": "He was just thinking about how I was saying or I said a number of times.", "sourceId": "5"}, {"categoryId": "0", "formalText": "It's no longer about on any particular week or month or whatever whether he's depressed or whether he's feeling anxious or better today.", "sourceId": "6"}, {"categoryId": "0", "formalText": "He was really thinking about that.", "sourceId": "7"}, {"categoryId": "0", "formalText": "He was really kind of sitting with that feeling and it's absolutely true.", "sourceId": "8"}, {"categoryId": "0", "formalText": "He was like, \"Wow, that's why I feel kind of wacky\" because when he just stopped and he just kind of scans how he feels he doesn't feel good or bad.", "sourceId": "9"}, {"categoryId": "0", "formalText": "He's just he just is. Know what he means.", "sourceId": "10"}, {"categoryId": "0", "formalText": "And he thinks that's it's odd.", "sourceId": "11"}, {"categoryId": "0", "formalText": "Yes, and he's feeling for him.", "sourceId": "12"}, {"categoryId": "0", "formalText": "Monday is his first day at the office.", "sourceId": "227"}, {"categoryId": "0", "formalText": "Yeah, he supposes he could have yeah, but yeah, so Monday he'll just go and start kind of figuring out what it's like what the deal is and", "sourceId": "244"}, {"categoryId": "0", "formalText": "They do it by blocks 12 to 4 Mondays and Wednesdays.", "sourceId": "247"}, {"categoryId": "0", "formalText": "Which is why he had to move fast.", "sourceId": "249"}, {"categoryId": "0", "formalText": "They had other he means, he thinks that's a pretty good.", "sourceId": "250"}, {"categoryId": "0", "formalText": "It seems to be a lot of time that people want.", "sourceId": "251"}, {"categoryId": "0", "formalText": "He had a feeling no one wants to see life coach at 9 a.m. Or he means, he doesn't know.", "sourceId": "253"}, {"categoryId": "0", "formalText": "He thinks later in the days.", "sourceId": "254"}, {"categoryId": "0", "formalText": "He means he still worries a little bit.", "sourceId": "255"}, {"categoryId": "0", "formalText": "He doesn't let people what about everybody that's working 9 to 5 or whatever.", "sourceId": "256"}, {"categoryId": "0", "formalText": "Things like that, whatever but whatever him and obviously he's here people are here seeing therapist or whatever.", "sourceId": "257"}, {"categoryId": "0", "formalText": "So but yeah, and then he wonders where he doesn't know if there's flexibility with that once he gets going or he doesn't know.", "sourceId": "258"}, {"categoryId": "0", "formalText": "He doesn't know how that works, but", "sourceId": "259"}, {"categoryId": "0", "formalText": "Yeah, he means if he had some clients.", "sourceId": "261"}, {"categoryId": "0", "formalText": "Where they were like he can he really can only come at this time at that point.", "sourceId": "262"}, {"categoryId": "0", "formalText": "He had to figure out what the deal is but", "sourceId": "263"}, {"categoryId": "0", "formalText": "Not right now, but yeah at some point if it did then because right now it's all open so he could just tell someone to come at 2 or 3 or 4 or whatever.", "sourceId": "265"}, {"categoryId": "0", "formalText": "But oh, that's the other thing.", "sourceId": "266"}, {"categoryId": "0", "formalText": "He don't know just woke before means the last client like, \"You need to be out by 4.\"", "sourceId": "267"}, {"categoryId": "0", "formalText": "Our people but chances are you know, he means, he'd have to have people conflicting.", "sourceId": "279"}, {"categoryId": "0", "formalText": "He means, he doesn't have that problem at some point.", "sourceId": "280"}, {"categoryId": "0", "formalText": "But yeah, that's he means, he's a dumbass about take advantage.", "sourceId": "281"}, {"categoryId": "0", "formalText": "If he's not there at least", "sourceId": "283"}, {"categoryId": "0", "formalText": "writing reading working out of business, you know what he means?", "sourceId": "284"}, {"categoryId": "0", "formalText": "That could be his time to just see even that instead of constantly if he doesn't have something structured and he can always be thinking about it or not.", "sourceId": "285"}, {"categoryId": "0", "formalText": "That's why he's like, \"Alright well", "sourceId": "286"}, {"categoryId": "0", "formalText": "until I have the clients.", "sourceId": "287"}, {"categoryId": "0", "formalText": "Those hours are for business marketing Network email people.\"", "sourceId": "288"}, {"categoryId": "1", "formalText": "But he guesses what he's saying though is even when that kind of bums.", "sourceId": "92"}, {"categoryId": "1", "formalText": "Them out he's walking around he feels melancholic about it, but he doesn't yet doesn't change the consistency of his days.", "sourceId": "93"}, {"categoryId": "1", "formalText": "How old he is daily, you know what he means, which is amazing, but he can also see how that's kind of unsettling because then he has all the space in his mind.", "sourceId": "95"}, {"categoryId": "1", "formalText": "Yeah that used to take up so much energy in space and.", "sourceId": "96"}, {"categoryId": "2", "formalText": "He still has trouble kind of concentrating or focusing in the moment.", "sourceId": "103"}, {"categoryId": "2", "formalText": "But less so so there were some sentences where he was like, \"Oh, I think I know exactly what the sentence is what the sentence means that's a good thing instead of just reading it\" and being like \"wait.", "sourceId": "104"}, {"categoryId": "2", "formalText": "What?", "sourceId": "105"}, {"categoryId": "2", "formalText": "What did I just read?", "sourceId": "106"}, {"categoryId": "2", "formalText": "I don't know what I'm reading.\"", "sourceId": "107"}, {"categoryId": "2", "formalText": "Is getting a little better with stuff like this.", "sourceId": "108"}, {"categoryId": "2", "formalText": "That before he beat me like he just has no idea what's going on here.", "sourceId": "109"}, {"categoryId": "2", "formalText": "He doesn't know what these words are.", "sourceId": "110"}, {"categoryId": "2", "formalText": "He doesn't even get the and he even has moments where he can't follow their grammatical structure of the sentence, which is really disconcerting.", "sourceId": "111"}, {"categoryId": "2", "formalText": "Now he doesn't get upset about that and just like he just he's like fine just keep going don't stop and get all stressed about what that and then eventually he picked up once and then he really gets it.", "sourceId": "112"}, {"categoryId": "2", "formalText": "Because also are took he's talking about reading some pretty heavy-handed authors who a lot of people who a lot of people don't I mean people spend entire careers trying", "sourceId": "113"}, {"categoryId": "2", "formalText": "Yeah, that's true.", "sourceId": "114"}, {"categoryId": "2", "formalText": "Who knows what the hell they're talking about, but some of that also, he thinks it is just his situation.", "sourceId": "127"}, {"categoryId": "2", "formalText": "When there so much static constantly just his being aroused by negative thoughts and this worries and whatever even reading Danielle Steel would probably be dead.", "sourceId": "128"}, {"categoryId": "2", "formalText": "Probably forget the paragraph.", "sourceId": "129"}, {"categoryId": "2", "formalText": "He just reads there is a lot of that sometime sometimes he does get what he's reading.", "sourceId": "130"}, {"categoryId": "2", "formalText": "Yeah but he's just forgetting immediately. He can't retain information so that's gotten better but", "sourceId": "132"}, {"categoryId": "2", "formalText": "yeah he knows he doesn't care so much like this book he doesn't care what he's reading it.", "sourceId": "135"}, {"categoryId": "2", "formalText": "He slept through it. He just read different chapters and goes back to beginning and their read that again who cares it was passed. He was just very dogmatic and hard himself.", "sourceId": "136"}, {"categoryId": "2", "formalText": "That shit like, \"No you pick it up and you read and you make notes and\"", "sourceId": "137"}, {"categoryId": "2", "formalText": "He was really hard on himself.", "sourceId": "140"}, {"categoryId": "2", "formalText": "But again, it's because he projected, he assumed, he imagines that there are other people who get these things and they make little notes.", "sourceId": "141"}, {"categoryId": "2", "formalText": "\"What are these notes that they're making?\"", "sourceId": "142"}, {"categoryId": "2", "formalText": "\"What's the what are the insights are happening when they read things\" and yeah, it was really", "sourceId": "143"}, {"categoryId": "2", "formalText": "But yeah, he has a great band and he's a good songwriter, but somehow he's not cool enough or he's not whatever that thing is that he's perceiving that other people have", "sourceId": "151"}, {"categoryId": "2", "formalText": "But now he knows it's just exactly that.", "sourceId": "152"}, {"categoryId": "2", "formalText": "It's just what he's projecting or thinking that he perceives it just another way to kind of put himself down or just think he's last in other people.", "sourceId": "153"}, {"categoryId": "2", "formalText": "So yeah now that it it doesn't feel", "sourceId": "154"}, {"categoryId": "2", "formalText": "That is his just much easier.", "sourceId": "155"}, {"categoryId": "2", "formalText": "He just picks up a book and who gives a shit.", "sourceId": "157"}, {"categoryId": "2", "formalText": "He just wants to read a couple pages of them and he's done.", "sourceId": "158"}, {"categoryId": "2", "formalText": "He doesn't have to write a paper about it.", "sourceId": "159"}, {"categoryId": "2", "formalText": "Or if he wants to read more because he wants to read more he'll read more.", "sourceId": "161"}, {"categoryId": "2", "formalText": "Today, he was just sort of walking around just kind of feeling the feeling of not having extreme feelings.", "sourceId": "167"}, {"categoryId": "2", "formalText": "It was just", "sourceId": "168"}, {"categoryId": "2", "formalText": "interesting", "sourceId": "169"}, {"categoryId": "2", "formalText": "Feeling the feelings of not being manic or depressed in a way having an ordinary emotional life, which is which has feelings are going to be feeling good bad.", "sourceId": "170"}, {"categoryId": "2", "formalText": "Ugly.", "sourceId": "171"}, {"categoryId": "2", "formalText": "I mean, they're all there in ordinary people but they're not it's not just waiting for this.", "sourceId": "172"}, {"categoryId": "2", "formalText": "Terrible Darkness all the time being on top of the world.", "sourceId": "173"}, {"categoryId": "2", "formalText": "It's not it just hasn't been like one of those.", "sourceId": "174"}, {"categoryId": "2", "formalText": "I think that's him saying it's really disorienting.", "sourceId": "175"}, {"categoryId": "2", "formalText": "Yeah, just yeah, it's very yeah, it's just so new.", "sourceId": "176"}, {"categoryId": "2", "formalText": "It's like he doesn't. Ya he guesses it's it is disorienting.", "sourceId": "177"}, {"categoryId": "2", "formalText": "I also think in another piece he's talking about as we were talking about all these authors and philosophers and to his additions that it's starting is what if these aren't the other who have all the right answers.", "sourceId": "178"}, {"categoryId": "2", "formalText": "Because I think that's been a comfort for him to sort of the people who know what they're talking about and who are really smart and write a lot and our sounds like they know what they're talking about.", "sourceId": "181"}, {"categoryId": "2", "formalText": "And it also has a way of feeling bad about himself that there's this whole body of people like that and what if what if they have some things to contribute but what if he disagrees with some what if what if he thinks they're wrong or", "sourceId": "182"}, {"categoryId": "2", "formalText": "What if they're just regular at the end of the day?", "sourceId": "184"}, {"categoryId": "2", "formalText": "They're just people.", "sourceId": "185"}, {"categoryId": "2", "formalText": "Right of him that were entrenched in their own histories or their own time there that's kind of disorienting to because there's no one on the pedestal anymore.", "sourceId": "186"}, {"categoryId": "2", "formalText": "He means, that's why he's really glad he did this.", "sourceId": "194"}, {"categoryId": "2", "formalText": "He feels really nervous about the business.", "sourceId": "195"}, {"categoryId": "2", "formalText": "He's forcing things to get more structured and you know what, he means?", "sourceId": "215"}, {"categoryId": "2", "formalText": "But that's a big part of it too.", "sourceId": "216"}, {"categoryId": "2", "formalText": "When he has time to be scanning how he feels and think all the time that's not good.", "sourceId": "217"}, {"categoryId": "2", "formalText": "Everybody gets cranky.", "sourceId": "218"}, {"categoryId": "2", "formalText": "Yeah, exactly.", "sourceId": "219"}, {"categoryId": "2", "formalText": "So you need some kind of he means, he wants the flexibility.", "sourceId": "220"}, {"categoryId": "2", "formalText": "But so now it's time to an act that put things together put that together.", "sourceId": "226"}, {"categoryId": "2", "formalText": "He was thinking about they have a show coming up and it's a good bill, but he thinks because of the way he's been feeling.", "sourceId": "370"}, {"categoryId": "2", "formalText": "He almost doesn't care that much.", "sourceId": "371"}, {"categoryId": "2", "formalText": "It's a weird feeling.", "sourceId": "372"}, {"categoryId": "2", "formalText": "It's not that he's looking forward that he's not looking forward to it.", "sourceId": "373"}, {"categoryId": "2", "formalText": "It's just kind of he doesn't find himself kind of way used to he care about making music releasing whatever but he just doesn't care.", "sourceId": "374"}, {"categoryId": "2", "formalText": "About the shows as much he guesses.", "sourceId": "375"}, {"categoryId": "2", "formalText": "He's not terrified of it.", "sourceId": "381"}, {"categoryId": "2", "formalText": "He's not elated about anything about it happening.", "sourceId": "383"}, {"categoryId": "2", "formalText": "It's just kind of like, \"Oh, yeah, we're going to play the show.\"", "sourceId": "386"}, {"categoryId": "2", "formalText": "He almost doesn't know how he's supposed to feel you know what he means?", "sourceId": "387"}, {"categoryId": "2", "formalText": "Maybe that's why he had a weird what seems like a panic attack at the outdoor show.", "sourceId": "389"}, {"categoryId": "2", "formalText": "It was just kind of like he feels confident.", "sourceId": "390"}, {"categoryId": "2", "formalText": "He's fine and yet he feels weird like maybe he's not used to the way he's feeling", "sourceId": "391"}, {"categoryId": "2", "formalText": "He doesn't know what the fuck it was but everything was right on everything sound right everything.", "sourceId": "392"}, {"categoryId": "2", "formalText": "Maybe that's why he guesses maybe he was anxious because he wasn't anxious or something.", "sourceId": "394"}, {"categoryId": "2", "formalText": "He was just and he was just aware of the fact that he was fine.", "sourceId": "401"}, {"categoryId": "2", "formalText": "That was basically he was like, \"It's a beautiful day.", "sourceId": "402"}, {"categoryId": "2", "formalText": "I'm fine.", "sourceId": "403"}, {"categoryId": "2", "formalText": "I can't think of anything.\"", "sourceId": "404"}, {"categoryId": "2", "formalText": "That's really he's not depressed whatever but he also doesn't feel amazing.", "sourceId": "405"}, {"categoryId": "2", "formalText": "Or he picks something like he does feel really lonely, but somehow it's not.", "sourceId": "407"}, {"categoryId": "2", "formalText": "It's just their he's not it's not affecting him and some.", "sourceId": "408"}, {"categoryId": "2", "formalText": "It's not stopping him from also feeling pretty good.", "sourceId": "409"}, {"categoryId": "2", "formalText": "It does throw him off here.", "sourceId": "413"}, {"categoryId": "2", "formalText": "He gets a little more anxious care.", "sourceId": "415"}, {"categoryId": "2", "formalText": "Because he can imagine that if he's feeling depressed, he knows what to talk about.", "sourceId": "417"}, {"categoryId": "2", "formalText": "Yeah, he does not anxious.", "sourceId": "419"}, {"categoryId": "2", "formalText": "But yeah, he does feel more a little more jittery or like he's not sure.", "sourceId": "420"}, {"categoryId": "2", "formalText": "Just picking seems like he's only or what or is he just going to be talking about how to grow the business or you know what?", "sourceId": "430"}, {"categoryId": "2", "formalText": "Unless maybe exactly it in a way though.", "sourceId": "434"}, {"categoryId": "2", "formalText": "Seems lead to deeper.", "sourceId": "435"}, {"categoryId": "2", "formalText": "Feeling sexual.", "sourceId": "436"}, {"categoryId": "2", "formalText": "In a way or tuck these things he's saying is there's something then he gets to start to know about what comes up inside of him isn't some extreme problem going on that's very easy to identify and talk about is not trusting himself not trusting that what will come up.", "sourceId": "437"}, {"categoryId": "2", "formalText": "We'll come up even if it's a surface thing.", "sourceId": "438"}, {"categoryId": "2", "formalText": "That is the first thing that occurs to him that it comes up for a reason it connects to other things and nothing comes out of nowhere and everything has a meeting there's not.", "sourceId": "439"}, {"categoryId": "2", "formalText": "He's not trusting of just trusting of his mind.", "sourceId": "440"}, {"categoryId": "2", "formalText": "So he gets to relax and just.", "sourceId": "441"}, {"categoryId": "2", "formalText": "He thinks it's partly about yeah, but it's partly.", "sourceId": "442"}, {"categoryId": "2", "formalText": "He may be more.", "sourceId": "443"}, {"categoryId": "2", "formalText": "That he just when he's so used to extremes it's almost like he doesn't even know what he's thinking about anyway.", "sourceId": "444"}, {"categoryId": "2", "formalText": "He yeah, he guesses he feels lonely.", "sourceId": "446"}, {"categoryId": "2", "formalText": "But yeah, he doesn't know, you know what he means?", "sourceId": "447"}, {"categoryId": "2", "formalText": "So that's why he's saying maybe that is for at least maybe to be like, \"Yeah, I'm not sure if I feel that lonely right now, but let's talk about loneliness.\"", "sourceId": "448"}, {"categoryId": "2", "formalText": "Because then that does lead to.", "sourceId": "450"}, {"categoryId": "2", "formalText": "And he thinks that's kind of the whole point now coming here.", "sourceId": "451"}, {"categoryId": "2", "formalText": "They're not these extreme things that have to be worked out or whatever.", "sourceId": "455"}, {"categoryId": "2", "formalText": "They're just now.", "sourceId": "456"}, {"categoryId": "2", "formalText": "It's a much more.", "sourceId": "457"}, {"categoryId": "2", "formalText": "It's a much more nuanced kind of thing.", "sourceId": "459"}, {"categoryId": "2", "formalText": "Now we really get to know him.", "sourceId": "460"}, {"categoryId": "2", "formalText": "Which is really different than knowing his problems.", "sourceId": "462"}, {"categoryId": "2", "formalText": "He's still getting used to the problems.", "sourceId": "465"}, {"categoryId": "2", "formalText": "Yeah, he means it's all in either problems or inflated kind of euphoric kind of stuff.", "sourceId": "467"}, {"categoryId": "2", "formalText": "I'm leaving including that in problem as something that's not as grounded in reality trying to sort out who he really is.", "sourceId": "470"}, {"categoryId": "2", "formalText": "If nothing else he's just been used to really high state of anxiety all the time.", "sourceId": "475"}, {"categoryId": "2", "formalText": "It's like yeah last week the last few weeks now he feels.", "sourceId": "477"}, {"categoryId": "2", "formalText": "He thinks that he did.", "sourceId": "478"}, {"categoryId": "2", "formalText": "\"Do I did this?\"", "sourceId": "479"}, {"categoryId": "2", "formalText": "He feels whatever anxiety he feels now is anchored to something.", "sourceId": "480"}, {"categoryId": "2", "formalText": "It's like well, yeah, he knows shit.", "sourceId": "481"}, {"categoryId": "2", "formalText": "He means he just signed at least.", "sourceId": "482"}, {"categoryId": "2", "formalText": "So now it's about work in that kind of wears before last week.", "sourceId": "483"}, {"categoryId": "2", "formalText": "He felt abstract and more Amor existential anxiety of he's doing \"what am I doing?\"", "sourceId": "484"}, {"categoryId": "2", "formalText": "He thinks it's when you anchor things into either released or whatever a job or whatever it is and you can feel anxious but there's comfort in the fact that there's a concrete thing that you're thinking about.", "sourceId": "485"}, {"categoryId": "2", "formalText": "What's his point?", "sourceId": "486"}, {"categoryId": "2", "formalText": "But yeah.", "sourceId": "487"}, {"categoryId": "2", "formalText": "But in general, yeah, he just he just doesn't feel the same level of bond stop anxiety all the time.", "sourceId": "488"}, {"categoryId": "2", "formalText": "So yeah, it's just kind of", "sourceId": "489"}, {"categoryId": "2", "formalText": "it's like emotional Superstar him and fucked up and that's just the way that your stew and then suddenly if it's calm and there's beautiful sunlight and you're like, \"Holy shit like at all the stuff in the water,\" you know what he means?", "sourceId": "490"}, {"categoryId": "2", "formalText": "Have a good one.", "sourceId": "491"}, {"categoryId": "2", "formalText": "He's going to write that down.", "sourceId": "492"}, {"categoryId": "2", "formalText": "Suddenly.", "sourceId": "493"}, {"categoryId": "2", "formalText": "He's like there's a whole world in the water.", "sourceId": "494"}, {"categoryId": "2", "formalText": "Forget what's going on up here.", "sourceId": "495"}, {"categoryId": "2", "formalText": "So that's.", "sourceId": "496"}, {"categoryId": "2", "formalText": "Yeah, it's so different than trying to survive this the storm.", "sourceId": "497"}, {"categoryId": "2", "formalText": "Yeah, it's weird.", "sourceId": "515"}, {"categoryId": "2", "formalText": "Sometimes he sits here and there is nothing that really comes up.", "sourceId": "516"}, {"categoryId": "2", "formalText": "It's strange or maybe there are but he can't what's the word?", "sourceId": "517"}, {"categoryId": "2", "formalText": "He can't his mind doesn't latch onto anything.", "sourceId": "518"}, {"categoryId": "2", "formalText": "He's just kind of he doesn't know just, it's weird.", "sourceId": "519"}, {"categoryId": "2", "formalText": "It's so strange and it's emotionally neutral or something.", "sourceId": "520"}, {"categoryId": "2", "formalText": "Yeah, yeah, it's emotional.", "sourceId": "582"}, {"categoryId": "2", "formalText": "It's he knows that he feels really self-conscious.", "sourceId": "583"}, {"categoryId": "2", "formalText": "Just said he's one of those dudes that plays on the it would take him a while to now he's one of those not that it's that's a bad thing.", "sourceId": "586"}, {"categoryId": "2", "formalText": "But he's had so much skepticism over the years.", "sourceId": "587"}, {"categoryId": "2", "formalText": "Or things are such a pitch sometimes but.", "sourceId": "589"}, {"categoryId": "2", "formalText": "Yeah, he it's just all the all these little things.", "sourceId": "590"}, {"categoryId": "2", "formalText": "He means a lot of it is just superficial.", "sourceId": "591"}, {"categoryId": "2", "formalText": "He thinks is just superficial for the most part but.", "sourceId": "593"}, {"categoryId": "2", "formalText": "Yeah, no, he means his excuses or superficial.", "sourceId": "595"}, {"categoryId": "2", "formalText": "He thinks ultimately it's just he doesn't know what he would say or how it's going to feel or.", "sourceId": "597"}, {"categoryId": "2", "formalText": "Or what if somehow changes their drink our dynamic or something?", "sourceId": "598"}, {"categoryId": "2", "formalText": "He doesn't know why it would but.", "sourceId": "599"}, {"categoryId": "2", "formalText": "It took so long to get to this point.", "sourceId": "606"}, {"categoryId": "2", "formalText": "He's just kind of like, \"Oh, this is nice.\"", "sourceId": "607"}, {"categoryId": "5", "formalText": "He noticed a little thing.", "sourceId": "13"}, {"categoryId": "5", "formalText": "That was when he stopped at the cafe.", "sourceId": "14"}, {"categoryId": "5", "formalText": "This girl came in it was super pretty and he thought he remembers how he told me before if he sees someone super pretty whoever who especially if they seemed like they were kind of his type or whatever.", "sourceId": "15"}, {"categoryId": "5", "formalText": "That can instead of just beat him like, \"Oh, wow.", "sourceId": "16"}, {"categoryId": "5", "formalText": "Look at that beautiful girl.\"", "sourceId": "17"}, {"categoryId": "5", "formalText": "He can be like a whole like he just feels down and you know what, he means?", "sourceId": "18"}, {"categoryId": "5", "formalText": "He noticed on now that doesn't that just doesn't happen or even if it does happen is not part of him.", "sourceId": "20"}, {"categoryId": "5", "formalText": "It just pops up and it just kind of sits like she got her coffee.", "sourceId": "22"}, {"categoryId": "5", "formalText": "Smiley smiley.", "sourceId": "23"}, {"categoryId": "5", "formalText": "They smiled at each other as she left and he was like, \"All right, you know what?\"", "sourceId": "24"}, {"categoryId": "5", "formalText": "He noticed that so there's that thing if he won't go down that road. He can so it's just an interesting how it's", "sourceId": "26"}, {"categoryId": "5", "formalText": "It's less and less ego-syntonic.", "sourceId": "27"}, {"categoryId": "5", "formalText": "Yeah, because even he was walking around and it's not that he doesn't feel Melancholy.", "sourceId": "80"}, {"categoryId": "5", "formalText": "Yeah, because he thinks he does like yeah, \"why am I?\"", "sourceId": "81"}, {"categoryId": "5", "formalText": "\"Why?\"", "sourceId": "82"}, {"categoryId": "5", "formalText": "\"Have I been able to accomplish a lot of other things but I can't and haven't why haven't I chose?\"", "sourceId": "83"}, {"categoryId": "5", "formalText": "\"Why haven't I had one relationship that I can get that I can point to and say yeah, that was exactly the kind of girl.", "sourceId": "84"}, {"categoryId": "5", "formalText": "\"I wanted or very close to the kind of girl I wanted.\"", "sourceId": "85"}, {"categoryId": "5", "formalText": "\"And she lived around here and you know what?\"", "sourceId": "86"}, {"categoryId": "5", "formalText": "He means, and it was just all just nice.", "sourceId": "87"}, {"categoryId": "5", "formalText": "They just dated even if it doesn't work out they did and it was nice and she was his girlfriend.", "sourceId": "88"}, {"categoryId": "5", "formalText": "He doesn't get that about that's that is a mystery to him still.", "sourceId": "90"}, {"categoryId": "5", "formalText": "He means he gets what some of the factors might be.", "sourceId": "91"}, {"categoryId": "5", "formalText": "He was just thinking about Cecilia.", "sourceId": "320"}, {"categoryId": "5", "formalText": "and he was thinking", "sourceId": "321"}, {"categoryId": "5", "formalText": "Today was kind of chilly in the morning even little things like when he wakes up.", "sourceId": "322"}, {"categoryId": "5", "formalText": "She has a habit of at least every other day when he wakes up.", "sourceId": "323"}, {"categoryId": "5", "formalText": "He feels her he means is just ridiculously cute.", "sourceId": "324"}, {"categoryId": "5", "formalText": "He sleeps on his side.", "sourceId": "325"}, {"categoryId": "5", "formalText": "And he will literally kill her crunched up and mashed in as part of him like this.", "sourceId": "326"}, {"categoryId": "5", "formalText": "It's like they're expanding.", "sourceId": "327"}, {"categoryId": "5", "formalText": "And he was thinking about that.", "sourceId": "328"}, {"categoryId": "5", "formalText": "He was like that.", "sourceId": "329"}, {"categoryId": "5", "formalText": "Even though is he almost doesn't know what to", "sourceId": "330"}, {"categoryId": "5", "formalText": "Do with it.", "sourceId": "331"}, {"categoryId": "5", "formalText": "If so every time it happens he can't today was.", "sourceId": "332"}, {"categoryId": "5", "formalText": "And she also kind of took some up some of the blanket so he was pretty cold and he was not but he didn't want to", "sourceId": "333"}, {"categoryId": "5", "formalText": "He doesn't want to scare her away or get her off to ped.", "sourceId": "334"}, {"categoryId": "5", "formalText": "Sorry, just laying there but even stuff like that is he's just not used to it still.", "sourceId": "335"}, {"categoryId": "5", "formalText": "It's just beautiful.", "sourceId": "337"}, {"categoryId": "5", "formalText": "It's like now he gets it animals are you're not really human until you can you can connect with a pet.", "sourceId": "338"}, {"categoryId": "5", "formalText": "It's just unconditional love and it's so peaceful and sweet.", "sourceId": "339"}, {"categoryId": "5", "formalText": "It's just an amazing thing.", "sourceId": "340"}, {"categoryId": "5", "formalText": "And say I mean she feels so safe with him to be able to nozzle her way in and curl up wherever she wants to and take up whatever space she wants to and know that it's okay.", "sourceId": "341"}, {"categoryId": "5", "formalText": "Yeah, it's very sweet yet.", "sourceId": "343"}, {"categoryId": "5", "formalText": "And then when she does get out, she'll come up and she'll just", "sourceId": "344"}, {"categoryId": "5", "formalText": "They just know not to scratch you or so.", "sourceId": "345"}, {"categoryId": "5", "formalText": "She just puts her paw.", "sourceId": "346"}, {"categoryId": "5", "formalText": "So just go like this ER.", "sourceId": "347"}, {"categoryId": "5", "formalText": "She doesn't know his head or is she looks a pillow right next to him is that's just crazy.", "sourceId": "348"}, {"categoryId": "5", "formalText": "It's such a beautiful thing.", "sourceId": "349"}, {"categoryId": "5", "formalText": "She somehow knows.", "sourceId": "350"}, {"categoryId": "5", "formalText": "Okay, he's not going to use his class for this one.", "sourceId": "351"}, {"categoryId": "5", "formalText": "It's so amazing.", "sourceId": "352"}, {"categoryId": "5", "formalText": "Yeah, he means ragdolls are like that anyway, but then.", "sourceId": "356"}, {"categoryId": "5", "formalText": "When they do get attached to their owners, he thinks it's more like they're just very affectionate.", "sourceId": "357"}, {"categoryId": "5", "formalText": "He means it's crazy.", "sourceId": "360"}, {"categoryId": "5", "formalText": "But now he can see he's a crazy need Riser here.", "sourceId": "361"}, {"categoryId": "5", "formalText": "Especially someone like that.", "sourceId": "362"}, {"categoryId": "5", "formalText": "He's a lunatic now he gets why his cat is his best friend.", "sourceId": "363"}, {"categoryId": "5", "formalText": "He means because he's so fucked up but it's he's not comparing him but he sees why people who don't have friends you don't have inside but at least there's comfort in about a creature with you depends on you and who.", "sourceId": "364"}, {"categoryId": "5", "formalText": "Well around him he feels safe to if he's up vulnerable or has that many defenses up or there's so much stuff protecting going on because he's been so hurt somewhere or.", "sourceId": "365"}]