[{"categoryId": "0", "formalText": "Yeah, so for but she likes long-term Subs like she's doing in the spring and apply for anything yesterday or yesterday because the sense of Doom was a little bit too overpowering when she's sure that she thinks it's a job that if she does get the job.", "sourceId": "13"}, {"categoryId": "0", "formalText": "She's going to fail at it.", "sourceId": "14"}, {"categoryId": "0", "formalText": "She's usually not she's not usually the best time for her to fill out the application.", "sourceId": "15"}, {"categoryId": "1", "formalText": "Then she feels like a prisoner in her life.", "sourceId": "22"}, {"categoryId": "2", "formalText": "But then second guess all of this.", "sourceId": "23"}, {"categoryId": "2", "formalText": "She doesn't actually want to die and she's in so she's looking for an excuse to stick around.", "sourceId": "25"}, {"categoryId": "2", "formalText": "Resentment against James for being the person who he wants her to be here is real.", "sourceId": "30"}, {"categoryId": "2", "formalText": "You know that she doesn't hurt herself because James doesn't want her to because she feels like she has responsibilities towards him, but she doesn't know how much of that is real and how much of that she's really actually.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She feels like such a coward like different but she can't do anything.", "sourceId": "36"}, {"categoryId": "2", "formalText": "She's not doing anything to make it different, you know, and then she wonders how much of that is her in just not wanting to feel like she's totally out of control a lot of navigating.", "sourceId": "37"}, {"categoryId": "2", "formalText": "A lot of navigating in the last day or not actually more than you not actually more than usual a lot of if she makes it.", "sourceId": "38"}, {"categoryId": "2", "formalText": "Yeah, and I guess the idea is that if it weren't for him damn it, she could just be dead.", "sourceId": "41"}, {"categoryId": "2", "formalText": "And I would get her out of this.", "sourceId": "42"}, {"categoryId": "2", "formalText": "She would stop being a prisoner in her own life and she'd be done suffering.", "sourceId": "43"}, {"categoryId": "2", "formalText": "Yeah, she can't just accept that it that's how it feels.", "sourceId": "48"}, {"categoryId": "2", "formalText": "She has to second-guess it but that is how it feels.", "sourceId": "49"}, {"categoryId": "2", "formalText": "Fruits of her work are she is still here or she's dirt hindering or whatever and she's a little resentful of the fact that it's hard to see that's that that's really hard.", "sourceId": "81"}, {"categoryId": "2", "formalText": "And she's been somewhat functional which I think is also a lot of effort and work and not hurting or killing herself, but still it's a lot of work.", "sourceId": "82"}, {"categoryId": "2", "formalText": "Yeah, and he's forcing that on her.", "sourceId": "85"}, {"categoryId": "2", "formalText": "Yeah, yeah and a part of her really just wants him to say \"it's okay do what you need to do.\"", "sourceId": "86"}, {"categoryId": "2", "formalText": "But like he's not going to going to say that.", "sourceId": "87"}, {"categoryId": "2", "formalText": "Been riding a lot and she doesn't know to some extent it seems helpful and to some extent it seems like it gets her worked up.", "sourceId": "91"}, {"categoryId": "2", "formalText": "Which again makes her feel like maybe she ought to have control over it and doesn't or maybe she does have control over it and she's just choosing to be like this.", "sourceId": "92"}, {"categoryId": "2", "formalText": "Yeah, she really does have it in for herself.", "sourceId": "93"}, {"categoryId": "2", "formalText": "I don't know she seems angry or to me than she seems sad at the moment not so I don't imagine she's feeling both.", "sourceId": "101"}, {"categoryId": "2", "formalText": "Yeah, right now she's a little more Angry, you know, it's early in the morning.", "sourceId": "102"}, {"categoryId": "2", "formalText": "So she's not feeling that much of anything.", "sourceId": "103"}, {"categoryId": "2", "formalText": "She's so angry with herself.", "sourceId": "104"}, {"categoryId": "2", "formalText": "She keeps thinking like what is this anger doing for her not getting very far with that.", "sourceId": "105"}, {"categoryId": "2", "formalText": "Could she should be able to see a way out of this but she should be able to to do something more active.", "sourceId": "108"}, {"categoryId": "2", "formalText": "She doesn't know what she's doing.", "sourceId": "109"}, {"categoryId": "2", "formalText": "She should be able to to just cope and go to work and she should be able to kill herself or she should be able to find some other option.", "sourceId": "110"}, {"categoryId": "2", "formalText": "She feels like her existence is hurting people she loves but that if she left she would hurt them more.", "sourceId": "111"}, {"categoryId": "2", "formalText": "She feels like she's not good for much.", "sourceId": "112"}, {"categoryId": "2", "formalText": "She's not like, \"I don't have anything to offer.\"", "sourceId": "113"}, {"categoryId": "2", "formalText": "Yeah, what she really wants to do is just sit around and read books, you know, and sometimes when she's going to bed or she can kind of snap into a mindset from where she can change things and she can make a change in her life and feel okay about where she is when she feels really bad and she just can't get there.", "sourceId": "117"}, {"categoryId": "2", "formalText": "She can't remember any of the things that used to be comforting.", "sourceId": "118"}, {"categoryId": "2", "formalText": "I think it seems like the times she felt the worst when there is something she feels she should be able to handle that.", "sourceId": "119"}, {"categoryId": "2", "formalText": "She just can't like attack.", "sourceId": "120"}, {"categoryId": "2", "formalText": "There are things that it's important to other people that she be able to do.", "sourceId": "124"}, {"categoryId": "2", "formalText": "So there's a reason she should be able to do them.", "sourceId": "125"}, {"categoryId": "2", "formalText": "And she just can't. She can't but then she wonders is it just is it just that she's not organized enough for that?", "sourceId": "126"}, {"categoryId": "2", "formalText": "She's not willing to hurt enough.", "sourceId": "127"}, {"categoryId": "2", "formalText": "Or maybe there's a moment she starts to listen to herself and take how much she's hurting more seriously.", "sourceId": "129"}, {"categoryId": "2", "formalText": "Yeah, she feels like she did that all if she did that all the time she never be able to do anything.", "sourceId": "130"}, {"categoryId": "2", "formalText": "She was cleared to work a month ago.", "sourceId": "131"}, {"categoryId": "2", "formalText": "Maybe she was already thinking that turn up.", "sourceId": "133"}, {"categoryId": "2", "formalText": "So it feels like with things like work, it feels like she says to people, \"okay, this is hard.\"", "sourceId": "134"}, {"categoryId": "2", "formalText": "This is getting pretty hard.", "sourceId": "135"}, {"categoryId": "2", "formalText": "Maybe this is too hard for her and they say, \"No you have to do it,\" and she says, \"okay, I'll try to do it but this is I don't think I can do this.\"", "sourceId": "136"}, {"categoryId": "2", "formalText": "This is too hard and she just means while you know continue to do it and they say, \"no there's a choice you have to do it ,\"and but eventually she just drops everything you say.", "sourceId": "137"}, {"categoryId": "2", "formalText": "\"No really like I'm going to die.\"", "sourceId": "138"}, {"categoryId": "2", "formalText": "She can't do this and they say, \"Why didn't you say so\"", "sourceId": "139"}, {"categoryId": "2", "formalText": "It's not like she doesn't complain.", "sourceId": "140"}, {"categoryId": "2", "formalText": "Doesn't she doesn't know how to hit the right note to let people know that.", "sourceId": "141"}, {"categoryId": "2", "formalText": "She's really serious that it's", "sourceId": "142"}, {"categoryId": "2", "formalText": "She really can't do it.", "sourceId": "143"}, {"categoryId": "2", "formalText": "It's really just too much.", "sourceId": "145"}, {"categoryId": "2", "formalText": "Maybe that's because she does do it well to the point where she just can't do it anymore at all.", "sourceId": "146"}, {"categoryId": "2", "formalText": "So why couldn't she just do it a little less well.", "sourceId": "147"}, {"categoryId": "2", "formalText": "She does say she's done with Starbucks and go.", "sourceId": "148"}, {"categoryId": "2", "formalText": "She needs to be done.", "sourceId": "150"}, {"categoryId": "2", "formalText": "She doesn't she doesn't know what's going to happen.", "sourceId": "151"}, {"categoryId": "2", "formalText": "She doesn't like it.", "sourceId": "152"}, {"categoryId": "2", "formalText": "But you know, maybe she doesn't absolutely absolutely need to be done.", "sourceId": "153"}, {"categoryId": "2", "formalText": "But she needs to be done enough that maybe she's not to fuck around with.", "sourceId": "154"}, {"categoryId": "2", "formalText": "And you know, she'll probably give two weeks notice because that seems like the fair thing to do think maybe say she can work up until Christmas Eve, you know, she was going to have a week off after there anyway.", "sourceId": "155"}, {"categoryId": "2", "formalText": "She didn't know it just feels like something she has to do.", "sourceId": "157"}, {"categoryId": "2", "formalText": "So, you know, she feels like she can work the rest of this week because she is only working two days this week.", "sourceId": "158"}, {"categoryId": "2", "formalText": "Yeah, she doesn't know so much of what she does.", "sourceId": "159"}, {"categoryId": "2", "formalText": "She thinks she can't do until she does it.", "sourceId": "160"}, {"categoryId": "2", "formalText": "So she thinks probably yes.", "sourceId": "161"}, {"categoryId": "2", "formalText": "She can probably do it.", "sourceId": "162"}, {"categoryId": "2", "formalText": "She just feels so bad.", "sourceId": "163"}, {"categoryId": "2", "formalText": "She just got a job.", "sourceId": "164"}, {"categoryId": "2", "formalText": "Yeah hard to believe it's hard to have to feel like by everyday.", "sourceId": "173"}, {"categoryId": "2", "formalText": "It's hard to police herself that for 8 hours.", "sourceId": "174"}, {"categoryId": "2", "formalText": "I thought I wonder how much she is.", "sourceId": "175"}, {"categoryId": "2", "formalText": "Also feeling really worried about whether she's going to be able to do this therapy.", "sourceId": "176"}, {"categoryId": "2", "formalText": "It's partly that.", "sourceId": "177"}, {"categoryId": "2", "formalText": "I mean this was triggered by stuff we talked about on Friday, which is just what the doctor made her so scared about.", "sourceId": "178"}, {"categoryId": "2", "formalText": "That thought had crossed her mind.", "sourceId": "179"}, {"categoryId": "2", "formalText": "And this really is the main thing she's doing these days probably in an addition to like keeping herself alive and keeping herself married.", "sourceId": "182"}, {"categoryId": "2", "formalText": "Yeah, she worried that she'll need to be hospitalized again.", "sourceId": "189"}, {"categoryId": "2", "formalText": "In other ways like she can but it's just a holding pattern and she doesn't know who her would be would pretty much be.", "sourceId": "190"}, {"categoryId": "2", "formalText": "She doesn't know who would run into.", "sourceId": "191"}, {"categoryId": "2", "formalText": "She doesn't know who would run into, you know, like if she had to be hospitalized this weekend, it would be a lot harder for her to say, you know, \"I think we're doing the right thing.\"", "sourceId": "192"}, {"categoryId": "2", "formalText": "Yeah, and she worried she won't be able to handle that.", "sourceId": "193"}, {"categoryId": "2", "formalText": "Yeah, it feels like Starbucks and this are conflicting in some ways.", "sourceId": "201"}, {"categoryId": "2", "formalText": "She can things that make her go to her job.", "sourceId": "202"}, {"categoryId": "2", "formalText": "They're the things that make her shut down here or to upset to deal with anything.", "sourceId": "203"}, {"categoryId": "2", "formalText": "She feels like this is more important.", "sourceId": "204"}, {"categoryId": "2", "formalText": "I think another thing that makes a scary is an addition to the lifeline aspect of this I suspect she I'm pretty sure that she has done something one of them very interesting that she has done here Sebastian hope which is in pretty short supply and I make the prospect of not being able to do this I think all the scarier", "sourceId": "205"}, {"categoryId": "2", "formalText": "Yeah, she pretty much doesn't entertain it because it's painful would be impossible without it.", "sourceId": "206"}, {"categoryId": "2", "formalText": "So then it seems like an impossible to do.", "sourceId": "207"}, {"categoryId": "2", "formalText": "She doesn't know what to do other than this.", "sourceId": "208"}, {"categoryId": "2", "formalText": "Yeah, she kind of keeps saying to herself.", "sourceId": "210"}, {"categoryId": "2", "formalText": "This is the shortcut.", "sourceId": "211"}, {"categoryId": "2", "formalText": "Just got to keep working.", "sourceId": "213"}, {"categoryId": "5", "formalText": "Yeah, she thinks she's getting on James's nurse.", "sourceId": "16"}, {"categoryId": "5", "formalText": "She thinks he expects or wants her to or thinks she has kind of control over this that she sort of thinks she should have also.", "sourceId": "18"}, {"categoryId": "5", "formalText": "She doesn't know what she thinks he has now.", "sourceId": "19"}, {"categoryId": "5", "formalText": "She's using him as a standing.", "sourceId": "33"}, {"categoryId": "5", "formalText": "What sounds like she's pretty mad at James are pretty resentful of him and we don't know if just like what she said before if that's cuz of what he wants or what she wants what she's giving him to want whatever for the moment.", "sourceId": "39"}, {"categoryId": "5", "formalText": "Yeah, but she's pretty resentful of him.", "sourceId": "40"}, {"categoryId": "5", "formalText": "She's not angry at me is because she doesn't think I care all that much and it's kind of a stance that she needed to get it to release.", "sourceId": "55"}, {"categoryId": "5", "formalText": "Honestly, and she they don't feel like I am personally invested in her that the way James is personally invested in her or like the other people that take care of her, you know, maybe she just needs to have somebody that she's not not angry at.", "sourceId": "56"}, {"categoryId": "5", "formalText": "Pretty angry at herself. Pretty angry at the most people in her life.", "sourceId": "57"}, {"categoryId": "5", "formalText": "No, she was just thinking about that last night and she was thinking about being angry and was kind of thinking about not being angry with me and trying to find out why that was.", "sourceId": "67"}, {"categoryId": "5", "formalText": "So maybe but it feels like it was more like a natural correction.", "sourceId": "68"}, {"categoryId": "5", "formalText": "Probably it'll be harder to talk to me if I care what would happen.", "sourceId": "69"}, {"categoryId": "5", "formalText": "Yeah, it would be much harder.", "sourceId": "70"}, {"categoryId": "5", "formalText": "She feels like she is like both James and her are blackmailing one another with caring about each other.", "sourceId": "71"}, {"categoryId": "5", "formalText": "She feels like sometimes she's coercing him into you know, bending over backwards to take care of her and she feels like he's somehow coercing her into sticking around.", "sourceId": "72"}, {"categoryId": "5", "formalText": "Yes, James is very upset and he doesn't feel like he's allowed to be upset because it upsets her so much and to some extent.", "sourceId": "75"}, {"categoryId": "5", "formalText": "No, he's not.", "sourceId": "76"}, {"categoryId": "5", "formalText": "It does not it does upset her too much unless it's not a tenable position for them to be in.", "sourceId": "77"}, {"categoryId": "5", "formalText": "She feels like she is working just as hard as he is.", "sourceId": "78"}, {"categoryId": "5", "formalText": "She's working that in that state has his way rather than an in an active heart of Deceit, you know.", "sourceId": "79"}, {"categoryId": "5", "formalText": "Yeah, James last night and one of those things he said was he doesn't feel like she should be able to be filled.", "sourceId": "95"}, {"categoryId": "5", "formalText": "She doesn't feel or not feel the way.", "sourceId": "97"}, {"categoryId": "5", "formalText": "She feels like he doesn't understand why she doesn't cry. Why she doesn't get upset when she gets upset.", "sourceId": "98"}, {"categoryId": "5", "formalText": "But it's like she can't except when she has to and then it's really really bad.", "sourceId": "99"}, {"categoryId": "5", "formalText": "Memories they have.", "sourceId": "100"}]