[{"categoryId": "0", "formalText": "She's not sure what's going to happen with Monica's job.", "sourceId": "115"}, {"categoryId": "0", "formalText": "She works for is the founder of the CEOs kids there.", "sourceId": "121"}, {"categoryId": "0", "formalText": "so before he started he likes checked it out with it at 6 commission to be like hey is this going to be a conflict of interest and they said no just rest recuse yourself from anything to do with that and he checked it out again and initially they said no it's fine and then they said we're going", "sourceId": "122"}, {"categoryId": "0", "formalText": "The the statement saying that you need to either cut all ties or resign not just from the race for governor, but also being a senator so she went to work one day last week and was like, I'm going to have it.", "sourceId": "123"}, {"categoryId": "0", "formalText": "She's going to have to cool it like he's going to resign today.", "sourceId": "124"}, {"categoryId": "0", "formalText": "He didn't end up resigning but like in the next month he's going to basically figure out what he can do about it.", "sourceId": "125"}, {"categoryId": "0", "formalText": "Which means that she doesn't know what's going to happen to her job.", "sourceId": "128"}, {"categoryId": "0", "formalText": "You know, she thinks it's sort of a thing.", "sourceId": "129"}, {"categoryId": "0", "formalText": "Who are like, she thinks they're going to try to keep her so she doesn't know.", "sourceId": "130"}, {"categoryId": "0", "formalText": "She'll have to look for another job, but.", "sourceId": "131"}, {"categoryId": "1", "formalText": "Yeah, she's having sort of a tough time.", "sourceId": "10"}, {"categoryId": "2", "formalText": "She couldn't find her pants this morning.", "sourceId": "12"}, {"categoryId": "2", "formalText": "This is it just feels like a classic morning for her and some ways.", "sourceId": "13"}, {"categoryId": "2", "formalText": "She doesn't like talking last night and she was like, \"okay, I'm going to wear these jeans tomorrow\" and she put them somewhere and then this morning they were gone like totally gone.", "sourceId": "14"}, {"categoryId": "2", "formalText": "And she just remembers she put them in a drawer with her shirt which she found after like 15 minutes of like \"where are my pants?\"", "sourceId": "15"}, {"categoryId": "2", "formalText": "She's been looking around her apartment for things a lot more often than she typically to it's like most stuff.", "sourceId": "17"}, {"categoryId": "2", "formalText": "You don't end up staying for 1 year.", "sourceId": "18"}, {"categoryId": "2", "formalText": "To the next but maybe that's just her, but she broke her glasses a few days ago, and she had a backup somewhere.", "sourceId": "19"}, {"categoryId": "2", "formalText": "That was Despair and she like couldn't find them and she knew that she had an that she hadn't thrown them away because she was keeping them for this precise eventuality and James knew he hadn't thrown them away because he didn't know where they were and she didn't know where they were.", "sourceId": "20"}, {"categoryId": "2", "formalText": "And so she ended up looking everywhere in the apartment.", "sourceId": "21"}, {"categoryId": "2", "formalText": "Her apartment is like about twice the size of this office like it's not very big.", "sourceId": "22"}, {"categoryId": "2", "formalText": "And there are not many places but like under the bed and she thinks she ended up like finding a lot of stuff that she couldn't remember and also a lot of stuff that remembered but didn't want to think about like she found her Sasha flash card like thousands of flash cards on tiny little pieces of cardboard tied together with rubber bands and a bag and like she found that bag and then like she found this beautiful very nice hiking pack that she didn't remember or like she recognized it but she didn't know where she was from and she didn't know she had it and James was like, \"yeah.\"", "sourceId": "23"}, {"categoryId": "2", "formalText": "\"That was your birthday present last year.\"", "sourceId": "24"}, {"categoryId": "2", "formalText": "So it's been like, she doesn't know.", "sourceId": "25"}, {"categoryId": "2", "formalText": "It's not like she's melting down over little things but she thinks it's mostly because she like she can't get to the point where she's actually melting down over little things like it's like she thinks it's actually worse.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She's kind of like Frozen and sad and really upset and doesn't know what to do about it.", "sourceId": "30"}, {"categoryId": "2", "formalText": "Somehow she has to refill her prescription on Monday or by Monday.", "sourceId": "31"}, {"categoryId": "2", "formalText": "And she knows that she's going to not going to remember to do it like she knows this but like she couldn't have done it today they got but she couldn't have really doesn't today.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She's ended up missing like two or three days on her thyroid medication because she had run out on a Tuesday and then she can't get out until Friday and then she doesn't really want to move on Friday morning and she just made her life.", "sourceId": "34"}, {"categoryId": "2", "formalText": "She feels like she's running out of things to talk about because she is well she talked about all of the things that are like sort of pretty much bothering her at the bothering her and not the things that are really really bad because she doesn't want to talk about things that are really really bad.", "sourceId": "65"}, {"categoryId": "2", "formalText": "And she also imagines that I don't want to hear about things that are really really bad and aren't actually that she doesn't know.", "sourceId": "66"}, {"categoryId": "2", "formalText": "She just feels like shit and she just hates herself more than most of the time.", "sourceId": "68"}, {"categoryId": "2", "formalText": "Sounds like to me she's really quiet burden with a lot of things.", "sourceId": "97"}, {"categoryId": "2", "formalText": "And she doesn't want to have to deal with it and I think she's kind of angry with having to deal with it.", "sourceId": "99"}, {"categoryId": "2", "formalText": "But then very guilty about being angry about having to deal with it and I think Amanda / dress dresses she's coming to ferebee to talk about stuff.", "sourceId": "100"}, {"categoryId": "2", "formalText": "Yeah, she means, she always wants to come to therapy and it's a mostly if she don't she feels worse but then it's actually like yeah, but now she has to actually do it.", "sourceId": "101"}, {"categoryId": "2", "formalText": "Yeah, yeah, she didn't do as much but it is much harder for her when we don't meet at soft and yeah, not all the time but a lot of the time.", "sourceId": "107"}, {"categoryId": "2", "formalText": "Yeah, she feels badly because it doesn't seem to her that it can possibly it doesn't seem like it is hard for other people and she realize that like, she doesn't know other people.", "sourceId": "155"}, {"categoryId": "2", "formalText": "She doesn't realize how hard it is for them.", "sourceId": "156"}, {"categoryId": "2", "formalText": "But yeah, she doesn't think other people want to quit life on a regular basis because they just don't", "sourceId": "157"}, {"categoryId": "2", "formalText": "Because she just doesn't because of doing the dishes and it doesn't make her feel like she doesn't feel like she sort of feels sorry for herself.", "sourceId": "158"}, {"categoryId": "2", "formalText": "But more of why can't she just deal with things these normal things.", "sourceId": "159"}, {"categoryId": "2", "formalText": "This is just hot like this.", "sourceId": "160"}, {"categoryId": "2", "formalText": "Why can she just deal with it?", "sourceId": "162"}, {"categoryId": "2", "formalText": "Because she doesn't think her life is actually harder than most people's.", "sourceId": "163"}, {"categoryId": "2", "formalText": "Yeah, yeah, like she just doesn't have what she should have to deal with it.", "sourceId": "167"}, {"categoryId": "2", "formalText": "Salinas and his place where she has her favorite everything for paper cup and and so when the clothes she likes to wear and are clean.", "sourceId": "169"}, {"categoryId": "2", "formalText": "She just doesn't want to wear her other clothes and she sort of doesn't know what to do.", "sourceId": "170"}, {"categoryId": "2", "formalText": "She really knows what you're going through is Selena.", "sourceId": "172"}, {"categoryId": "2", "formalText": "She really understands on the other hand.", "sourceId": "173"}, {"categoryId": "2", "formalText": "You're just going to have to", "sourceId": "174"}, {"categoryId": "2", "formalText": "where these other clothes like just like that's just how it goes.", "sourceId": "175"}, {"categoryId": "2", "formalText": "Yeah, so are me saying that a lot of her distress at not wanting to deal with her life and having to do with her life and having to deal with her life comes through as she doesn't know how to resolve that or that she doesn't know how to resolve that.", "sourceId": "204"}, {"categoryId": "2", "formalText": "She doesn't really know what to say except thinking is hard.", "sourceId": "207"}, {"categoryId": "2", "formalText": "She can't stop.", "sourceId": "209"}, {"categoryId": "2", "formalText": "Well, she'll lose her train of thought.", "sourceId": "210"}, {"categoryId": "2", "formalText": "She thinks she gets to the point where she is trying to sort of take the next step and work things out and she doesn't know say something intelligent.", "sourceId": "211"}, {"categoryId": "2", "formalText": "She she just gets too hard.", "sourceId": "212"}, {"categoryId": "5", "formalText": "James really doesn't want to go to this wedding and you know, he's been pretty like she doesn't know.", "sourceId": "26"}, {"categoryId": "5", "formalText": "She thinks he's doing as well as he can in terms of both being cheerful and cooperative and like not saying that he wants to go to the wedding because he doesn't want to go she sort of", "sourceId": "27"}, {"categoryId": "5", "formalText": "She sort of wants to go but she's really tired from this week and then going to be more tired by the end of the weekend.", "sourceId": "28"}, {"categoryId": "5", "formalText": "There's also like four or five events in two days for the sweating right?", "sourceId": "35"}, {"categoryId": "5", "formalText": "It's 3 days, but like it's just all parties like all the time.", "sourceId": "36"}, {"categoryId": "5", "formalText": "It's like sort of going to be great and she sort of", "sourceId": "37"}, {"categoryId": "5", "formalText": "She just skipped some but she also can't skip them because there is are her cousins whom she loves and she doesn't see she sees the multi here.", "sourceId": "38"}, {"categoryId": "5", "formalText": "And she doesn't know James last night was like, \"Do you think we can be angry all the time?\"", "sourceId": "39"}, {"categoryId": "5", "formalText": "And she was like, \"totally\" and because like Oliver had just gotten worse than he was in a really bad place like he was ship faced wrong.", "sourceId": "40"}, {"categoryId": "5", "formalText": "And you really like James and he really kind kind of wanted to mess with him a lot at the end of the evening.", "sourceId": "41"}, {"categoryId": "5", "formalText": "She was like \"I'm going to pick you up Oliver Oliver is like 5657.\"", "sourceId": "42"}, {"categoryId": "5", "formalText": "He's like a big guy for a little guy like over 6 foot and James's over and was like \"sure why not.\"", "sourceId": "43"}, {"categoryId": "5", "formalText": "\"I will make you happy.\"", "sourceId": "44"}, {"categoryId": "5", "formalText": "So they're going to be like tonight.", "sourceId": "45"}, {"categoryId": "5", "formalText": "She doesn't know whether Oliver's happy but his coffee shop is so that's nice and he has started the coffee company, which is a cafe in Maryland that somehow all of her friends who really really like so that's kind of nice.", "sourceId": "46"}, {"categoryId": "5", "formalText": "It's like the most hipster coffee shop in Maryland.", "sourceId": "47"}, {"categoryId": "5", "formalText": "She's gone to the point in her job where it's not so hard every week and it was hard this week.", "sourceId": "48"}, {"categoryId": "5", "formalText": "But in general it's like less than clearly exhausting.", "sourceId": "49"}, {"categoryId": "5", "formalText": "So she's started panicking that she's not doing a good job anymore.", "sourceId": "50"}, {"categoryId": "5", "formalText": "Sharon has started trying to say her name which considering like she has three words.", "sourceId": "52"}, {"categoryId": "5", "formalText": "She feels really good about you know, she doesn't say anything really remotely approximating.", "sourceId": "53"}, {"categoryId": "5", "formalText": "Her name but clearly she's trying to apparently.", "sourceId": "54"}, {"categoryId": "5", "formalText": "She's getting bossy or so.", "sourceId": "58"}, {"categoryId": "5", "formalText": "They'll see how this that goes.", "sourceId": "59"}, {"categoryId": "5", "formalText": "She thinks she really likes climbing up the stairs and when she doesn't want to climb up the stairs with her, which is most of the time she gets really mad.", "sourceId": "60"}, {"categoryId": "5", "formalText": "They're just too bad.", "sourceId": "61"}, {"categoryId": "5", "formalText": "She feels like she should work harder on coming up with things to do.", "sourceId": "63"}, {"categoryId": "5", "formalText": "Like places to go like she doesn't know.", "sourceId": "64"}, {"categoryId": "5", "formalText": "She has to go to weddings.", "sourceId": "69"}, {"categoryId": "5", "formalText": "She has to like fine all her dresses and then that makes her and that makes her that doesn't help.", "sourceId": "70"}, {"categoryId": "5", "formalText": "So she has to bring dress sense for Amanda.", "sourceId": "71"}, {"categoryId": "5", "formalText": "Also, she got into a situation where all of her dresses are at her boyfriend's house and she really needs to break up with her boyfriend and she didn't have it in her.", "sourceId": "72"}, {"categoryId": "5", "formalText": "So do it so like the night before she was leaving she did was alright get off.", "sourceId": "73"}, {"categoryId": "5", "formalText": "It'll be okay.", "sourceId": "74"}, {"categoryId": "5", "formalText": "So she's bringing like a dresses because there was like five things to do.", "sourceId": "75"}, {"categoryId": "5", "formalText": "And she doesn't feel very good about any of them.", "sourceId": "76"}, {"categoryId": "5", "formalText": "And she doesn't know why it matters so much.", "sourceId": "77"}, {"categoryId": "5", "formalText": "She did suggest to Amanda that she not caught off all her hair.", "sourceId": "78"}, {"categoryId": "5", "formalText": "Yeah, and probably for emotional reasons, but she doesn't think it would look as good on she doesn't think it would look as good on you.", "sourceId": "80"}, {"categoryId": "5", "formalText": "So they'll see.", "sourceId": "81"}, {"categoryId": "5", "formalText": "She doesn't know why they're still in the dynamic of where Amanda thinks that she's like sensible responsible one or like the one who has all of her shit together.", "sourceId": "82"}, {"categoryId": "5", "formalText": "She doesn't know why she thinks that but somehow", "sourceId": "83"}, {"categoryId": "5", "formalText": "Moxa Dynamic that were in she doesn't know what to do about your life Amanda.", "sourceId": "84"}, {"categoryId": "5", "formalText": "She doesn't know what to do about her life.", "sourceId": "85"}, {"categoryId": "5", "formalText": "The only thing she really knows is that she thinks that she should be in therapy and she doesn't really react to that so", "sourceId": "86"}, {"categoryId": "5", "formalText": "She means considering all these experiences with therapist.", "sourceId": "87"}, {"categoryId": "5", "formalText": "She doesn't blame her, but she knows how she doesn't know how else to say it.", "sourceId": "88"}, {"categoryId": "5", "formalText": "She's in San Antonio.", "sourceId": "90"}, {"categoryId": "5", "formalText": "She doesn't know whether she'll stay there.", "sourceId": "91"}, {"categoryId": "5", "formalText": "She thinks most of the time when Amanda has gone to therapy.", "sourceId": "92"}, {"categoryId": "5", "formalText": "It's been to get something made her because they thought that something is wrong with her and she hasn't been very happy about it.", "sourceId": "93"}, {"categoryId": "5", "formalText": "They're very happy with the experience.", "sourceId": "94"}, {"categoryId": "5", "formalText": "She's been writing again.", "sourceId": "95"}, {"categoryId": "5", "formalText": "So that's good.", "sourceId": "96"}, {"categoryId": "5", "formalText": "She could stay up worrying about that but there's so many other things and that's something that's really really not in her control.", "sourceId": "132"}, {"categoryId": "5", "formalText": "The problem.", "sourceId": "133"}, {"categoryId": "5", "formalText": "Is that more she likes if she says, she doesn't want to deal with something.", "sourceId": "134"}, {"categoryId": "5", "formalText": "She feels like she just becomes more of a burden to other people.", "sourceId": "135"}, {"categoryId": "5", "formalText": "So it just doesn't look particularly James, but then like things aren't great between them right now, and she just doesn't want to deal with it.", "sourceId": "136"}, {"categoryId": "5", "formalText": "Like it's sort of a new sensation for her or not wanting to just feeling that she just doesn't have the energy for that.", "sourceId": "137"}, {"categoryId": "5", "formalText": "Like she's not thinking she doesn't know they have to fix this right away.", "sourceId": "138"}, {"categoryId": "5", "formalText": "And she just they didn't they did finally make an appointment with a couples counselor.", "sourceId": "139"}, {"categoryId": "5", "formalText": "She thinks he's going to be able to start like in September.", "sourceId": "140"}, {"categoryId": "5", "formalText": "Yes, she's really glad about that.", "sourceId": "146"}, {"categoryId": "5", "formalText": "But that's what she feels.", "sourceId": "147"}, {"categoryId": "5", "formalText": "Like there'll be the same thing as like it'll be really good to have done and then they'll have to do it and then", "sourceId": "148"}, {"categoryId": "5", "formalText": "like that's just how life is it's hard.", "sourceId": "150"}]