[{"categoryId": "1", "formalText": "She feels like she's failed and she feels like she she feels like there's something fundamentally wrong with her.", "sourceId": "36"}, {"categoryId": "2", "formalText": "Like she's deformed in some way or something similar to talk today about what", "sourceId": "37"}, {"categoryId": "2", "formalText": "I just asked her like how much she was talking with people about the ECT.", "sourceId": "38"}, {"categoryId": "2", "formalText": "Well, then, you know sort of depends on the day and who she's talking to but actually kind of a lot which led into you know conversations about like is there a stigma surrounding mental illness?", "sourceId": "39"}, {"categoryId": "2", "formalText": "Like she has somewhere she was headed and she doesn't remember.", "sourceId": "41"}, {"categoryId": "2", "formalText": "Oh, yeah, she thinks she guesses she doesn't think this is a very nice thought but it's something like undeserved suffering scares the shit out of people.", "sourceId": "42"}, {"categoryId": "2", "formalText": "It's like she doesn't it scares her when she doesn't feel like she has done something to deserve what's happening to her.", "sourceId": "47"}, {"categoryId": "2", "formalText": "So that's yeah, it scares her last one, you know things got to be okay again, and she doesn't feel like she's done anything to deserve that I somehow she sort of got over that.", "sourceId": "48"}, {"categoryId": "2", "formalText": "Haha or think about it last or yeah, you know, that's not really something she can like talk to people about because this sort of knee-jerk response of like that things get better for yourself and she's like, \"good for you.\"", "sourceId": "49"}, {"categoryId": "2", "formalText": "She's very proud of a lot of things but sometimes like sometimes it just happens or it feels like it just happened.", "sourceId": "52"}, {"categoryId": "2", "formalText": "Yeah, maybe if she looks at it too closely.", "sourceId": "53"}, {"categoryId": "2", "formalText": "And it sort of seems like she and James were on one hand she wants to be able to like let-go stuff that makes her angry just because she doesn't doesn't want to be burdened by it when she's just walking down the street having a nice time at the same time.", "sourceId": "120"}, {"categoryId": "2", "formalText": "Like he's not going to be the one to tell her.", "sourceId": "121"}, {"categoryId": "2", "formalText": "So, yeah, she doesn't have to trouble knowing what to do and what to think when you know, she kind of puts forward ideas and then she doesn't know what to do when she feels like the wrong or when she feels like they don't fit because like sometimes she sits with them awhile and when they turn out to sit for a while and that's you know hard to handle.", "sourceId": "149"}, {"categoryId": "2", "formalText": "Sometimes they still don't fit and she fell so hard to handle and she doesn't it's like both really are important to her to trust her own judgment in this and also really sort of she doesn't know if that's increasingly hard, but it's pretty hard at this point.", "sourceId": "150"}, {"categoryId": "2", "formalText": "And so yeah, she doesn't know what to do and ends up being more or less useful because she sort of forgots about it for a while and then she ends up thinking about it pretty hard and that's also useful.", "sourceId": "151"}, {"categoryId": "2", "formalText": "But yeah, she means, she thinks there's also like she feels guilty like she is mistaken.", "sourceId": "152"}, {"categoryId": "2", "formalText": "She feels like", "sourceId": "153"}, {"categoryId": "2", "formalText": "So when she says like, \"No this doesn't fit,\" and then with the passing of time it comes to seem like she feels like very very ashamed of that.", "sourceId": "154"}, {"categoryId": "2", "formalText": "It just gets really embarrassed that she feels ashamed.", "sourceId": "155"}, {"categoryId": "2", "formalText": "So there's a lot of encouragement to not trust her own judgment in the first place there.", "sourceId": "156"}, {"categoryId": "2", "formalText": "Early because at times I feel like she's kind of irrational and reacted kind of with an emotional bias that in a way that affected her judgment or something and that feels crummy.", "sourceId": "159"}, {"categoryId": "2", "formalText": "Yeah, she guesses that's right.", "sourceId": "160"}, {"categoryId": "2", "formalText": "She guesses she kind of was saying like she just feels really stupid.", "sourceId": "161"}, {"categoryId": "2", "formalText": "She feels like she should have seen this.", "sourceId": "162"}, {"categoryId": "5", "formalText": "This is where all that breaks down because she feels like she's actually getting pretty good at that part.", "sourceId": "23"}, {"categoryId": "5", "formalText": "She likes at saying when she does this this results, when she does this this results, like what are the ways that she can change her environment to help her. Like she's gotten to where that sort of high on her priority list and it's something that she works on actively and it's something that she's not terrible and then sometimes it just doesn't work.", "sourceId": "24"}, {"categoryId": "5", "formalText": "Yeah, because you know if it doesn't work, but she'll need to talk to me about it.", "sourceId": "26"}, {"categoryId": "5", "formalText": "She doesn't need to plan Earth would she come in and say these are her small victories of the last days but", "sourceId": "27"}, {"categoryId": "5", "formalText": "yeah, you know and also angry at everybody else who you know both people for whom like once they learn how to use these coping skills like that actually fixes things.", "sourceId": "29"}, {"categoryId": "5", "formalText": "She's not sure if those people exist but people certainly talk like those people.", "sourceId": "30"}, {"categoryId": "5", "formalText": "But like now she can't let go of seeing it as kind of creepy witch, you know, James can let go of those things.", "sourceId": "58"}, {"categoryId": "5", "formalText": "She thinks you know her a hard time about not being able to go because you know, he certainly knows it's really not.", "sourceId": "59"}, {"categoryId": "5", "formalText": "Okay, but she's not really sure the connection is there something is like sometimes she just you know, like she wants to be able to laugh at the joke or like listen to the song without that it's coming on every single radio station without actually that's really kind of a song about date rape and that's probably not.", "sourceId": "60"}, {"categoryId": "5", "formalText": "Yeah, but she also like doesn't want to be full of rage and exhausted better by all these things.", "sourceId": "62"}, {"categoryId": "5", "formalText": "She would like when James tells her that she should be done being angry about feminism that it doesn't go well.", "sourceId": "83"}, {"categoryId": "5", "formalText": "That's not helpful, and it doesn't end well for him.", "sourceId": "84"}, {"categoryId": "5", "formalText": "She just she doesn't know how to hold people responsible for things doesn't she doesn't know so as everybody's talking about sports instead of leaving her out in this cold.", "sourceId": "99"}, {"categoryId": "5", "formalText": "She sort of like recognized that also is my job and you know, it's not her job to be able to fix all her problems herself.", "sourceId": "106"}]