[{"categoryId": "0", "formalText": "She's also looking at making socks for him.", "sourceId": "45"}, {"categoryId": "0", "formalText": "There is a skank of two colors, and one color is one that she has to use this soon and she hasn't been able to find it.", "sourceId": "46"}, {"categoryId": "0", "formalText": "It's the second sock.", "sourceId": "47"}, {"categoryId": "0", "formalText": "So she wanted to match the first one, and she's been looking around his room.", "sourceId": "48"}, {"categoryId": "0", "formalText": "She knows it's in there somewhere.", "sourceId": "49"}, {"categoryId": "0", "formalText": "She guesses maybe she should be getting a spare pair, but she doesn't actually have her prescription. Now then again, she guesses it's been over two years since she's gotten you, so she probably is due for, she guesses, now that her parents are paying for all the medical stuff.", "sourceId": "72"}, {"categoryId": "0", "formalText": "She doesn't know that she can afford an optometrist.", "sourceId": "73"}, {"categoryId": "0", "formalText": "She doesn't even know if her house insurance covers it so.", "sourceId": "74"}, {"categoryId": "0", "formalText": "Yeah, she just doesn't want to have to pay hundreds of dollars.", "sourceId": "77"}, {"categoryId": "0", "formalText": "It's not like she's blind or anything with me.", "sourceId": "78"}, {"categoryId": "0", "formalText": "She guesses if she could cook things on Sunday or Monday, it would take a bunch of work, but she could at least, in theory, make a few quiches.", "sourceId": "111"}, {"categoryId": "0", "formalText": "And then how does Yuki should be her lunch is for that they can possibly also.", "sourceId": "112"}, {"categoryId": "0", "formalText": "So she couldn't very cook things.", "sourceId": "113"}, {"categoryId": "0", "formalText": "She had her man.", "sourceId": "114"}, {"categoryId": "0", "formalText": "That would make the parties easier.", "sourceId": "115"}, {"categoryId": "0", "formalText": "She's usually still in the morning, getting breakfast together, slows her down, like even if she's eating in the car. If she puts cream cheese on the rice cakes the night before, then they'll get all sad.", "sourceId": "116"}, {"categoryId": "0", "formalText": "She hasn't really experienced, experimented with. She's had, she has at least figured out that she's.", "sourceId": "117"}, {"categoryId": "0", "formalText": "if she's going to cut up vegetables, it's better to do that at work and take a longer lunch than have that.", "sourceId": "118"}, {"categoryId": "0", "formalText": "Well, she just that, but if she does it before she leaves, 15 minutes will make a huge difference in the commute.", "sourceId": "120"}, {"categoryId": "0", "formalText": "So she started doing that at work. That feels a lot better for her.", "sourceId": "121"}, {"categoryId": "0", "formalText": "She can hold out until she gets to work and eat a breakfast from there.", "sourceId": "126"}, {"categoryId": "0", "formalText": "Yeah, she's usually starving in the morning, but she briefly considered it, and she was like, \"That's not going to work.\"", "sourceId": "129"}, {"categoryId": "0", "formalText": "Yeah, she kind of needs to have caffeine to do it safely.", "sourceId": "133"}, {"categoryId": "0", "formalText": "They have the kitchen, and they have the living room right next to it, with the TV is they usually end up eating in the living room.", "sourceId": "155"}, {"categoryId": "0", "formalText": "There's a reason she's not there all the time.", "sourceId": "277"}, {"categoryId": "0", "formalText": "She was there on Friday to get some errands done.", "sourceId": "278"}, {"categoryId": "0", "formalText": "She thinks they're going there tonight, so she can be there because she has to book tomorrow morning.", "sourceId": "279"}, {"categoryId": "0", "formalText": "And obviously, her address is still my place.", "sourceId": "280"}, {"categoryId": "0", "formalText": "So she needs to get down there to move before work.", "sourceId": "281"}, {"categoryId": "0", "formalText": "She thinks what they'll do is have dinner before they go there. That's off tonight, but that isn't the rest of the week. To go shopping. Hamden or something like that.", "sourceId": "282"}, {"categoryId": "0", "formalText": "But she's the one who has the car. When she's at work, that makes things harder to. She guesses she could take the T, in theory, and get there and get back, but it would be a big pain.", "sourceId": "283"}, {"categoryId": "0", "formalText": "There is not a gluten-free Market between here and Cheshire.", "sourceId": "285"}, {"categoryId": "0", "formalText": "They sell a lot of things that are gluten-free and grocery stores or rather.", "sourceId": "286"}, {"categoryId": "0", "formalText": "There is this one symbol that appears on a lot of cheese, is that her house isn't, practically speaking. She can get ricotta, a soft cheese, has some of those will actually have a symbol that her house, except those she can get at regular grocery stores.", "sourceId": "287"}, {"categoryId": "0", "formalText": "But anything else, she needs to go to Hamden, is the closest place that will habit which is really frustrating.", "sourceId": "288"}, {"categoryId": "0", "formalText": "How 2 months she's taken June off, and she thinks that will be a good problem.", "sourceId": "297"}, {"categoryId": "0", "formalText": "Maybe she'll be regretting that decision the end of August.", "sourceId": "298"}, {"categoryId": "0", "formalText": "Considering, she doesn't really go over to her place, but she'll find she has enough clothes, live off at Sandy's place.", "sourceId": "302"}, {"categoryId": "0", "formalText": "That would mean that anything that's in her room could be packed right now, because she needs it that badly. It wouldn't be in her room.", "sourceId": "303"}, {"categoryId": "0", "formalText": "So maybe thinking about sections of her room and doing a chore, and getting a section done. By this time, by the next time, and setting that time frame of those eight or nine weeks.", "sourceId": "304"}, {"categoryId": "0", "formalText": "She thinks, last time, she did move it, actually did only take her a day to pack.", "sourceId": "307"}, {"categoryId": "0", "formalText": "She had a lot less stuff than she has now, at night.", "sourceId": "308"}, {"categoryId": "0", "formalText": "It will probably take more time.", "sourceId": "309"}, {"categoryId": "0", "formalText": "Like yarn shouldn't take that long.", "sourceId": "311"}, {"categoryId": "0", "formalText": "She doesn't see what else would be so big, other than all that yarn for her store, and all that yarn is in big bins in the basement.", "sourceId": "312"}, {"categoryId": "0", "formalText": "That's pretty much packed up.", "sourceId": "313"}, {"categoryId": "0", "formalText": "She spotted a dyna bunch of yarn, and, using her stars, and she can make that more flexible.", "sourceId": "316"}, {"categoryId": "0", "formalText": "And then, if she has to mix up other colors, usually end up with more empty containers, and she started with, she guesses. She was really purposeful, and she doesn't care if she made a really ugly color combinations. She could do it.", "sourceId": "319"}, {"categoryId": "0", "formalText": "If it's ugly, then there are some people who like really weird color combinations that she knows, so as long as somebody can use it.", "sourceId": "322"}, {"categoryId": "0", "formalText": "But if she's doing more specialized things where she needs certain colors, and she's thinking about doing that before she moves.", "sourceId": "325"}, {"categoryId": "0", "formalText": "She guesses she's doing it soon enough.", "sourceId": "326"}, {"categoryId": "0", "formalText": "She doesn't know.", "sourceId": "327"}, {"categoryId": "0", "formalText": "She guess the worst case scenario is going to die.", "sourceId": "328"}, {"categoryId": "0", "formalText": "But she's using an East Coast thing.", "sourceId": "329"}, {"categoryId": "0", "formalText": "So if she had to put out 15 bands of different colors and rinse them out, it wouldn't be that big of a loss.", "sourceId": "330"}, {"categoryId": "0", "formalText": "Sometimes when she's packing up, she has to erase some stuff.", "sourceId": "331"}, {"categoryId": "0", "formalText": "Yes, she thinks, if she had to do it, that would be a big deal.", "sourceId": "332"}, {"categoryId": "0", "formalText": "She thinks it's just the fact that her room isn't her light green eyes is probably with making it seem like such a big deal. If she can just put things in the bins and contain them, then maybe it wouldn't feel so bad.", "sourceId": "333"}, {"categoryId": "0", "formalText": "Maybe there's a smaller been in that her mom gave her that's in the back of Sydney's car, and she guesses for all the yarns that are sitting around, she could put as many of them as bit in that container, and there will be that much fewer yarn calculator.", "sourceId": "336"}, {"categoryId": "0", "formalText": "She thinks she could continue, and she believes that she wouldn't need any of those four projects anytime in the near future, or just make sure that she has lost that she.", "sourceId": "337"}, {"categoryId": "0", "formalText": "She's not working out anytime soon.", "sourceId": "338"}, {"categoryId": "0", "formalText": "Yeah, she can probably do it on Friday.", "sourceId": "343"}, {"categoryId": "0", "formalText": "As long as she doesn't help for, she'll, maybe she'll do it.", "sourceId": "344"}, {"categoryId": "0", "formalText": "She'll do more after that because if she starts doing.", "sourceId": "345"}, {"categoryId": "0", "formalText": "She might get too disappointed if she dyes.", "sourceId": "346"}, {"categoryId": "0", "formalText": "Okay, that's the part that feels really hard, because she's like, \"Oh, I should be able to pack up everything.\"", "sourceId": "349"}, {"categoryId": "0", "formalText": "She has her goal of one yarn box.", "sourceId": "420"}, {"categoryId": "1", "formalText": "She still feels like she's stressed.", "sourceId": "1"}, {"categoryId": "2", "formalText": "Maybe she's stressed, but she doesn't know.", "sourceId": "2"}, {"categoryId": "2", "formalText": "She's just afraid to ask her boss about the whole.", "sourceId": "3"}, {"categoryId": "2", "formalText": "Thing, but she did say at work for a full day last week for all three days.", "sourceId": "5"}, {"categoryId": "2", "formalText": "She thought, \"Okay, I wasn't really panicking or anything like that.\"", "sourceId": "7"}, {"categoryId": "2", "formalText": "Her dad's old computer was taking forever, and she basically spend an hour or something.", "sourceId": "8"}, {"categoryId": "2", "formalText": "That should have taken 15 minutes.", "sourceId": "9"}, {"categoryId": "2", "formalText": "So, bored, frustrated, no panic when she feels stressed when she looks back over the week, and she says she still feels stressed.", "sourceId": "10"}, {"categoryId": "2", "formalText": "She thinks it's when she gets up in the morning, and she has to get herself to work, or, in the evening, when she needs to get things done. Before she goes to bed and she's like, \"How will have food for tomorrow or have dinner tonight?\"", "sourceId": "12"}, {"categoryId": "2", "formalText": "So it's not during the actual doing of the day.", "sourceId": "13"}, {"categoryId": "2", "formalText": "She's never stressed at work.", "sourceId": "15"}, {"categoryId": "2", "formalText": "She might get panicky at work, but it's not from work. Is this dress like the preparation and a lot of time in the evening to wine down and have dinner. Especially, it's like she and Sydney are going to do something, and then Sydney panics and then it's like okay.", "sourceId": "16"}, {"categoryId": "2", "formalText": "Can she do this herself?", "sourceId": "17"}, {"categoryId": "2", "formalText": "She doesn't know depending on what she's doing the longer.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She waits for him to stop panicking, the last time she house.", "sourceId": "19"}, {"categoryId": "2", "formalText": "Sometimes, it turns out that she ends up going to bed later than she would have liked, and she's still able to get to work in the morning.", "sourceId": "24"}, {"categoryId": "2", "formalText": "Sometimes, it ends up with her getting to work later.", "sourceId": "25"}, {"categoryId": "2", "formalText": "She's never been at the point where she's gone to work and didn't have anything to eat.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She doesn't think she's ever had to miss dinner either.", "sourceId": "28"}, {"categoryId": "2", "formalText": "Sometimes it just feeling like she doesn't have any free time, and she's wasting away time doing whatever for Sydney or something.", "sourceId": "31"}, {"categoryId": "2", "formalText": "She doesn't know, since she doesn't have work today.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She doesn't have work again until tomorrow, and she hasn't had work since Thursday.", "sourceId": "33"}, {"categoryId": "2", "formalText": "Yeah, she guesses it is usually worried about not having time to eat food or do laundry and happiness, clean clothes for work.", "sourceId": "35"}, {"categoryId": "2", "formalText": "They ended up doing laundry today.", "sourceId": "36"}, {"categoryId": "2", "formalText": "Maybe she should go out and shopping, because, right now, there are four shirts that she uses for work, which makes her usually have to do laundry once a week, if she had more shirts for work and she could.", "sourceId": "37"}, {"categoryId": "2", "formalText": "Doing laundry every week, the same thing would happen.", "sourceId": "38"}, {"categoryId": "2", "formalText": "It was just at least happen.  Okay, she can lend you that day.", "sourceId": "39"}, {"categoryId": "2", "formalText": "And that's what she ended up doing last week. Taking stuff in her laundry bag because his laundry hamper things are really really heavy is there is down to the basement at his place a really really steep.", "sourceId": "40"}, {"categoryId": "2", "formalText": "So, if she's doing laundry at his place, is a lot easier if he carries them down, but she can carry down smaller amounts of things for herself, which she should be able to do if she has to question actually be dependent on him for laundry, and she's not.", "sourceId": "41"}, {"categoryId": "2", "formalText": "It might make her feel less anxious, because it sounds like, a lot of times, anxiety stemming from not knowing if he's going to be able to follow through on a plan and feeling dependent upon him even though she doesn't need to be dependent upon him for that.", "sourceId": "42"}, {"categoryId": "2", "formalText": "It kind of sounds like she kind of feels like she is.", "sourceId": "43"}, {"categoryId": "2", "formalText": "Not for that, the right now.", "sourceId": "44"}, {"categoryId": "2", "formalText": "She's 99% sure that it's there, but he needs to pay. She's been can have some of his stuff, but he always needs to clean up, in order for her to find that he's like, \"So, it will be okay,\" and she's like, \"It will only be okay if you clean it.\"", "sourceId": "50"}, {"categoryId": "2", "formalText": "If he sits around and just saying that it will be okay.", "sourceId": "51"}, {"categoryId": "2", "formalText": "It sounds like it's actually frustration. Maybe even anger.", "sourceId": "53"}, {"categoryId": "2", "formalText": "And maybe anger, annoyance.", "sourceId": "54"}, {"categoryId": "2", "formalText": "She said, \"This place is really hard to deal with, when it's messy. When I can feel the dirt on my feet.\"", "sourceId": "81"}, {"categoryId": "2", "formalText": "And she doesn't think she's especially. He thinks maybe it's her OCD or whatever, but she doesn't. She doesn't. She's actually especially sensitive to dirt when she has enough stuff on the floor that she can feel it on her feet, especially if she's taken a shower and then her feet are wet and the stuff sticks to her beach.", "sourceId": "82"}, {"categoryId": "2", "formalText": "It's not a good feeling.", "sourceId": "83"}, {"categoryId": "2", "formalText": "It's getting harder and harder to deal with that.", "sourceId": "84"}, {"categoryId": "2", "formalText": "So, those are the things that are stressing her out. Those things that aren't the way she would have them aren't really under her control, because she's not going to take responsibility for cleaning his place.", "sourceId": "85"}, {"categoryId": "2", "formalText": "She means, she guesses she could take responsibility for cleaning his place.", "sourceId": "86"}, {"categoryId": "2", "formalText": "She just doesn't think it would be a very good idea, and she doesn't think it would be necessary.", "sourceId": "87"}, {"categoryId": "2", "formalText": "It would necessarily make her happy.", "sourceId": "88"}, {"categoryId": "2", "formalText": "He has lots of big heavy boxes that she can't really move.", "sourceId": "89"}, {"categoryId": "2", "formalText": "So, she will clean out the old parts of his place, but she's not cleaning out his whole room.", "sourceId": "90"}, {"categoryId": "2", "formalText": "But then again, maybe it is, if she wants the room to be a place where she can put her things without losing them. Like maybe, she means, she cannot desire, therefore it should be her job.", "sourceId": "92"}, {"categoryId": "2", "formalText": "She guesses he hasn't really know. He does loses things like check books and stuff. She usually ends up finding them for him. He does want to make his life better. He just is doing it very slowly. That's all fine and good, until she can't find something that she needs and then it's a problem", "sourceId": "95"}, {"categoryId": "2", "formalText": "She's not really spending any time at her place right now, which is another reason that stresses her out. Like when she's in the kitchen, by herself, or something, and she's like, she doesn't live here. Her roommates are all taking over too much. At least 3 days a week, she's only home for a couple of hours that she's not sleeping. Her room is sort of like, where the air conditioner would go is not working so they don't even have an AC in there. She got sick this weekend so she didn't even get to do the whole clothing purge thing. Sydney doesn't really like Aaron so.", "sourceId": "97"}, {"categoryId": "2", "formalText": "That makes him stress to be there.", "sourceId": "98"}, {"categoryId": "2", "formalText": "They usually end up going to his place because it's easier.", "sourceId": "99"}, {"categoryId": "2", "formalText": "She thinks he'll change when she gets to her new place.", "sourceId": "100"}, {"categoryId": "2", "formalText": "It feels like those roommates are realized it's nice and it's a lot closer to his but they're really nice cat Slayer.", "sourceId": "101"}, {"categoryId": "2", "formalText": "That, in the whole not having a gluten-free kitchen means not having to worry about going to a restaurant getting leftovers not being able to keep them up.", "sourceId": "103"}, {"categoryId": "2", "formalText": "She still has to hold out until September.", "sourceId": "104"}, {"categoryId": "2", "formalText": "It's the end of June.", "sourceId": "105"}, {"categoryId": "2", "formalText": "So she still has all of July August, if she can hold out. She'll be fine.", "sourceId": "106"}, {"categoryId": "2", "formalText": "So it sounds like a lot of her stress is coming from this question of when is there going to be dinner?", "sourceId": "193"}, {"categoryId": "2", "formalText": "Not always a problem.", "sourceId": "195"}, {"categoryId": "2", "formalText": "She guesses she's having a bunch of times in the last couple weeks.", "sourceId": "196"}, {"categoryId": "2", "formalText": "But she doesn't know when it's going to be a problem, which is what stressing her out. Her matching that it could be a problem, because it has been a problem.", "sourceId": "197"}, {"categoryId": "2", "formalText": "She doesn't know when, because it's kind of a is kind of dependent on where his roommates are. Would she have control over?", "sourceId": "198"}, {"categoryId": "2", "formalText": "No, she really doesn't want of them is a PhD student.", "sourceId": "199"}, {"categoryId": "2", "formalText": "It doesn't sound like she doesn't feel like she can do much to change it.", "sourceId": "352"}, {"categoryId": "4", "formalText": "Feels bad that she's depending on caffeine.", "sourceId": "135"}, {"categoryId": "4", "formalText": "She was not dependent on it for like a good six years in high school.", "sourceId": "137"}, {"categoryId": "4", "formalText": "She was addicted to it, but that also because high school started really really early in the morning. Kind of like now, and she's waking up at 6 and college.", "sourceId": "138"}, {"categoryId": "4", "formalText": "She had a couple of classes. She had to wake up at 8 or something.", "sourceId": "139"}, {"categoryId": "4", "formalText": "Most of the time, she could get away. Away wake her up later even in grad school was not too bad.", "sourceId": "140"}, {"categoryId": "4", "formalText": "It's only when she wakes up at 6 a.m that it's a problem.", "sourceId": "141"}, {"categoryId": "4", "formalText": "So, when her life requires her to get up early, she needs some caffeine in the morning.", "sourceId": "142"}, {"categoryId": "5", "formalText": "She guesses stealing out of control for. She can't really control his.", "sourceId": "56"}, {"categoryId": "5", "formalText": "She can't control him.", "sourceId": "57"}, {"categoryId": "5", "formalText": "Or living quarters for that matter.", "sourceId": "58"}, {"categoryId": "5", "formalText": "It makes it really hard when she loses things, even this morning.", "sourceId": "60"}, {"categoryId": "5", "formalText": "He knocked over her glasses.", "sourceId": "61"}, {"categoryId": "5", "formalText": "She had them on the dresser, and he was trying to find them this morning because she can't see anything without her glasses.", "sourceId": "62"}, {"categoryId": "5", "formalText": "He's like, \"Are you sure you didn't put them somewhere else?\" and she's like, \"Yes, I put them in one of the few places.\"", "sourceId": "63"}, {"categoryId": "5", "formalText": "They are neither.", "sourceId": "64"}, {"categoryId": "5", "formalText": "She heard him knock them over last night when he came back in, and the lights were off. He got annoyed, like she was blaming him, and she got annoyed that he got annoyed for her blaming him.", "sourceId": "65"}, {"categoryId": "5", "formalText": "It was his fault.", "sourceId": "66"}, {"categoryId": "5", "formalText": "He ended up finding them, obviously, because she's wearing them, but that was a very stressful way to wake up in that case.", "sourceId": "67"}, {"categoryId": "5", "formalText": "She started was helpless without him, because she couldn't see anything. Which is why she always puts her glasses in a place that makes sense, and not like he'll lose his, and she always puts hers somewhere that makes sense this time.", "sourceId": "68"}, {"categoryId": "5", "formalText": "He knocked him out.", "sourceId": "69"}, {"categoryId": "5", "formalText": "Is really annoying.", "sourceId": "71"}, {"categoryId": "5", "formalText": "He doesn't really like eating with his roommate during the living room eating in the kitchen, and she doesn't like.", "sourceId": "156"}, {"categoryId": "5", "formalText": "He doesn't like eating the kitchen when his roommates are there.", "sourceId": "158"}, {"categoryId": "5", "formalText": "Because he doesn't get along with them.", "sourceId": "160"}, {"categoryId": "5", "formalText": "She doesn't know. Probably also in the summer, because the kitchen is hot. The living room at least has a fan.", "sourceId": "162"}, {"categoryId": "5", "formalText": "She doesn't know.", "sourceId": "163"}, {"categoryId": "5", "formalText": "She guesses he's not comfortable eating in the kitchen.", "sourceId": "164"}, {"categoryId": "5", "formalText": "So if people aren't in the living room, but it's fine.", "sourceId": "165"}, {"categoryId": "5", "formalText": "But if they're in the living room, that it's a problem, and then he's also too sick to go out or something, that they just have to wait one day.", "sourceId": "166"}, {"categoryId": "5", "formalText": "She made the compromise of eating in the room, but she really doesn't like doing that.", "sourceId": "167"}, {"categoryId": "5", "formalText": "He thinks she's kind of crazy for not eating in her bedroom, and she spent my whole life pretty much. Maybe a couple snacks, but she never had meals in her bedroom, and she thought that's what normal people do.", "sourceId": "168"}, {"categoryId": "5", "formalText": "She thought, was pretty typical, even though he wasn't allowed to eat in his bedroom growing up.", "sourceId": "170"}, {"categoryId": "5", "formalText": "Just like, she wasn't he thought it was critical that wants restriction is no longer there that people eat in their bedrooms all the time.", "sourceId": "171"}, {"categoryId": "5", "formalText": "She doesn't know who's not that, either of us is right.", "sourceId": "172"}, {"categoryId": "5", "formalText": "Really isn't a good one, other than maybe going out, but then if she can't go out, that's not a compromise either. Like the compromise isn't really that they do something in the middle that will make.", "sourceId": "176"}, {"categoryId": "5", "formalText": "Except, that then if she's at his place, she'll feel uncomfortable eating in the kitchen by herself, because she doesn't live there, and that feels weird to people are around that doesn't really work.", "sourceId": "179"}, {"categoryId": "5", "formalText": "She guesses she has to decide which is worse. In the kitchen, when there are people around when she doesn't live there, or Sydney isn't there, and it feels like it's less valid for her to just be there by herself.", "sourceId": "180"}, {"categoryId": "5", "formalText": "Or spending more time at her place.", "sourceId": "182"}, {"categoryId": "5", "formalText": "She's not spending time in her place because it's less comfortable.", "sourceId": "183"}, {"categoryId": "5", "formalText": "There's never anything to eat in her place now that.", "sourceId": "184"}, {"categoryId": "5", "formalText": "And Amy are gone Aries.", "sourceId": "185"}, {"categoryId": "5", "formalText": "Aaron is on grocery shopping.", "sourceId": "186"}, {"categoryId": "5", "formalText": "There's maybe a box of pasta in the downstairs area, when there should be all the pasta.", "sourceId": "187"}, {"categoryId": "5", "formalText": "So Aaron isn't really been keeping up. Eating at her place would require a lot of planning and stuff, and it doesn't really work. When she's just gotten home from work, and it's like oh, yeah few hours.", "sourceId": "188"}, {"categoryId": "5", "formalText": "That one is a problem.", "sourceId": "190"}, {"categoryId": "5", "formalText": "If she's going to spend more time at her place.", "sourceId": "191"}, {"categoryId": "5", "formalText": "It would probably be on the nights that she doesn't have to work.", "sourceId": "192"}, {"categoryId": "5", "formalText": "No, she really doesn't. Want of them is a PhD student.", "sourceId": "199"}, {"categoryId": "5", "formalText": "So sometimes she's never around and then sometimes she's always around. one roommate doesn't use.", "sourceId": "200"}, {"categoryId": "5", "formalText": "Other three sometimes. She wins sometimes.", "sourceId": "201"}, {"categoryId": "5", "formalText": "And then she'll watch a show, and then she'll end up being there for three hours watching many shows.", "sourceId": "202"}, {"categoryId": "5", "formalText": "It's like if he's there, it's nothing. If he isn't there, it's her, not living there and feeling like she's taking up their space.", "sourceId": "207"}, {"categoryId": "5", "formalText": "There has been expressed unhappiness with the amount of time she has spent there.", "sourceId": "208"}, {"categoryId": "5", "formalText": "There was once several several months ago, but that was before they knew that Sydney had serious depression and that he's explained it to them, and that they were okay with it, she guesses for her.", "sourceId": "209"}, {"categoryId": "5", "formalText": "She's like, \"Okay that was several months ago.\"", "sourceId": "210"}, {"categoryId": "5", "formalText": "She's not sure if they're still okay with it, under the understanding that she's taking care of him.", "sourceId": "211"}, {"categoryId": "5", "formalText": "And then she's thinking maybe they're thinking, \"Why is he not better yet?\"", "sourceId": "212"}, {"categoryId": "5", "formalText": "\"Why is Georgia still around?\" Since she doesn't know that she hasn't talked to them about it.", "sourceId": "213"}, {"categoryId": "5", "formalText": "She doesn't really want to talk to them about it, because she doesn't want confrontation and he says it's okay.", "sourceId": "214"}, {"categoryId": "5", "formalText": "That doesn't really help her, because she's not looking for him, since it's okay.", "sourceId": "215"}, {"categoryId": "5", "formalText": "She wants to know whether or not his roommate.", "sourceId": "216"}, {"categoryId": "5", "formalText": "She doesn't know.", "sourceId": "217"}, {"categoryId": "5", "formalText": "He doesn't need his roommates or anything, but she guesses it's the social anxiety thing. Not wanting to be around anyone or not or anyone but her. That makes him not want to eat.", "sourceId": "218"}, {"categoryId": "5", "formalText": "She doesn't think that has always been the case for him. That he's had that level of social anxiety.", "sourceId": "219"}, {"categoryId": "5", "formalText": "She doesn't think it was the case before he was depressed.", "sourceId": "221"}, {"categoryId": "5", "formalText": "It does sound like he's really avoiding being in the presence of others, and he's kind of almost hiding in his room eating meals.", "sourceId": "223"}, {"categoryId": "5", "formalText": "She can do it because he doesn't feel uncomfortable eating in his room, but it does seem problematic that he's feeling the need to retreat so much. And it's uncomfortable for her feeling like, well, when it's uncomfortable for her to kind of break this rule. Pierce off of eating in the bedroom, but also because she's kind of being forced to hide as well.", "sourceId": "226"}, {"categoryId": "5", "formalText": "It doesn't feel good to hide in a place where she's really living.", "sourceId": "227"}, {"categoryId": "5", "formalText": "She knows, because her place seems unlivable to, she thinks. She just has to hold out for another two months until September.", "sourceId": "228"}, {"categoryId": "5", "formalText": "I wonder if having a conversation with his roommates might put her at ease to know what they're really thinking.", "sourceId": "230"}, {"categoryId": "5", "formalText": "She kind of really doesn't want to, because she's just afraid what would happen if they say, \"Oh, actually we're really pissed that you're over all the time.\"", "sourceId": "231"}, {"categoryId": "5", "formalText": "That's not much she can do that.", "sourceId": "232"}, {"categoryId": "5", "formalText": "Other than spending more time at her place, which, again, would require this planning or have stuff to eat, because it's not like she's given others anything to eat, which is really annoying.", "sourceId": "238"}, {"categoryId": "5", "formalText": "Everybody has their own shopping at Sydney's place.", "sourceId": "240"}, {"categoryId": "5", "formalText": "So people have different shelves on the fridge that are there.", "sourceId": "241"}, {"categoryId": "5", "formalText": "Like, if she has pasta, she really wants to have cheese on it. If she has cheese, and she actually can bring it to her house because she has to go down to Hampton.", "sourceId": "244"}, {"categoryId": "5", "formalText": "So it's not like she can just.", "sourceId": "245"}, {"categoryId": "5", "formalText": "She could stop process. That would be fine, and right George on it, but she have to go to Hamden, if she wants anything to put on it getting vegetables.", "sourceId": "248"}, {"categoryId": "5", "formalText": "She can't get them that far as anything else.", "sourceId": "249"}, {"categoryId": "5", "formalText": "It would still require planning of Sydney. Wound up going to her place and having things for the morning and everything.", "sourceId": "250"}, {"categoryId": "5", "formalText": "It is the gluten-free kitchen. Is probably the most complicated factor. That, plus Aaron not really doing his job of getting food for the kitchen.", "sourceId": "252"}, {"categoryId": "5", "formalText": "And it's very complicated, and it feels so uncomfortable at his place.", "sourceId": "253"}, {"categoryId": "5", "formalText": "Yeah, so really the only solution she can think of is to deal with it until September, when she had a feel at home in her new place, but that still means two more months of this. She survived is so far, but it doesn't really make that any better.", "sourceId": "254"}, {"categoryId": "5", "formalText": "She told Sydney about it before. He knows that she doesn't feel comfortable being there without him.", "sourceId": "256"}, {"categoryId": "5", "formalText": "She doesn't know. Maybe. Maybe into degrees, he could. She doesn't know if it would work out, sometimes when he gets that depressed.", "sourceId": "258"}, {"categoryId": "5", "formalText": "He keeps on saying that he thinks he can't do XYZ things that she thinks he can do, but she's not him.", "sourceId": "259"}, {"categoryId": "5", "formalText": "She doesn't know if it is a cop out, or if it's he thinks his depression makes it so he can't physically do whatever saying, and she thinks his depression is telling him he can't do that thing, but he could get around it.", "sourceId": "260"}, {"categoryId": "5", "formalText": "If he could confront some of those fears and see that, actually, he is more capable than he believes himself to be.", "sourceId": "262"}, {"categoryId": "5", "formalText": "Maybe. She doesn't want to make those assumptions for him though.", "sourceId": "263"}, {"categoryId": "5", "formalText": "Right, she can't control him or his choices or how far he can push himself, but it does sound like, in some ways, she's being limited by his worries his fears.", "sourceId": "266"}, {"categoryId": "5", "formalText": "And then they're feeding to her own worries and fears.", "sourceId": "267"}, {"categoryId": "5", "formalText": "She wants to separate herself in some ways, so that she can be independent of what's limiting.", "sourceId": "268"}, {"categoryId": "5", "formalText": "And right now, it does sound like a lot of her worries are coming from not being able to control him, but feeling controlled by his depression.", "sourceId": "269"}, {"categoryId": "5", "formalText": "She thinks it's. She thinks it's important that she's not controlled by his depression.", "sourceId": "271"}, {"categoryId": "5", "formalText": "She needs time in the day to go to Hampden and make her room and have it.", "sourceId": "272"}, {"categoryId": "5", "formalText": "She had to move a lot of things around for the new windows that they.", "sourceId": "273"}, {"categoryId": "5", "formalText": "Never talk to them really before he was doing at her. Like, \"Oh by the way, the guys are coming in to measure the today and they're coming in to install this on this day.\"", "sourceId": "274"}, {"categoryId": "5", "formalText": "She's like, \"You should really spend that money changing that door between mine and Ryan's room in a walk.\" But she didn't actually say that.", "sourceId": "275"}, {"categoryId": "5", "formalText": "It does sound like it's getting really uncomfortable in her house, too.", "sourceId": "276"}, {"categoryId": "5", "formalText": "He was complaining about how his new job was going to have such a long commute.", "sourceId": "290"}, {"categoryId": "5", "formalText": "It's all the way out there where you see the signs on the highway, and she's like, \"Oh like that's a third of my commute.\"", "sourceId": "291"}, {"categoryId": "5", "formalText": "She does not feel bad for him at all.", "sourceId": "292"}, {"categoryId": "5", "formalText": "It does come down to not having enough time for that and still have some dinner, and she's only gotten tiny little minor things.", "sourceId": "294"}, {"categoryId": "5", "formalText": "She hasn't really gotten to anything later yet.", "sourceId": "295"}, {"categoryId": "7", "formalText": "She guesses the weight loss thing.", "sourceId": "362"}, {"categoryId": "7", "formalText": "She didn't take a break in terms of eating vegetables one day.", "sourceId": "363"}, {"categoryId": "7", "formalText": "She had a fruit or a vegetable.", "sourceId": "364"}, {"categoryId": "7", "formalText": "Her lunch is all 30 days of work.", "sourceId": "366"}, {"categoryId": "7", "formalText": "That's all good.", "sourceId": "368"}, {"categoryId": "7", "formalText": "She needed to go to the grocery store and get stuff for so. They can have those things on the days that she's not having works. Did he apparently is losing right now just by eating, and she doesn't know what he did but he was like, \"Oh, I love you.\"", "sourceId": "369"}, {"categoryId": "7", "formalText": "She's worried that she can't do the same thing.", "sourceId": "370"}, {"categoryId": "7", "formalText": "She doesn't know what it is, other than, she guesses, he was doing a lot more overeating, and she was when he was super depressed and now that, she guesses, that isn't true.", "sourceId": "371"}, {"categoryId": "7", "formalText": "It's actually working. He's feeling less depressed, and she will order last ridiculous things for 1", "sourceId": "372"}, {"categoryId": "7", "formalText": "It's not a competition between her and Sydney.", "sourceId": "373"}, {"categoryId": "7", "formalText": "She just doesn't want to be this overweight.", "sourceId": "375"}, {"categoryId": "7", "formalText": "She guesses, it's just discouraging that he can do it without seemingly little effort.", "sourceId": "376"}, {"categoryId": "7", "formalText": "And that it's taking more effort for her.", "sourceId": "377"}, {"categoryId": "7", "formalText": "Serena and she's adding the actual to her diet.", "sourceId": "380"}, {"categoryId": "7", "formalText": "Should that be helping. She means, she guesses that's helping eating healthier, but she might not be helping.", "sourceId": "381"}, {"categoryId": "7", "formalText": "She thinks she's replacing something else, in terms of, she can get away with less other things. Like it would normally be that, if she got one of those microwave meals, one thing by itself might not be enough. Always fruit, it is or pieces of pizza.", "sourceId": "384"}, {"categoryId": "7", "formalText": "She will eat less slices of pizza, if she's having fruit with that, then if she's not", "sourceId": "385"}, {"categoryId": "7", "formalText": "And that's really the idea, because she is a plate. She is replacing something.", "sourceId": "386"}, {"categoryId": "7", "formalText": "That's probably better for her, if she is calories.", "sourceId": "387"}, {"categoryId": "7", "formalText": "At least, even if she doesn't get a coffee drink in the morning, if she's high.", "sourceId": "388"}, {"categoryId": "7", "formalText": "Rice cakes, and she's not having a cookie with it.", "sourceId": "389"}, {"categoryId": "7", "formalText": "So it's a healthier choice.", "sourceId": "390"}, {"categoryId": "7", "formalText": "But at least one alternative, even if she'd gone to get coffee.", "sourceId": "391"}, {"categoryId": "7", "formalText": "She doesn't have a donut with it.", "sourceId": "392"}, {"categoryId": "7", "formalText": "She's assuming a coffee drink has less, but it's not less fat than a donut.", "sourceId": "393"}, {"categoryId": "7", "formalText": "She doesn't even know.", "sourceId": "394"}, {"categoryId": "7", "formalText": "Maybe, they'll. She's at least eating less donuts, than she was. So she thinks. Until she gets less stressed.", "sourceId": "402"}, {"categoryId": "7", "formalText": "She might continue with the drink.", "sourceId": "403"}, {"categoryId": "7", "formalText": "Yeah, just to know her limits. Just to be armed with the information.", "sourceId": "406"}, {"categoryId": "7", "formalText": "She definitely looked it up, many many years ago, and it might have changed, if they put different things in it and stuff.", "sourceId": "407"}, {"categoryId": "7", "formalText": "It sounds like she's made some healthy changes, with regard to what she's eating, and the other way to burn calories is to find activity that she can sneak into her day.", "sourceId": "409"}, {"categoryId": "7", "formalText": "Even though it's really hot.", "sourceId": "410"}, {"categoryId": "7", "formalText": "If it doesn't take forever for her to do stuff at the bus stop, like walking around for a bit until Sydney is out of his therapy today. Yesterday actually in the evening.", "sourceId": "411"}, {"categoryId": "7", "formalText": "She walked for 1/2 and intended to be a small trip, and then she stayed out for a half an hour.", "sourceId": "412"}, {"categoryId": "7", "formalText": "She was walking for most of that.", "sourceId": "413"}, {"categoryId": "7", "formalText": "Yeah, on a really hot day like today, even walking outside for a bit.", "sourceId": "415"}, {"categoryId": "7", "formalText": "But, she can also find ways in an air-conditioned building. Take the stairs. Things like that, so that she doesn't feel like she's uncomfortable out in the heat, but she can still find ways to walk indoors, where it might be air conditioned.", "sourceId": "416"}, {"categoryId": "7", "formalText": "It sounds like she's being more aware. Keep plugging away at it.", "sourceId": "417"}, {"categoryId": "7", "formalText": "She hasn't even looked at the scale in a week or two, and she doesn't even know if she wants to look at it.", "sourceId": "418"}, {"categoryId": "7", "formalText": "And she doesn't need to weigh herself very often. She could weigh herself once a month. Just being aware of the choice that she's making.", "sourceId": "419"}]