[{"categoryId": "0", "formalText": "I know she's had an ECG.", "sourceId": "102"}, {"categoryId": "0", "formalText": "Well, she was told that it was okay and there was no problems and you know, she did feel relief, you know, because obviously there has been heart attacks in her family.", "sourceId": "105"}, {"categoryId": "0", "formalText": "There must be something wrong with it.", "sourceId": "107"}, {"categoryId": "0", "formalText": "Right and she did feel pleased with the doctor said that but on the other hand nothing's changed, you know, she's still getting exactly the same problems right?", "sourceId": "108"}, {"categoryId": "0", "formalText": "Nothing.", "sourceId": "109"}, {"categoryId": "0", "formalText": "You know, she's not getting any help with it.", "sourceId": "110"}, {"categoryId": "0", "formalText": "She just feels a bit like well, so she hasn't got a bad heart according to the experts, but she's still getting all the symptoms and they're getting worse and worse.", "sourceId": "111"}, {"categoryId": "0", "formalText": "She does still worry that there might be something wrong with her heart.", "sourceId": "114"}, {"categoryId": "1", "formalText": "Well, it's the same thing that she's seen Doctor Jones about. It's her heart.", "sourceId": "7"}, {"categoryId": "2", "formalText": "It's just she keeps getting these situations where her heart starts to really really race.", "sourceId": "12"}, {"categoryId": "2", "formalText": "Like boom.", "sourceId": "13"}, {"categoryId": "2", "formalText": "Boom, right she gets chest pain.", "sourceId": "14"}, {"categoryId": "2", "formalText": "She can't catch my breath.", "sourceId": "15"}, {"categoryId": "2", "formalText": "It's making her feel feel funny talking to me about it.", "sourceId": "16"}, {"categoryId": "2", "formalText": "Right and so her heart starts to race.", "sourceId": "17"}, {"categoryId": "2", "formalText": "She can't get her breath and then she gets chest pains and she gets very afraid.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She's going to have a heart attack.", "sourceId": "19"}, {"categoryId": "2", "formalText": "Right and she's feeling a little bit anxious just here with her.", "sourceId": "20"}, {"categoryId": "2", "formalText": "She is okay.", "sourceId": "21"}, {"categoryId": "2", "formalText": "Yeah, just talking about it.", "sourceId": "22"}, {"categoryId": "2", "formalText": "She can feel it starting to come up.", "sourceId": "23"}, {"categoryId": "2", "formalText": "So her heart starts to race.", "sourceId": "25"}, {"categoryId": "2", "formalText": "It really beats fast.", "sourceId": "26"}, {"categoryId": "2", "formalText": "And she feels like she can't catch her breath.", "sourceId": "27"}, {"categoryId": "2", "formalText": "She thinks it's probably about six months that this has been going on.", "sourceId": "31"}, {"categoryId": "2", "formalText": "Well, she thinks they've had some problems at work.", "sourceId": "36"}, {"categoryId": "2", "formalText": "She's felt more stress about work than she normally does and basically she was just trying to get into town one day on a off day and it was very hot.", "sourceId": "37"}, {"categoryId": "2", "formalText": "One of those funny hot days.", "sourceId": "38"}, {"categoryId": "2", "formalText": "It just happened. Her heart started to race and race and race and she couldn't get her couldn't get her breath.", "sourceId": "39"}, {"categoryId": "2", "formalText": "She was just like gasping for breath.", "sourceId": "40"}, {"categoryId": "2", "formalText": "Then she started to get chest pains and it was just awful and she's managed to sit down and call her husband and he came out.", "sourceId": "41"}, {"categoryId": "2", "formalText": "He actually left work to come and get her.", "sourceId": "42"}, {"categoryId": "2", "formalText": "It was awful. It really it was really really frightening.", "sourceId": "44"}, {"categoryId": "2", "formalText": "She thought she was having a heart attack.", "sourceId": "47"}, {"categoryId": "2", "formalText": "She is only 25.", "sourceId": "48"}, {"categoryId": "2", "formalText": "She really did.", "sourceId": "50"}, {"categoryId": "2", "formalText": "Yeah, and each time.", "sourceId": "51"}, {"categoryId": "2", "formalText": "It happens.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She's so afraid that that it is that is what's happening.", "sourceId": "53"}, {"categoryId": "2", "formalText": "So, you know, she started to try and avoid situations where she might get like that basically.", "sourceId": "55"}, {"categoryId": "2", "formalText": "She can't get into town now without her husband taking her cuz because her husband has to take her to and from work and she also thought she shouldn't do anything to put any strain on her heart at all.", "sourceId": "58"}, {"categoryId": "2", "formalText": "So she doesn't do much exercise or anything at the moment and other things as well.", "sourceId": "59"}, {"categoryId": "2", "formalText": "She just feels that she shouldn't, you know do anything like that because it might put too much strain on her.", "sourceId": "65"}, {"categoryId": "2", "formalText": "So she's avoiding sex and a case that it puts her heart rate up.", "sourceId": "67"}, {"categoryId": "2", "formalText": "But it also sounds like she's pretty fed up with the whole thing as well.", "sourceId": "77"}, {"categoryId": "2", "formalText": "She means, she thinks they had a new manager at work.", "sourceId": "82"}, {"categoryId": "2", "formalText": "She works in a bank actually and then they had a new computer system put in so it became much more stress stressful for all the staff not just her and she can sort of see you.", "sourceId": "83"}, {"categoryId": "2", "formalText": "She was under a lot of pressure right that could be affecting her.", "sourceId": "84"}, {"categoryId": "2", "formalText": "She went to town you had the first of these attacks and then since then she's had some more of them.", "sourceId": "87"}, {"categoryId": "2", "formalText": "And now it's kind of got to the point where she doesn't want to go out.", "sourceId": "89"}, {"categoryId": "2", "formalText": "She doesn't go out to town by herself.", "sourceId": "91"}, {"categoryId": "2", "formalText": "She's not socializing like she used to.", "sourceId": "94"}, {"categoryId": "2", "formalText": "And she's avoiding things like exercise and things like sex and that's having a bit of a taking its toll on her relationship.", "sourceId": "96"}, {"categoryId": "2", "formalText": "She's always thought it was her heart and what she can't understand is how her brain is making her heart start racing like.", "sourceId": "130"}, {"categoryId": "2", "formalText": "She's started to really monitor monitor her heart and when it starts to race she starts to get worried and then it starts getting faster and faster.", "sourceId": "162"}, {"categoryId": "2", "formalText": "So it does feel.", "sourceId": "163"}, {"categoryId": "2", "formalText": "She really does start wearing.", "sourceId": "172"}, {"categoryId": "2", "formalText": "So she keeps thinking it is going to be now, you know, you know is her heart going to stop breathing.", "sourceId": "174"}, {"categoryId": "2", "formalText": "Right, so she gets these kind of anxious thoughts.", "sourceId": "175"}, {"categoryId": "5", "formalText": "It's not she means, yeah, her husband's getting really fed up with it to be honest doctor.", "sourceId": "70"}, {"categoryId": "5", "formalText": "He's been really really kind and really supportive but she thinks it's starting to affect his life quite a lot.", "sourceId": "71"}, {"categoryId": "5", "formalText": "Now you wanted her to go to the pub last week and she absolutely promises that she would because she's begun to stop wanting to go out because she's so afraid it's going to happen and she promised and promised him she goes to the tub and then know when it came to to it, she just couldn't. She just sat on the sofa and it started happening to to happen again, right?", "sourceId": "72"}, {"categoryId": "5", "formalText": "And then she was worried if she went to the pub, she'd actually get it'll in the pub and then it'd be really embarrassing for everyone.", "sourceId": "73"}, {"categoryId": "5", "formalText": "So she just.", "sourceId": "74"}, {"categoryId": "5", "formalText": "Said she couldn't go and she thinks he's getting a bit to the end of his tether now because it just seems to have come out of the blue and she's never suffered from anything like this before.", "sourceId": "75"}, {"categoryId": "6", "formalText": "Well, she was told that it was okay and there was no problems and you know, she did feel relief, you know, because obviously there has been heart attacks in her family.", "sourceId": "105"}, {"categoryId": "6", "formalText": "Her dad died of one, you know, she 72 so she's thinking of must be her heart.", "sourceId": "106"}]