[{"categoryId": "1", "formalText": "It sounds like he's feeling more angry.", "sourceId": "36"}, {"categoryId": "1", "formalText": "He doesn't know exactly why.", "sourceId": "38"}, {"categoryId": "1", "formalText": "He's been feeling more angry at it.", "sourceId": "39"}, {"categoryId": "5", "formalText": "He guesses last time I suggested that he should not monitor.", "sourceId": "1"}, {"categoryId": "5", "formalText": "Tanya's mood on a day-to-day basis, which he thinks is good advice.", "sourceId": "2"}, {"categoryId": "5", "formalText": "He's just sitting there thinking that it's maybe been a little bit harder than he anticipated.", "sourceId": "3"}, {"categoryId": "5", "formalText": "So he's been doing that, Latonya also appears much better than he thinks she is in some ways.", "sourceId": "4"}, {"categoryId": "5", "formalText": "He thinks she's very anxious and very fragile.", "sourceId": "5"}, {"categoryId": "5", "formalText": "We talked about her not wanting control.", "sourceId": "6"}, {"categoryId": "5", "formalText": "He thinks she wants control more now than she has four months, but maybe can't handle it fully either.", "sourceId": "7"}, {"categoryId": "5", "formalText": "With her wanting control of her life again.", "sourceId": "8"}, {"categoryId": "5", "formalText": "She wants to take care of him because he important to her.", "sourceId": "9"}, {"categoryId": "5", "formalText": "As he mentioned some time ago.", "sourceId": "10"}, {"categoryId": "5", "formalText": "He doesn't know that he really trusts her right now.", "sourceId": "11"}, {"categoryId": "5", "formalText": "There's a limit to what he can accept from her.", "sourceId": "12"}, {"categoryId": "5", "formalText": "It just is, he guesses.", "sourceId": "13"}, {"categoryId": "5", "formalText": "So we're in this place where she wants to take care of him, and maybe he's a bit standoffish and she just wants to talk about what's bothering her.", "sourceId": "14"}, {"categoryId": "5", "formalText": "That's fine normally but it seems like he doesn't know. There's some strange sense in which the better she gets the less he can deal with their problems.", "sourceId": "15"}, {"categoryId": "5", "formalText": "It's kind of like when she's in an acute crisis.", "sourceId": "16"}, {"categoryId": "5", "formalText": "He can just deal with that.", "sourceId": "17"}, {"categoryId": "5", "formalText": "That's not a problem.", "sourceId": "18"}, {"categoryId": "5", "formalText": "But when she's appearing better, some of it just makes him angry or brings out that he is angry or something.", "sourceId": "19"}, {"categoryId": "5", "formalText": "She's anxious that she's not going to get a job.", "sourceId": "20"}, {"categoryId": "5", "formalText": "She started talking about how she sort of been sold the stream that she can go and get a Humanities degree and she'll get a job afterwards.", "sourceId": "21"}, {"categoryId": "5", "formalText": "That was a dream.", "sourceId": "22"}, {"categoryId": "5", "formalText": "She had always been sold.", "sourceId": "23"}, {"categoryId": "5", "formalText": "She had a whole lot of people getting her bad advice.", "sourceId": "24"}, {"categoryId": "5", "formalText": "It's just factually inaccurate.", "sourceId": "25"}, {"categoryId": "5", "formalText": "It just is not the least because in her first three years, she got a one degree and then she spent another year getting another degree instead of graduating early because she recognized that she couldn't get a job with the first degree.", "sourceId": "26"}, {"categoryId": "5", "formalText": "This is the conversation.", "sourceId": "27"}, {"categoryId": "5", "formalText": "They've been having for their entire relationship, but there is some sense in which her degrees do not lead to jobs.", "sourceId": "28"}, {"categoryId": "5", "formalText": "That's not why she was doing them, but now she can't get a job and that's a problem.", "sourceId": "29"}, {"categoryId": "5", "formalText": "He could recognize while it was happening that she was really just upset and looking for an outlet for being upset, but he couldn't stop also not being angry about her misrepresenting their conversations and the conversations.", "sourceId": "30"}, {"categoryId": "5", "formalText": "She has had with a lot of good people who had advised her in one way or another that there are three things to consider.", "sourceId": "31"}, {"categoryId": "5", "formalText": "Also when one is getting an education", "sourceId": "32"}, {"categoryId": "5", "formalText": "He thinks he feels guilty that he just can't handle all of it.", "sourceId": "33"}, {"categoryId": "5", "formalText": "But there's also a sense in which he acknowledges that he has limits and he seems to be running into some of them and asks it suspects for question of what are real limits and what are not real limits.", "sourceId": "34"}, {"categoryId": "5", "formalText": "He thinks there's a sense in which Tanya wants to have her life back and have it be okay and wants to.", "sourceId": "40"}, {"categoryId": "5", "formalText": "Yeah, he's not exactly sure. Don't actually she asked if we were okay and so we had a conversation which after thinking a while about whether he said anything or not acknowledge that he was angry that her illness or her actions were some Spectrum in there has really hurt him over the last several months and that he just needs some time to recover from that.", "sourceId": "41"}, {"categoryId": "5", "formalText": "He doesn't know if he should have had that conversation or not.", "sourceId": "42"}, {"categoryId": "5", "formalText": "He wasn't sure while he was having it.", "sourceId": "43"}, {"categoryId": "5", "formalText": "It seems like the only path forward when asked directly.", "sourceId": "44"}, {"categoryId": "5", "formalText": "Yeah, he think it's something like as he knows since I've been seeing me the whole time and I remember all of it.", "sourceId": "45"}, {"categoryId": "5", "formalText": "He's been hurt a lot over the last several months.", "sourceId": "46"}, {"categoryId": "5", "formalText": "It's hard his art some real ways in which she has abandoned me.", "sourceId": "47"}, {"categoryId": "5", "formalText": "She's threatening to kill herself several times.", "sourceId": "48"}, {"categoryId": "5", "formalText": "Not in the like, \"I'm going to kill myself.\"", "sourceId": "49"}, {"categoryId": "5", "formalText": "If he doesn't do this sort of way, but in a defective sense coming close to a suicide attempt is a threat to kill herself.", "sourceId": "50"}, {"categoryId": "5", "formalText": "He thinks they were outside of the crisis.", "sourceId": "51"}, {"categoryId": "5", "formalText": "He has injured emotions.", "sourceId": "52"}, {"categoryId": "5", "formalText": "He thinks that's the primary source of what's been going on, but he doesn't.", "sourceId": "53"}, {"categoryId": "5", "formalText": "It's sort of like the more she goes back to being normal that part isn't knowledge.", "sourceId": "54"}, {"categoryId": "5", "formalText": "So there's no sense in which he wants to wallow in it or do well on it or hold her accountable for it.", "sourceId": "55"}, {"categoryId": "5", "formalText": "But saying that makes it sound like he just wants the pain acknowledged.", "sourceId": "56"}, {"categoryId": "5", "formalText": "He didn't really feel like she could know but then they had the conversation where she asked him directly if they were okay, so he sort of put it out there anyway, because there is a sense in which itself is an act of trust for him. Trust is in part built by trusting a little more than might be reasonable and seeing what happens.", "sourceId": "59"}, {"categoryId": "5", "formalText": "He can build a considerable amount of trust in that way but in smaller risks.", "sourceId": "60"}, {"categoryId": "5", "formalText": "He thinks it's too soon to tell whether she actually can or not, but she could in that moment.", "sourceId": "61"}, {"categoryId": "5", "formalText": "Acknowledge that of course, he would be hurt by those things.", "sourceId": "62"}, {"categoryId": "5", "formalText": "He doesn't think she thought about it very much.", "sourceId": "63"}, {"categoryId": "5", "formalText": "She said she hadn't really thought about her coming close to killing herself hurting her.", "sourceId": "64"}, {"categoryId": "5", "formalText": "She was most mostly just happy with herself for not having killed herself.", "sourceId": "65"}, {"categoryId": "5", "formalText": "All right, that's pretty okay, but it is also missing the effects on him and on everyone else in both of their families.", "sourceId": "66"}, {"categoryId": "5", "formalText": "Yeah, even if they didn't care about her at all, it impacts him so they would care about it, but they do care about her.", "sourceId": "68"}, {"categoryId": "5", "formalText": "They all love her a lot and have for years.", "sourceId": "69"}, {"categoryId": "5", "formalText": "They talked some months ago.", "sourceId": "72"}, {"categoryId": "5", "formalText": "He was talking with them a lot.", "sourceId": "73"}, {"categoryId": "5", "formalText": "He just doesn't need to tell in some sense.", "sourceId": "75"}, {"categoryId": "5", "formalText": "He needs not to tell them that she wants tried to kill herself.", "sourceId": "76"}, {"categoryId": "5", "formalText": "It takes him a while to trust people.", "sourceId": "79"}, {"categoryId": "5", "formalText": "Maybe that hurts him less now.", "sourceId": "81"}, {"categoryId": "5", "formalText": "So he's more okay saying it.", "sourceId": "82"}, {"categoryId": "5", "formalText": "He doesn't know. That was back in November.", "sourceId": "83"}, {"categoryId": "5", "formalText": "That incident happened, he thinks.", "sourceId": "84"}, {"categoryId": "5", "formalText": "Yeah, she didn't actually attempt, but he thinks he doesn't know how he draws that line.", "sourceId": "86"}, {"categoryId": "5", "formalText": "There's a plan, there's preparation.", "sourceId": "87"}, {"categoryId": "5", "formalText": "Their families gets into this question of how does he let other people take care of him.", "sourceId": "88"}, {"categoryId": "5", "formalText": "And how does he take care of them also and not ask them to carry too much.", "sourceId": "89"}, {"categoryId": "5", "formalText": "It's been a very hard optimization problem.", "sourceId": "91"}, {"categoryId": "5", "formalText": "The end result is that her father finally visited 2 weeks ago, but she hadn't wanted to see him before then and basically just wouldn't let him come.", "sourceId": "92"}, {"categoryId": "5", "formalText": "He wouldn't talk to him either.", "sourceId": "93"}, {"categoryId": "5", "formalText": "So it is like the burden on him.", "sourceId": "94"}, {"categoryId": "5", "formalText": "The burden is on him to communicate how she's doing.", "sourceId": "95"}, {"categoryId": "5", "formalText": "And then also tell these people who love her and her family's impulse is always just to show up and be there, which in some ways is a really good impulse and in some ways, maybe not a great impulse.", "sourceId": "96"}, {"categoryId": "5", "formalText": "He thinks mostly it's really good.", "sourceId": "97"}, {"categoryId": "5", "formalText": "A little planning.", "sourceId": "98"}, {"categoryId": "5", "formalText": "Sometimes a good thing.", "sourceId": "99"}, {"categoryId": "5", "formalText": "It's how these people who really love her and want to be there for her.", "sourceId": "100"}, {"categoryId": "5", "formalText": "That's not what she wants right now.", "sourceId": "101"}, {"categoryId": "5", "formalText": "Even will not being sure that what she wants should count right now.", "sourceId": "102"}, {"categoryId": "5", "formalText": "So clearly taking some of her desires off the table is reasonable.", "sourceId": "103"}, {"categoryId": "5", "formalText": "He has two brothers and sisters and particularly.", "sourceId": "104"}, {"categoryId": "5", "formalText": "His sisters really want to be there for him and take care of me.", "sourceId": "105"}, {"categoryId": "5", "formalText": "But again, it's like at what point as far as the time issues. They're getting into half a dozen or a dozen people.", "sourceId": "106"}, {"categoryId": "5", "formalText": "He can't talk to all of them everyday.", "sourceId": "107"}, {"categoryId": "5", "formalText": "He can't talk to me.", "sourceId": "108"}, {"categoryId": "5", "formalText": "He supposes if he talks to each one of them once a week, they could talk for a little bit of time.", "sourceId": "109"}, {"categoryId": "5", "formalText": "There's no continuity of the area across people.", "sourceId": "110"}, {"categoryId": "5", "formalText": "It's just really bad.", "sourceId": "111"}, {"categoryId": "5", "formalText": "The whole thing is just really bad.", "sourceId": "112"}, {"categoryId": "5", "formalText": "There's often not an extent to which just talking about it helps sometimes for him. Knowledge is a really useful particularly when he gets to the 3rd or 4th thing that's worn off.", "sourceId": "113"}, {"categoryId": "5", "formalText": "Now he's just passing on grief to someone else.", "sourceId": "114"}, {"categoryId": "5", "formalText": "Yeah, the whole thing has been pretty complicated in terms of their families.", "sourceId": "115"}, {"categoryId": "5", "formalText": "On another level it becomes another logistical challenge, which is he guesses who he's talking about it even though it's also a lot of other things.", "sourceId": "116"}, {"categoryId": "5", "formalText": "He's so many other logistical challenges that he's been handling over the last number of months.", "sourceId": "117"}, {"categoryId": "5", "formalText": "He just doesn't have the energy for some of them also.", "sourceId": "118"}, {"categoryId": "5", "formalText": "He thinks it's something like the more important something is to him.", "sourceId": "127"}, {"categoryId": "5", "formalText": "Harder, it is for him to talk about so he has to trust in someone more in order to be able to talk about it.", "sourceId": "128"}, {"categoryId": "5", "formalText": "The only thing, he thinks, that plays into that one is that he didn't start seeing me until the end of January or February somewhere in there as just them.", "sourceId": "129"}, {"categoryId": "5", "formalText": "So before then there was an extent to which he didn't talk about something because they were still doing in theory something like couples counseling.", "sourceId": "130"}, {"categoryId": "5", "formalText": "That changed some of the things that he talked about. Like he didn't tell me about Tanya having this emotional affair until I was treating just him.", "sourceId": "135"}, {"categoryId": "5", "formalText": "He thinks it relates to some knowledge of or trust in response what response he will get immediately and where it will go from there.", "sourceId": "142"}, {"categoryId": "5", "formalText": "On the one hand and this is not as much an issue in their relationship, but the other person may not be able to handle it.", "sourceId": "145"}, {"categoryId": "5", "formalText": "That one is alleviated by some sort of special trust in this case.", "sourceId": "146"}, {"categoryId": "5", "formalText": "Somewhat mitigated.", "sourceId": "148"}, {"categoryId": "5", "formalText": "See, he was to talk to his mother about Tonya's relationship with his Professor.", "sourceId": "150"}, {"categoryId": "5", "formalText": "He doesn't know how his mother would respond, but it could go that his mother is angry or hurt and then he has to deal with those. Also and that hasn't helped him at all.", "sourceId": "151"}, {"categoryId": "5", "formalText": "Yeah that has to do with there's some amount of trust he puts in me because this is my job.", "sourceId": "153"}, {"categoryId": "5", "formalText": "But he thinks he's mentioned before that.", "sourceId": "154"}, {"categoryId": "5", "formalText": "He doesn't trust that many people to do their jobs very well.", "sourceId": "155"}, {"categoryId": "5", "formalText": "Yes, and he's been underwhelmed by how some people are doing their jobs.", "sourceId": "156"}, {"categoryId": "5", "formalText": "Absolutely, so that's why he said change that because it's not like just me having this job makes him trust me.", "sourceId": "157"}, {"categoryId": "5", "formalText": "In a sense, that's a way of starting to put trust in me.", "sourceId": "158"}, {"categoryId": "5", "formalText": "He feels like I've been very helpful to him and I've done my job very well.", "sourceId": "159"}, {"categoryId": "5", "formalText": "And so he can trust me much more in some sense.", "sourceId": "160"}, {"categoryId": "5", "formalText": "Yeah, it's not like he hasn't told anyone that she's suicidal.", "sourceId": "164"}, {"categoryId": "5", "formalText": "He feels like the details drive it home or make it hurt more.", "sourceId": "166"}, {"categoryId": "5", "formalText": "They make it more real.", "sourceId": "167"}, {"categoryId": "5", "formalText": "They've talked before about him having some sort of need for control and need to protect other people and take care of other people.", "sourceId": "171"}, {"categoryId": "5", "formalText": "He feels like the same thing is going both second stanzas in a sense.", "sourceId": "172"}, {"categoryId": "5", "formalText": "He is protecting his mother and he is protecting Tanya in the case of Tanya wanting to kill herself.", "sourceId": "173"}, {"categoryId": "5", "formalText": "He's not protecting Tanya as much because.", "sourceId": "174"}, {"categoryId": "5", "formalText": "He doesn't think there's that much more conveyed about her state in some way, but the impact on his mother or whoever would be greater with more details.", "sourceId": "175"}, {"categoryId": "5", "formalText": "Yeah, he feels like he's either hoping that they can handle the same circumstance better or that the circumstances less like he somehow the only person he talks to you about Tanya's relationship is my best friend and that's because Tanya almost told him or told him most of it but not enough so he called him and said what's going on, but then he was in this position. Position of does he sit there and blunder about what's going on or he could tell him and that seemed clearly less bad, but there's a sense in which it's not so much that he could handle it better, but it wasn't as painful for him if that makes sense.", "sourceId": "180"}, {"categoryId": "5", "formalText": "Yeah, he thinks that's right.", "sourceId": "182"}, {"categoryId": "5", "formalText": "He thinks what he's doing is just quibbling a little bit about his suggestion or in suggesting a way in which they might be able to handle it better.", "sourceId": "183"}, {"categoryId": "5", "formalText": "But of course the place he's taking it back to him is that he currently has been able to handle things better than other people.", "sourceId": "184"}, {"categoryId": "5", "formalText": "Yeah, there's also a sense in which how many people need to handle that simultaneously.", "sourceId": "187"}, {"categoryId": "5", "formalText": "His response is exactly the second one, but he knows how to manage information and he knows how to do these logistical things.", "sourceId": "203"}, {"categoryId": "5", "formalText": "So he goes to those things because they're so lovable or closer to solvable.", "sourceId": "204"}, {"categoryId": "5", "formalText": "He can on the Practical problems and they are the practical problems of who needs to know.", "sourceId": "207"}, {"categoryId": "5", "formalText": "Eventually, he just asked his mother to manage information flow to my siblings and he just talked to her. He guesses on some level, he agrees.", "sourceId": "213"}, {"categoryId": "5", "formalText": "He always ends up in charge of things.", "sourceId": "219"}, {"categoryId": "5", "formalText": "He doesn't know why he always ends up in charge of things.", "sourceId": "223"}, {"categoryId": "5", "formalText": "Anyways his sense actually because no one else would and he could be convinced to do it and he doesn't know why he always ends up in charge of things.", "sourceId": "229"}, {"categoryId": "5", "formalText": "So then he has to sort of wonder if he wasn't there, what would happen something would happen.", "sourceId": "232"}, {"categoryId": "5", "formalText": "He thinks Tanya's family would have come up and handled that or she would have killed herself, but then they're getting into.", "sourceId": "235"}, {"categoryId": "5", "formalText": "If he works here, this whole situation would be radically different.", "sourceId": "236"}, {"categoryId": "5", "formalText": "He sort of does what seems best. As best as he can figure it out then he's in charge of it again.", "sourceId": "249"}, {"categoryId": "5", "formalText": "Then again, he's not telling his therapist.", "sourceId": "253"}, {"categoryId": "5", "formalText": "You know, he thinks it all would have been so much different if they would have been in San Antonio San Antonio or in Austin. Somewhere close to their families.", "sourceId": "256"}, {"categoryId": "5", "formalText": "The distance just add some extra logistical Dimension to it or something.", "sourceId": "257"}, {"categoryId": "5", "formalText": "He guesses it makes it so everything has to be planned.", "sourceId": "259"}, {"categoryId": "5", "formalText": "Yeah, his friend Frank or friend prank on his best friend is here in Andover.", "sourceId": "270"}, {"categoryId": "5", "formalText": "He went with him a lot.", "sourceId": "271"}, {"categoryId": "5", "formalText": "He let him take care of him a fair amount.", "sourceId": "272"}, {"categoryId": "5", "formalText": "It's easier because he's here.", "sourceId": "273"}, {"categoryId": "5", "formalText": "He doesn't know the hurdle of traveling with large.", "sourceId": "274"}, {"categoryId": "5", "formalText": "They were here because Tanya was going to school and then they were here because Tanya had Chad here, and it has been hard for her to find a therapist with whom they can actually work.", "sourceId": "279"}, {"categoryId": "5", "formalText": "Well or at least it seemed hard to her.", "sourceId": "280"}, {"categoryId": "5", "formalText": "He thinks really she's actually liked everyone she's seen not in the hospital in Andover very well.", "sourceId": "281"}, {"categoryId": "5", "formalText": "So he thinks maybe there are some left over by a Seas from poor treatment when she was young.", "sourceId": "282"}]