[{"categoryId": "1", "formalText": "Like she wonders if there isn't just some kind of feedback link going on that they're all depressed and they all have stressful unhappy things going on.", "sourceId": "73"}, {"categoryId": "1", "formalText": "It's just kind of exacerbates the negative feeling for all of them.", "sourceId": "75"}, {"categoryId": "2", "formalText": "Like it's exhausting and she's guilty for being exhausted by it.", "sourceId": "80"}, {"categoryId": "5", "formalText": "So she wants a couple of days ago, but all of her friends are depressed like all of them and she was talking to Lucy about this about how you know, she had plans with Yvonne later this week and she was really dreading it because you Vons miserable about the divorce and she feels like her life is over, but she's behind on work.", "sourceId": "3"}, {"categoryId": "5", "formalText": "But like she tells her she cares about her and wants Briley. Every one she leans on for emotional support is also like horribly depressed and feels like their life is spinning out of control is miserable.", "sourceId": "28"}, {"categoryId": "5", "formalText": "But you know, this is the one she's been friends with for a long time and she can see if I cares about.", "sourceId": "36"}, {"categoryId": "5", "formalText": "Yeah, she doesn't. None of her friends are happy and that sucks.", "sourceId": "37"}, {"categoryId": "5", "formalText": "She really misses Ashley and she realized a part of it while she means part of it just that, you know, she's still half in love with her and part of it is, you know, the physical and sexual aspects of the relationship and certainly part of it was in spite of knowing intellectually that he was really depressed and miserable and has been for quite a while.", "sourceId": "38"}, {"categoryId": "5", "formalText": "So when they were on date to pretend everything was normal and you talk about his depression the way all of my other friends did.", "sourceId": "41"}, {"categoryId": "5", "formalText": "Like she means, she'll talk about how she's feeling about how she'll say, you know, \"I'm miserable because Christopher is yelling at me to move my stuff out of his apartment faster.\"", "sourceId": "55"}, {"categoryId": "5", "formalText": "She really can't because she doesn't have any because she doesn't have the time and have this job and she's behind on her deadlines and it feels miserable that she's behind on her deadline. Every time she sits down to write she has panic attacks and she's just on the floor crying and then she sang this shall be like crying and it's just yeah.", "sourceId": "56"}, {"categoryId": "5", "formalText": "And in part because they both came from abusive authoritarian household.", "sourceId": "92"}, {"categoryId": "5", "formalText": "And so they're both terrified that they.", "sourceId": "93"}, {"categoryId": "5", "formalText": "They're reacting.", "sourceId": "94"}, {"categoryId": "5", "formalText": "If they ever like saying no or X or any discipline or try to take control of her behavior in any way that they'll tip over the line and she abusive with her.", "sourceId": "96"}, {"categoryId": "5", "formalText": "She knows and it's like super frustrating when they hang out and like when she has a kid because they can't actually have a grown-up conversation because the kid interrupts like every 30 seconds and needs constant attention.", "sourceId": "103"}, {"categoryId": "5", "formalText": "Yeah, and like in the past she tried saying, \"You know Madison I'm having a grown-up calm conversation with your mom.", "sourceId": "112"}, {"categoryId": "5", "formalText": "Please don't interrupt.\" Like not stepping into a role of disciplining her but like speaking to her.", "sourceId": "113"}, {"categoryId": "5", "formalText": "She went to another adult like she's having conversation.", "sourceId": "114"}, {"categoryId": "5", "formalText": "And then the kid just has a total meltdown and says, you know goes into a total kid mode of \"you're not the boss of me.\"", "sourceId": "117"}, {"categoryId": "5", "formalText": "She wants to talk to her mom and then it just like a zillion times worse.", "sourceId": "120"}, {"categoryId": "5", "formalText": "It just it's just like there's no she means, she guesses there is no reasoning with you know, a kindergarten so no matter what.", "sourceId": "121"}, {"categoryId": "5", "formalText": "Again, one time leave before so she was over at their place for movie night and they were trying to just bleed to get the kids to go to bed and getting off during bedtime rituals why they were watching the movie which she thought was a little strange with a bedtime ritual lasted an hour and a half and there was the peeing the and the brushing teeth Method Man eating a snack.", "sourceId": "123"}, {"categoryId": "5", "formalText": "But the Bedtime ritual lasted an hour and a half and there was a p and a brushing the teeth and then demanding a snack when she's brushing the teeth again and the demanding water the demanding a story and then coming out of the ground mending more water than wanting another story because now she's out of bed.", "sourceId": "124"}, {"categoryId": "5", "formalText": "And at one point she insisted she wanted her to reach her story.", "sourceId": "125"}, {"categoryId": "5", "formalText": "They both just kind of looked at her helplessly and \"you can reach her story, please.\"", "sourceId": "126"}, {"categoryId": "5", "formalText": "She was like, \"what the hell is this?\"", "sourceId": "127"}, {"categoryId": "5", "formalText": "So she read the cat a story and then she didn't like the way she wrote the story.", "sourceId": "130"}, {"categoryId": "5", "formalText": "So she had to read it again using funny voices for the funny character.", "sourceId": "131"}, {"categoryId": "5", "formalText": "She was just like, \"Jesus Christ.\"", "sourceId": "132"}, {"categoryId": "5", "formalText": "And she feels bad criticizing their parenting because you know, she doesn't have kids herself.", "sourceId": "134"}, {"categoryId": "5", "formalText": "That way you never know what it's like to parent a difficult child until she has one and it's like she's not there on the ground 24/7 with it, but it's not it's just it's destructive and stressful.", "sourceId": "135"}, {"categoryId": "5", "formalText": "She does feel almost like she's litigating a case.", "sourceId": "183"}, {"categoryId": "5", "formalText": "She's like she's as all this evidence.", "sourceId": "184"}, {"categoryId": "5", "formalText": "She's collected and she's presenting to me.", "sourceId": "185"}, {"categoryId": "5", "formalText": "Please validate that her feelings are not crazy.", "sourceId": "186"}, {"categoryId": "5", "formalText": "But like she's supposed to go hang out with her in her house tomorrow night, but she's already feeling anxious and upset about it and dreading going over there and like yeah.", "sourceId": "187"}, {"categoryId": "5", "formalText": "Well, like part of her is also frustrated because she didn't take her advice when Christopher first asked for the divorce.", "sourceId": "200"}, {"categoryId": "5", "formalText": "She told her she needs a lawyer.", "sourceId": "201"}, {"categoryId": "5", "formalText": "She needs to split the assets.", "sourceId": "202"}, {"categoryId": "5", "formalText": "Now, she needs to have a bank account in her name and she didn't listen.", "sourceId": "203"}, {"categoryId": "5", "formalText": "She was like Christopher and her were together for 10 years and he loves her and he cares about her and he wouldn't screw her over now.", "sourceId": "204"}, {"categoryId": "5", "formalText": "He's like not giving her the password to the joint account.", "sourceId": "205"}, {"categoryId": "5", "formalText": "Like she changed the password won't give it to her drained at the most of the funds and private account for him.", "sourceId": "206"}, {"categoryId": "5", "formalText": "And Mike is a shuttle asshole and she was trying to negotiate with him and his.", "sourceId": "207"}, {"categoryId": "5", "formalText": "On her own and like she's been like she has screwed herself over financially and even though she has legal counsel.", "sourceId": "208"}, {"categoryId": "5", "formalText": "She's like she's not going to get as much Financial ER.", "sourceId": "209"}, {"categoryId": "5", "formalText": "And now she's complaining to her about how she screwed financially and she didn't text back.", "sourceId": "211"}, {"categoryId": "5", "formalText": "This was Christopher.", "sourceId": "212"}, {"categoryId": "5", "formalText": "She was like, \"I told you four months ago that you needed a lawyer.\"", "sourceId": "213"}, {"categoryId": "5", "formalText": "It's really hard for her not to respond to that with, \"Well you brought that on yourself.\"", "sourceId": "215"}, {"categoryId": "5", "formalText": "But like she feels she doesn't know.", "sourceId": "216"}, {"categoryId": "5", "formalText": "She feels like a jerk every time she tells her she thinks she's doing something wrong like she wanted couples counseling and she wanted to know why Christopher wanted to divorce and she she doesn't know from where she's standing.", "sourceId": "217"}, {"categoryId": "5", "formalText": "It looks like she emotionally curse and belittle him into going into counseling with her.", "sourceId": "218"}, {"categoryId": "5", "formalText": "And you know Christopher said in counseling and he said before canceling and he has been very consistent about.", "sourceId": "219"}, {"categoryId": "5", "formalText": "That he feels like their marriage has been emotionally abusive towards him and he just wants out and there's nothing she can do to convince him.", "sourceId": "220"}, {"categoryId": "5", "formalText": "She made him do this like 10 week counseling program to try to repair the relationship anyway, and she tried telling her like this is not fair to him.", "sourceId": "222"}, {"categoryId": "5", "formalText": "Even if he is wrong about calling her abusive.", "sourceId": "223"}, {"categoryId": "5", "formalText": "She thinks he is and even if he's being a kind of a dick about this if you wants to be off the relationship he gets her out and he doesn't owe her an explanation.", "sourceId": "224"}, {"categoryId": "5", "formalText": "She's like it would be nice.", "sourceId": "225"}, {"categoryId": "5", "formalText": "If she did out of respect for like 10 years they were together, but you know, he had to leave a relationship doesn't want they all have that right but where woman singer husband was forcing her to like try to repair the relationship when she wanted out. They would both be infuriated and Yvonne was like, \"But like he owes me he owes it to me,\" and she was like, \"There's no I don't know it's or maybe he's not wrong about being emotionally in this relationship.\"", "sourceId": "226"}, {"categoryId": "5", "formalText": "She doesn't know he's got.", "sourceId": "227"}, {"categoryId": "5", "formalText": "Minnesota from his parents.", "sourceId": "228"}, {"categoryId": "5", "formalText": "He has numerous problems.", "sourceId": "229"}]