[{"categoryId": "0", "formalText": "He has no freaking clue what he's doing with the whole Pinewood Derby car.", "sourceId": "116"}, {"categoryId": "0", "formalText": "He just. They just don't give them much direction to. Scout leader is kind of scatterbrained.", "sourceId": "117"}, {"categoryId": "0", "formalText": "He doesn't know if they have the paint to paint on the wood if this. It's a Saturday 5 days from now, whatever.", "sourceId": "118"}, {"categoryId": "0", "formalText": "He means, there's this thing called the internet or people. He means, he could look it up in 15 minutes short of a detailed instruction, if he wanted, about what to do.", "sourceId": "119"}, {"categoryId": "0", "formalText": "He made one when he was a kid, but he remembers nothing about making it, other than he won the silliest car. Funniest car.", "sourceId": "166"}, {"categoryId": "0", "formalText": "He made like a Datsun. He doesn't even remember why it was so funny and wants to win the silliest car, but they're not making a silly car.", "sourceId": "167"}, {"categoryId": "0", "formalText": "They had a bandsaw Junior template on the car and they cut it.", "sourceId": "180"}, {"categoryId": "0", "formalText": "They actually have to add pieces of wood to the top to make it.", "sourceId": "181"}, {"categoryId": "0", "formalText": "He's really more concerned about is making it look like a bumper car.", "sourceId": "183"}, {"categoryId": "1", "formalText": "Yesterday was interesting, because he felt crappy all day, and it wasn't so much bummed about the game.", "sourceId": "90"}, {"categoryId": "2", "formalText": "He's sure that affected his mood some, but just lonely. Nothing to do just. He doesn't know.", "sourceId": "91"}, {"categoryId": "2", "formalText": "And he helped Ian felt his Pinewood car. This car that he had no fucking clue what he was doing. Went and bought some stickers for it. Numbers and flames, and skulls and stuff like that. Little decals.", "sourceId": "92"}, {"categoryId": "2", "formalText": "He has a bunch of paint, but he doesn't think he has the right paint to it.", "sourceId": "93"}, {"categoryId": "2", "formalText": "He doesn't know. Paint would, he doesn't know. They kind of don't give him a whole lot of direction.", "sourceId": "94"}, {"categoryId": "2", "formalText": "They're just like, help you cut it, and then they just like, all right, the way it is the way it is, you know, whatever.", "sourceId": "95"}, {"categoryId": "2", "formalText": "He's sure he'll figure out where to buy the paint or, he could probably watch a video on YouTube showing him exactly what to do and he doesn't need me to tell him this, like he's used Google and YouTube before and part of him is like, \"Oh my God, I'm completely overwhelmed.\"", "sourceId": "120"}, {"categoryId": "2", "formalText": "He has no idea what to do.", "sourceId": "121"}, {"categoryId": "2", "formalText": "He has, as responsibilities, way over his head, when they can't handle it.", "sourceId": "122"}, {"categoryId": "2", "formalText": "It's only five days away.", "sourceId": "123"}, {"categoryId": "2", "formalText": "He's going to let his kid down.", "sourceId": "124"}, {"categoryId": "2", "formalText": "He's anxious and confused.", "sourceId": "125"}, {"categoryId": "2", "formalText": "So, it's like striking to him.", "sourceId": "126"}, {"categoryId": "2", "formalText": "He's not saying this to you know. He's so smart.", "sourceId": "128"}, {"categoryId": "2", "formalText": "He has all these ideas you could think of this but.", "sourceId": "129"}, {"categoryId": "2", "formalText": "It wasn't about his anxiety.", "sourceId": "130"}, {"categoryId": "2", "formalText": "Maybe. I mean, clearly he is feeling anxious when he is feeling overwhelmed.", "sourceId": "131"}, {"categoryId": "2", "formalText": "Just kind of something beyond his comfort zone.", "sourceId": "144"}, {"categoryId": "2", "formalText": "He doesn't have really good woodworking or painting, or any time of skill that requires making something using a tool", "sourceId": "145"}, {"categoryId": "2", "formalText": "I don't think he has enough self confidence in himself, when it comes to a lot of things.", "sourceId": "215"}, {"categoryId": "2", "formalText": "I think he feels kind of crummy about himself, as a result, in part, of his lack of confidence.", "sourceId": "217"}, {"categoryId": "5", "formalText": "Yeah, and little friend moved cheese.", "sourceId": "42"}, {"categoryId": "5", "formalText": "There was call him, when he can't take the call.  Have to leave a message.", "sourceId": "43"}, {"categoryId": "5", "formalText": "And then, when he did speak to them, he can't even remember the conversation. Like nothing was accomplished, so he kind of ended up talking with Jess about what's going to happen with the house and she still suggested that he move into the house and that she takes his apartment, which now has one less room.", "sourceId": "44"}, {"categoryId": "5", "formalText": "He's like, \"How are you going to fit in there, you know?\"", "sourceId": "45"}, {"categoryId": "5", "formalText": "That's their multi-family.", "sourceId": "47"}, {"categoryId": "5", "formalText": "Write what she wants to do is because his rent's going down to 1200.", "sourceId": "49"}, {"categoryId": "5", "formalText": "She's not going to be able to get 1200 rent anywhere that isn't a slumlord or in a bad neighborhood.", "sourceId": "50"}, {"categoryId": "5", "formalText": "So she wants his 1200 rent, and for him to move into the house that's getting foreclosed on or short stay alert.", "sourceId": "51"}, {"categoryId": "5", "formalText": "He doesn't know why she wants him to move there, but", "sourceId": "52"}, {"categoryId": "5", "formalText": "Yeah, but he's been dreading talking about it, and it wasn't so bad. Just about what they were going to do as far as selling, and he said he was going to do something. See if they have an investment modification program.", "sourceId": "54"}, {"categoryId": "5", "formalText": "Maybe he'll call them today or tomorrow.", "sourceId": "55"}, {"categoryId": "5", "formalText": "This is the bank.", "sourceId": "56"}, {"categoryId": "5", "formalText": "Just to buy some time.", "sourceId": "57"}, {"categoryId": "5", "formalText": "Makanda litigation is just, he's on all these emails that he can't even read them.", "sourceId": "58"}, {"categoryId": "5", "formalText": "They're just so. He doesn't even know what they're talking about.", "sourceId": "59"}, {"categoryId": "5", "formalText": "They're arguing over stuff and taking hot shots at each other.", "sourceId": "60"}, {"categoryId": "5", "formalText": "The disenfranchised trustee is, you know, both trustees gave him.", "sourceId": "61"}, {"categoryId": "5", "formalText": "Little bits to what the finances were or at least Riley did the guy who jumps eyes, so she thinks that he should be brought up on perjury charges because he no longer supports the litigation.", "sourceId": "62"}, {"categoryId": "5", "formalText": "He doesn't want to explain to her that he didn't lie in the effect of it.", "sourceId": "63"}, {"categoryId": "5", "formalText": "He just doesn't want to enforce it, you know.", "sourceId": "64"}, {"categoryId": "5", "formalText": "They really need to either go into some sort of mediation or hire their own lawyers and sit with each other individually.", "sourceId": "65"}, {"categoryId": "5", "formalText": "I mean, he has to figure out how to extract himself from the situation.", "sourceId": "66"}, {"categoryId": "5", "formalText": "Riley has not been communicating to him about at all about it.", "sourceId": "67"}, {"categoryId": "5", "formalText": "He just sent one email. Said he no longer supports the litigation, and, of course, the email that he wrote out with her, with their options. Likely, he didn't talk about their trial strategy, but the disenfranchised women and sub emailing it to the defendant.", "sourceId": "68"}, {"categoryId": "5", "formalText": "He's picking a trial date on Tuesday.", "sourceId": "69"}, {"categoryId": "5", "formalText": "They have a closing that morning.", "sourceId": "70"}, {"categoryId": "5", "formalText": "Probably not going to be able to meet with me on Tuesday.", "sourceId": "71"}, {"categoryId": "5", "formalText": "This coming Tuesday the 29th.", "sourceId": "73"}, {"categoryId": "5", "formalText": "Yeah, if he remembers, but he picks Ian up today.", "sourceId": "80"}, {"categoryId": "5", "formalText": "Jess is taking some knitting class or something like that.", "sourceId": "81"}, {"categoryId": "5", "formalText": "She complains that she has no time to get work done, and she's so overwhelmed and, he doesn't know, but taking a knitting class in the middle of the day.", "sourceId": "82"}, {"categoryId": "5", "formalText": "She takes all of Friday off with Lucille.", "sourceId": "83"}, {"categoryId": "5", "formalText": "Yeah, they've got a class at the school that they go to. She's been trying to apply for the preschool program and get what's the word.", "sourceId": "85"}, {"categoryId": "5", "formalText": "They have a preschool program.", "sourceId": "86"}, {"categoryId": "5", "formalText": "He thinks they do.", "sourceId": "87"}, {"categoryId": "7", "formalText": "So he had a real slap day yesterday. Just stayed in his PJs and slept on the couch, and watch the inauguration all day. And he went out to get Chinese food, which he threw up this morning", "sourceId": "5"}, {"categoryId": "7", "formalText": "Yeah, which is probably a good thing because he ate too much.", "sourceId": "8"}, {"categoryId": "7", "formalText": "That's a pretty delayed throwing up.", "sourceId": "9"}, {"categoryId": "7", "formalText": "I know he like spits up some phlegm in the morning, but usually don't go throw up like dinner in the morning.", "sourceId": "11"}, {"categoryId": "7", "formalText": "Only when he orders Chinese food, because he eats too much.", "sourceId": "12"}, {"categoryId": "7", "formalText": "So it's still in his stomach. 12 hours later, 8 hours later, whatever, it's happened once before, and he woke up yesterday.", "sourceId": "13"}, {"categoryId": "7", "formalText": "He had no no nausea whatsoever.", "sourceId": "14"}, {"categoryId": "7", "formalText": "So he was a little surprised, because he figured he was dehydrated.", "sourceId": "15"}, {"categoryId": "7", "formalText": "From drinking, but he decided against taking the Adderall yesterday, because that would have probably motivated him to do something.", "sourceId": "16"}, {"categoryId": "7", "formalText": "He decided not to take the Adderall because he had you taken it.", "sourceId": "18"}, {"categoryId": "7", "formalText": "He would have felt like getting something done, and he didn't want to feel like getting anything done, so he didn't take it.", "sourceId": "19"}, {"categoryId": "7", "formalText": "Sort of. It's not that he didn't feel like getting anything done.", "sourceId": "20"}, {"categoryId": "7", "formalText": "He didn't feel like doing anything, you know. Kids.", "sourceId": "21"}, {"categoryId": "7", "formalText": "If he takes the Adderall, like he'd go to the office and do something, you know, which he probably should have done.", "sourceId": "23"}, {"categoryId": "7", "formalText": "He is going straight to the office from here.", "sourceId": "24"}, {"categoryId": "7", "formalText": "And he had motivated and made that decision before he took the Adderall.", "sourceId": "25"}, {"categoryId": "7", "formalText": "But he definitely can tell the difference not too long after taking it. Like right now from how he saw, you know an hour ago.", "sourceId": "26"}, {"categoryId": "7", "formalText": "He might just you know. Too tired, and this is giving him energy, or is it really helping him focus and stuff like that?", "sourceId": "31"}, {"categoryId": "7", "formalText": "He thought about something that he was able to focus on a little better.", "sourceId": "32"}, {"categoryId": "7", "formalText": "He can't remember what it was.", "sourceId": "33"}, {"categoryId": "7", "formalText": "He thinks Ian was bothering him, while he was doing what he was trying to do something.", "sourceId": "34"}, {"categoryId": "7", "formalText": "He can't remember.", "sourceId": "35"}, {"categoryId": "7", "formalText": "He did want to see the kids yesterday though.", "sourceId": "36"}, {"categoryId": "7", "formalText": "He was going to text Jess to see if they went and see when they were going to get back, but he never did.", "sourceId": "37"}]