[{"categoryId": "1", "formalText": "She would really like to change it because she doesn't think she would succeed before she has to inject.", "sourceId": "195"}, {"categoryId": "2", "formalText": "She just wants to see her own faults and they are they're not just behave early but in her writing. Her professor took one look at the first couple paragraphs and was like, \"Oh this story is great.\"", "sourceId": "196"}, {"categoryId": "2", "formalText": "\"You have to do this to make the language better.\"", "sourceId": "197"}, {"categoryId": "2", "formalText": "So it's like they're there their objective and she just wants", "sourceId": "198"}, {"categoryId": "2", "formalText": "just doesn't see the them and the University was the first time that she actually felt very included. My God.", "sourceId": "199"}, {"categoryId": "2", "formalText": "She was so spoiled.", "sourceId": "200"}, {"categoryId": "2", "formalText": "She was really really spoiled because like the teacher really like her work and they gave her that award and then she said, \"Oh I'm going to drop out.", "sourceId": "201"}, {"categoryId": "2", "formalText": "I can't pay my fees.\"", "sourceId": "202"}, {"categoryId": "2", "formalText": "They gave her 5000 to be able to finish and she was really just she was just at the Center of her Universe.", "sourceId": "203"}, {"categoryId": "2", "formalText": "Very good.", "sourceId": "205"}, {"categoryId": "2", "formalText": "She was you know on cloud nine because she was pampered appreciated and loved she was blinded by all the love.", "sourceId": "206"}, {"categoryId": "2", "formalText": "She can see the others the fact she means she could and you know, there was all this politics People Reno King's favorites and all that but she hears it.", "sourceId": "207"}, {"categoryId": "2", "formalText": "She has a cremation, you know, you're not so much because you know, she's already been disillusioned and she's kind of carrying that disillusion with her.", "sourceId": "208"}, {"categoryId": "2", "formalText": "So and she is very she doesn't know why you're gone.", "sourceId": "209"}, {"categoryId": "2", "formalText": "She can see the others and she can see the good in their writing and then had the sense of \"You guys are American obviously a very quickly because you're actually are the narrative, you know, you weren't invited.\"", "sourceId": "210"}, {"categoryId": "2", "formalText": "She has to kind of do acrobatics in bed herself in weird ways to seam or to show that she belongs or are you now, she has something interesting to say she was thinking that yesterday.", "sourceId": "211"}, {"categoryId": "2", "formalText": "She felt very bad that she was thinking that way.", "sourceId": "212"}, {"categoryId": "2", "formalText": "Yeah, she would like to see that makes her feel very debilitated.", "sourceId": "224"}, {"categoryId": "2", "formalText": "She would think the other way because it's stuff that she cannot change herself except through improving her writing.", "sourceId": "225"}, {"categoryId": "2", "formalText": "Feels like it's not a Perfect Analogy, but she's sort of switching roles with her her started becoming her mother's roll dice a b the magazine soda lying to someone feel obligated to her to give her a second chance to feel like they might owe her something if it's only sort of take her you know, what her Notch up her peace a little bit about other people because they think not only do they know her but she helps them she given them three times.", "sourceId": "238"}, {"categoryId": "2", "formalText": "No, she's making someone feel obligated to her.", "sourceId": "240"}, {"categoryId": "2", "formalText": "Like her mother makes her feel.", "sourceId": "241"}, {"categoryId": "2", "formalText": "Well, it sounds like what she's saying is that she's anxious those questions and part come out of anxiety.", "sourceId": "254"}, {"categoryId": "2", "formalText": "Yeah, she means she's so deep into it that she doesn't completely know that yes, she's strong.", "sourceId": "257"}, {"categoryId": "2", "formalText": "So now that she kind of she thinks what she's saying is wrong and maybe she will be able to get out of it.", "sourceId": "258"}, {"categoryId": "2", "formalText": "I mean, it sounds like she feels miserable with this volunteering.", "sourceId": "262"}, {"categoryId": "2", "formalText": "Is that something that brings her joy and pleasure or makes her feel good about herself.", "sourceId": "263"}, {"categoryId": "2", "formalText": "It does actually a little bit just because she's really good at it and they are very happy with it.", "sourceId": "264"}, {"categoryId": "2", "formalText": "And they're encouraging are there saying, you know good job with that.", "sourceId": "265"}, {"categoryId": "2", "formalText": "You know, there is that there is a affirmation she feels good probably doing it.", "sourceId": "266"}, {"categoryId": "2", "formalText": "But then when this negative thinking comes into being that, \"Oh, you know, they're just using me they wouldn't want to publish me.\"", "sourceId": "267"}, {"categoryId": "2", "formalText": "This is when she feels miserable.", "sourceId": "268"}, {"categoryId": "2", "formalText": "She means, I'm right.", "sourceId": "269"}, {"categoryId": "2", "formalText": "She does feel miserable, but she has that positive sense as well.", "sourceId": "270"}, {"categoryId": "5", "formalText": "Oh, yeah the need to protect her mom.", "sourceId": "12"}, {"categoryId": "5", "formalText": "Well, she guesses after that like if she feels she wants to protect someone does that in her head make them feel or seem like the Catalyst.", "sourceId": "13"}, {"categoryId": "5", "formalText": "She doesn't know if that is a connection that's mainly in her head or not.", "sourceId": "14"}, {"categoryId": "5", "formalText": "It's funny like this didn't even occur to her until now that you know, why does she have to listen to all that view?", "sourceId": "15"}, {"categoryId": "5", "formalText": "Why couldn't why couldn't she have stood up for herself?", "sourceId": "16"}, {"categoryId": "5", "formalText": "And you know, she told him to shut up and you know last name, why does she keep you know, she doesn't know what you know kind of general and everyone feels and what is peculiar to her and she should think of getting rid of of thinking differently about she guesses, you know, everyone would want to everyone was so protective about their parents in the people that love but she guesses she her case it feels she guesses it feels helpless maybe and she doesn't really trust her to do things for herself.", "sourceId": "17"}, {"categoryId": "5", "formalText": "She doesn't know and when she does do something by ourselves, then you know, she's pleasantly surprised.", "sourceId": "18"}, {"categoryId": "5", "formalText": "\"Well, you don't need my help.\"", "sourceId": "19"}, {"categoryId": "5", "formalText": "That's a really she guesses it's just like how a parent feels when they're bringing up a child.", "sourceId": "20"}, {"categoryId": "5", "formalText": "\"Finally.", "sourceId": "21"}, {"categoryId": "5", "formalText": "She went to the potty by herself\" or something like that.", "sourceId": "22"}, {"categoryId": "5", "formalText": "She supposes she lets you know they're all they're both in a trajectory of growth or you know, trying to achieve something and she with her teaching license and her with that, you know, like writing themselves.", "sourceId": "30"}, {"categoryId": "5", "formalText": "So she feels like both of them will you know, she will, you know, eventually get the lay of the land or something in order to not yeah, maybe that makes her think that you know, she's on a trajectory of changed the most people think otherwise, they think that this is where they are.", "sourceId": "31"}, {"categoryId": "5", "formalText": "This is how it will always be her or", "sourceId": "32"}, {"categoryId": "5", "formalText": "It depends on the person.", "sourceId": "33"}, {"categoryId": "5", "formalText": "Maybe yeah, when was the reflection of the other may be enough for herself?", "sourceId": "36"}, {"categoryId": "5", "formalText": "She wants to change and she wants things and go on to achieve certain things and she's hoping you know those achievements will make her more positive more confident person to have her person.", "sourceId": "37"}, {"categoryId": "5", "formalText": "She guesses she's assuming and hoping for the same for her mom.", "sourceId": "38"}, {"categoryId": "5", "formalText": "She just asked the way she thinks of it her.", "sourceId": "39"}, {"categoryId": "5", "formalText": "A work-in-progress.", "sourceId": "40"}, {"categoryId": "5", "formalText": "Yeah, it's you know, she means, she thinks that's the word transition and it's because they're here and you know immigrants. She kind of, she doesn't know if she would have felt as an Indian.", "sourceId": "41"}, {"categoryId": "5", "formalText": "The thing is that adds to the sentiment patients that she has is herself mostly and her mom to just get there already. Perhaps she thinks that she is the only people who transitioning or trying to achieve something.", "sourceId": "42"}, {"categoryId": "5", "formalText": "She thinks others already have it even though now she's beginning to see but not feel that like, you know, they're already actually also trying to get somewhere.", "sourceId": "43"}, {"categoryId": "5", "formalText": "Probably everything people come to their depressing memes there in a place.", "sourceId": "49"}, {"categoryId": "5", "formalText": "They don't want to be changed his thoughts and feelings may be like situations.", "sourceId": "50"}, {"categoryId": "5", "formalText": "She doesn't know why she feels like she should just you know without hard work and all of that just you know, make it magically and sensible.", "sourceId": "52"}, {"categoryId": "5", "formalText": "Oh, yes, and she doesn't know.", "sourceId": "53"}, {"categoryId": "5", "formalText": "She just doesn't understand why people are very positive.", "sourceId": "54"}, {"categoryId": "5", "formalText": "It's like, \"Why are you so why do you have such a good solid realistic Sans and why you get through yesterday?\"", "sourceId": "55"}, {"categoryId": "5", "formalText": "She went to school and had to meet the professor.", "sourceId": "56"}, {"categoryId": "5", "formalText": "Her professor is a writer.", "sourceId": "57"}, {"categoryId": "5", "formalText": "How does she say very teacher good teacher writing, but if only she could get him to focus.", "sourceId": "58"}, {"categoryId": "5", "formalText": "She thinks she could learn something from him.", "sourceId": "59"}, {"categoryId": "5", "formalText": "He kind of asked her about her background and she really didn't want to share and after she told him, \"no,\" she means a little bit.", "sourceId": "60"}, {"categoryId": "5", "formalText": "Oh, she thinks she could learn something from him.", "sourceId": "61"}, {"categoryId": "5", "formalText": "He can she means a little bit a few things.", "sourceId": "62"}, {"categoryId": "5", "formalText": "She just felt really bad about herself, you know ashamed.", "sourceId": "63"}, {"categoryId": "5", "formalText": "\"Yes, you know me questions.\"", "sourceId": "64"}, {"categoryId": "5", "formalText": "\"Why are you doing this?\"", "sourceId": "66"}, {"categoryId": "5", "formalText": "\"Why are you doing that in class?\"", "sourceId": "67"}, {"categoryId": "5", "formalText": "He was like, \"Do you guys, you know hang out together more?\"", "sourceId": "68"}, {"categoryId": "5", "formalText": "She was thinking he has no idea about the sense of resentment some of them may feel for each other.", "sourceId": "69"}, {"categoryId": "5", "formalText": "You know what maybe she sent another actually nice and happy with each other.", "sourceId": "70"}, {"categoryId": "5", "formalText": "She rolls her eyes at him like a clear distinction between Rider course, \"you don't have to work and writers he doing why you should think that I'm so proud,\" and she thought, you know, \"like very pathetic about myself.\"", "sourceId": "71"}, {"categoryId": "5", "formalText": "She's like, \"Yeah, I'm working.\"", "sourceId": "72"}, {"categoryId": "5", "formalText": "She came to this country since she was 15.", "sourceId": "73"}, {"categoryId": "5", "formalText": "So she was like, \"Kind of you to take that into account. That's not important to me at all that I were despised that I despise those years.\"", "sourceId": "74"}, {"categoryId": "5", "formalText": "She doesn't know why she's such a childish about this is that the right word adjectives.", "sourceId": "75"}, {"categoryId": "5", "formalText": "He said, \"Take an account that you'll have to work.\"", "sourceId": "82"}, {"categoryId": "5", "formalText": "It's like, \"You said those who you know live off trust funds and don't have to work on those who have to work.\"", "sourceId": "83"}, {"categoryId": "5", "formalText": "He was just saying be appreciative, you know writers these days live in the Boston and trying to make it trying to write because it's so expensive here and this and that.", "sourceId": "84"}, {"categoryId": "5", "formalText": "She's feeling you know, \"What you guys are just using you know, what you don't care one bit about what I'm really want and I just need to send five or six emails everyday do this do that.\"", "sourceId": "96"}, {"categoryId": "5", "formalText": "She thought so angry so wrong to hearing that.", "sourceId": "102"}, {"categoryId": "5", "formalText": "She was led to believe that they are accepted it and then suddenly they said no and so she just felt really wrong.", "sourceId": "103"}, {"categoryId": "5", "formalText": "She thinks he said that she felt like something that was given to her had been taken away or something and then instead crying and eating herself.", "sourceId": "104"}, {"categoryId": "5", "formalText": "She just yeah, she guesses that she thought they were saying they're so busy and all that.", "sourceId": "105"}, {"categoryId": "5", "formalText": "Maybe she'll relieve their burden and do something nice for that.", "sourceId": "106"}, {"categoryId": "5", "formalText": "She's just get to know, you know this horrible monsters and you know, they're heartless group in mind that you know, so and that's what they look like.", "sourceId": "107"}, {"categoryId": "5", "formalText": "You know, let's see it from their eyes.", "sourceId": "108"}, {"categoryId": "5", "formalText": "Maybe she'll learn something.", "sourceId": "109"}, {"categoryId": "5", "formalText": "Yeah, she knows.", "sourceId": "111"}, {"categoryId": "5", "formalText": "She just feels like she mean sees that as a negative thought process that she should learn how to avoid. She volunteered and she was thinking with will this take too much of her time.", "sourceId": "112"}, {"categoryId": "5", "formalText": "And you know, she just went ahead and did it.", "sourceId": "113"}, {"categoryId": "5", "formalText": "So now she shouldn't regret it or not like beat herself up over it.", "sourceId": "114"}, {"categoryId": "5", "formalText": "She should learn to manage and she should she not learn to speak out for herself.", "sourceId": "115"}, {"categoryId": "5", "formalText": "Like, you know, she cannot help you these days.", "sourceId": "116"}, {"categoryId": "5", "formalText": "She's busy and she's feeling so wrong and then taken advantage of because you know, she knew what she was getting into.", "sourceId": "117"}, {"categoryId": "5", "formalText": "She doesn't know the feeling in her head.", "sourceId": "119"}, {"categoryId": "5", "formalText": "It's just automatic.", "sourceId": "122"}, {"categoryId": "5", "formalText": "She can't explain it because that's just how she thinks or thought of that time purple just starting any everything on her and the emails.", "sourceId": "125"}, {"categoryId": "5", "formalText": "They said that they needed help with the website not addressing her.", "sourceId": "126"}, {"categoryId": "5", "formalText": "It was like an internal conversation and that person is forwarded to her.", "sourceId": "127"}, {"categoryId": "5", "formalText": "Yeah, she means, like she said, she thought that if she relieves them of some of the burden then they'll sometimes will free up or they'll you know take pity on her and or not pretty but you know, like she feels obliged to reconsider reread a revision or they'll just see that she's a nice person.", "sourceId": "128"}, {"categoryId": "5", "formalText": "Yeah, like if someone she's angry with", "sourceId": "130"}, {"categoryId": "5", "formalText": "And it has maybe wrong you actually not, you know, just in your head runs you but actually runs you if they had a very kind of thinking like, you know, you made them feel bad for you you appeal to their conscious.", "sourceId": "131"}, {"categoryId": "5", "formalText": "She'd like to think.", "sourceId": "132"}, {"categoryId": "5", "formalText": "She makes them feel guilty.", "sourceId": "133"}, {"categoryId": "5", "formalText": "She said those words what they're really are monsters, aren't they?", "sourceId": "138"}, {"categoryId": "5", "formalText": "Like her dad, you know, there's no need to appeal to this anyting perhaps only two, you know.", "sourceId": "139"}, {"categoryId": "5", "formalText": "Yeah, she knows but so they said that to resubmit and so when she does resubmit it wouldn't just \"oh well, who is this?\"", "sourceId": "143"}, {"categoryId": "5", "formalText": "It's the women who was giving them the fusible website, you know, there will be that sense of obligation a little bit.", "sourceId": "144"}, {"categoryId": "5", "formalText": "She means, they won't just go read the peace differently, she thinks.", "sourceId": "146"}, {"categoryId": "5", "formalText": "She feels like she's convinced of this mad because she has commitment. She shouldn't say that.", "sourceId": "150"}, {"categoryId": "5", "formalText": "Well, like, you know people have like other writers and like readers and liked it.", "sourceId": "151"}, {"categoryId": "5", "formalText": "So she knows it's on Merritt that is important to be.", "sourceId": "152"}, {"categoryId": "5", "formalText": "It's so much of what gets published doesn't mean the PDF of the latest version the person that she was supposed to be and it's all mostly their friends.", "sourceId": "154"}, {"categoryId": "5", "formalText": "So, you know, it's whatever, you know, they all think they're you know, they launched a website launched a magazine that is going to be so so you got to work and you know, she's giving voice to writers who are writing important things who are those Riders their their friends.", "sourceId": "155"}, {"categoryId": "5", "formalText": "So at this point she doesn't care if they get out of guilt or obligation or relief or like", "sourceId": "156"}, {"categoryId": "5", "formalText": "No, she's not sure that the choice she means.", "sourceId": "158"}, {"categoryId": "5", "formalText": "So if she feels obligated to someone then she has less of a choice by definition.", "sourceId": "161"}, {"categoryId": "5", "formalText": "Yeah, perhaps know it's really is just in her head that she wanted to know them because if she didn't get to know them better, she'll think all the editors will just continue to be heartless monsters in her head.", "sourceId": "162"}, {"categoryId": "5", "formalText": "So she wanted to rid herself of that word assumption.", "sourceId": "163"}, {"categoryId": "5", "formalText": "She doesn't she hasn't got to know them that well, she thinks she's getting better very slowly.", "sourceId": "165"}, {"categoryId": "5", "formalText": "Yeah, they are kind.", "sourceId": "167"}, {"categoryId": "5", "formalText": "She doesn't know them that well at all actually.", "sourceId": "169"}, {"categoryId": "5", "formalText": "She probably doesn't see them as less monster than she did before.", "sourceId": "170"}, {"categoryId": "5", "formalText": "She sees them is more helpful since she really doesn't know anything about technology and all these things in her eye on all these ideas in her mind and no idea how to do them and what other their feasible or not.", "sourceId": "172"}, {"categoryId": "5", "formalText": "It just makes her feel very bad because she means the whole friends thing looking at whoever else are you going to solicit the right there and you seen the writing and you like them or maybe you feel like in different ways, but she doesn't know it. She just feels like there is no space for her voice, you know, like she means, of course, you know, like Americans are going to want to read stuff written by Americans other Americans, but then it just feels like when will she gets to be the commentator, you know, like she's also writing about immigrants live and you know, like most people their publishing are American and then they need that, you know, it just feels like you know, you're not going to be a part of that thing you feel excluded all the time.", "sourceId": "173"}, {"categoryId": "5", "formalText": "So yeah, she doesn't know if she sees them losses monsters.", "sourceId": "174"}, {"categoryId": "5", "formalText": "She doesn't know if she'd resubmit.", "sourceId": "175"}, {"categoryId": "5", "formalText": "She just wants to get done with the website and do her own stuff at the time.", "sourceId": "176"}, {"categoryId": "5", "formalText": "Yeah, it was funny kind of relationship and she has not just with them but like the other things at large she just you know, she felt excluded for so long that then she also had this other contradictory feeling now, if you know, she doesn't know if she wants to be in you know, because the whole like the few meetings that she has with them about the website and a one-time the guy said, \"Oh I should invited you to the kid next time and we have a party or something,\" and then she just kind of went since she was like, \"Oh, I don't know if I want to do that.\"", "sourceId": "178"}, {"categoryId": "5", "formalText": "So she wants to be included and she doesn't want to be included.", "sourceId": "179"}, {"categoryId": "5", "formalText": "She feels like they will take away her uniqueness or the things that makes her or something.", "sourceId": "180"}, {"categoryId": "5", "formalText": "She doesn't want to lose it.", "sourceId": "181"}, {"categoryId": "5", "formalText": "She guesses that's a fair somewhere feeling that she has about traveling in the US.", "sourceId": "182"}, {"categoryId": "5", "formalText": "She doesn't really like to do it.", "sourceId": "183"}, {"categoryId": "5", "formalText": "She doesn't want to go on long drives like driving down the highway experience.", "sourceId": "184"}, {"categoryId": "5", "formalText": "Yeah, and she feels even more wrong when she thinks of her mom and her and like them together struggling and wanting and her wanting to represent struggle with words and having included in the larger narrative American life and that not being you know, so she feels wrong.", "sourceId": "188"}]