[{"categoryId": "0", "formalText": "She's going to be out of work then combined with a fun thing.", "sourceId": "282"}, {"categoryId": "0", "formalText": "She's going to Austin for it.", "sourceId": "283"}, {"categoryId": "0", "formalText": "She has never been to Austin.", "sourceId": "284"}, {"categoryId": "0", "formalText": "Her friend Gina is meeting her there, because her daughter. She's not working right now. Her daughter lives in San Francisco, and the plan was, originally, that she would come drive to San Francisco with her so he could, so he could meet Melanie but does not off during weekend.", "sourceId": "285"}, {"categoryId": "0", "formalText": "So her daughter is coming out to Austin while they're there, and then she'll have some free time with them.", "sourceId": "286"}, {"categoryId": "0", "formalText": "And then she's working Thursday getting a car.", "sourceId": "287"}, {"categoryId": "0", "formalText": "She can see Melanie.", "sourceId": "289"}, {"categoryId": "1", "formalText": "She had another hard week.", "sourceId": "8"}, {"categoryId": "1", "formalText": "She just feels like, since she's been coming here.", "sourceId": "9"}, {"categoryId": "1", "formalText": "She has become more detached.", "sourceId": "10"}, {"categoryId": "1", "formalText": "Like, she just feels really alienated from Harold.", "sourceId": "11"}, {"categoryId": "1", "formalText": "She doesn't know.", "sourceId": "12"}, {"categoryId": "1", "formalText": "It's almost like she just, you know, and she just feels really detached.", "sourceId": "13"}, {"categoryId": "2", "formalText": "The reason she came was to be more in touch with her feelings and be able to express her feelings.", "sourceId": "15"}, {"categoryId": "2", "formalText": "She imagines that's a scary thing for her. So protections.", "sourceId": "16"}, {"categoryId": "2", "formalText": "She's going in the other direction.", "sourceId": "17"}, {"categoryId": "2", "formalText": "Yeah, that's what it feels like.", "sourceId": "18"}, {"categoryId": "2", "formalText": "Her picking is definitely okay.", "sourceId": "20"}, {"categoryId": "2", "formalText": "She thinks she can definitely tie it to getting worse, than when she's feeling more discharge, which is why she questions whether is it is something similar to. She knows we talked about work, about borderline personality disorder, and she knows that they cut to feel something, because they feel, and she just thinks there's some of that there, because she seems to do more picking, when she's more anxious and attached. So it's, she doesn't know. She can't. She doesn't want to know if she can say it's better to depend some days, better some days not.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She thinks the other thing is the feeling. The first feeling that she thinks she can get in touch with his anger, and she doesn't want to, you know, Sheila.", "sourceId": "22"}, {"categoryId": "2", "formalText": "She just feels like this whole thing with hair, or just has, you-know-who up in her for a long time, just angry at him, not feeling well, feeling depressed, not enjoying his retirement, not appreciating.", "sourceId": "23"}, {"categoryId": "2", "formalText": "She feels not appreciating everything due to what the situation is like for her.", "sourceId": "24"}, {"categoryId": "2", "formalText": "And so she doesn't quite know what to do with that.", "sourceId": "25"}, {"categoryId": "3", "formalText": "She's just assuming it's that same feeling, that she knows she's been there.", "sourceId": "101"}, {"categoryId": "3", "formalText": "She felt the intensity when she starts to get in touch with whatever feelings it is she pushed away, and it's just easier for her to probably just she what she's done her whole life from a child.", "sourceId": "102"}, {"categoryId": "3", "formalText": "It's easier for her to function and be somewhat together and find things she, you know, finds enjoyment out of flies and without letting her feelings get in the way.", "sourceId": "103"}, {"categoryId": "3", "formalText": "She hasn't felt the intensity in a long time.", "sourceId": "105"}, {"categoryId": "3", "formalText": "Actually, it's just something bubbles up, and she just can't stop crying.", "sourceId": "106"}, {"categoryId": "3", "formalText": "The associated with feeling sad, overwhelmed.", "sourceId": "107"}, {"categoryId": "3", "formalText": "She wouldn't jump to say it sad.", "sourceId": "109"}, {"categoryId": "3", "formalText": "She thinks there is a sadness there, but it just seems more than that.", "sourceId": "110"}, {"categoryId": "3", "formalText": "It's interesting.", "sourceId": "111"}, {"categoryId": "3", "formalText": "She was talking to her older sister, and she said she is in one of her therapy experience has really gone touch with like this primal, really primal hurt, and sadness, and anger.", "sourceId": "112"}, {"categoryId": "3", "formalText": "She just remembers that one time, where she was in therapy, and thought that it was possible that she could do this.", "sourceId": "115"}, {"categoryId": "3", "formalText": "She just remember leaving their one session, and getting it to her car, and just being his real, and just like feeling like something's really hands, and it was just, you know, about to happen.", "sourceId": "116"}, {"categoryId": "3", "formalText": "Not memory about going to Virginia, to the doctor, in her mom, taking her hand, and her not wanting it is that in that memory Ru is it sort of an angry refusal, or is it just like she's not interested.", "sourceId": "117"}, {"categoryId": "3", "formalText": "No, it's kind of an aversion.", "sourceId": "118"}, {"categoryId": "3", "formalText": "She also felt that way when she was older, and her father would try to be affectionate.", "sourceId": "124"}, {"categoryId": "3", "formalText": "He's not, wasn't, she doesn't think a very affectionate person, but she had the same feeling about the charge.", "sourceId": "125"}, {"categoryId": "3", "formalText": "Yeah, I'm just wondering if there's a way we can kind of get into the memory with the doctor more to see what she imagines.", "sourceId": "139"}, {"categoryId": "3", "formalText": "It felt like a version of such a measure of thoughts.", "sourceId": "140"}, {"categoryId": "3", "formalText": "She can. She actually can think of it more with her father, only because it was later.", "sourceId": "141"}, {"categoryId": "3", "formalText": "She was really young, and she doesn't know what she really felt.", "sourceId": "142"}, {"categoryId": "3", "formalText": "She knows she had an issue, as she got older, with her father wanting to do, you know, put his arm around her.", "sourceId": "143"}, {"categoryId": "3", "formalText": "She would start at Midway.", "sourceId": "144"}, {"categoryId": "3", "formalText": "Yeah, she could feel the aversion.", "sourceId": "145"}, {"categoryId": "3", "formalText": "I didn't feel comfortable if she let him touch her.", "sourceId": "147"}, {"categoryId": "3", "formalText": "She just didn't feel comfortable with at all.", "sourceId": "149"}, {"categoryId": "3", "formalText": "She's just feeling something right now.", "sourceId": "150"}, {"categoryId": "3", "formalText": "She's feeling sick.", "sourceId": "151"}, {"categoryId": "3", "formalText": "She doesn't know what it is.", "sourceId": "153"}, {"categoryId": "3", "formalText": "She guess it feels good to be feeling something.", "sourceId": "154"}, {"categoryId": "3", "formalText": "Revealing anything anywhere, except for her belly.", "sourceId": "155"}, {"categoryId": "3", "formalText": "It was just kind of anxiety.", "sourceId": "158"}, {"categoryId": "3", "formalText": "She's just sad and scared.", "sourceId": "161"}, {"categoryId": "3", "formalText": "She doesn't know. Something about her father comes to mind about what she's scared about.", "sourceId": "163"}, {"categoryId": "3", "formalText": "She thinks, just with this whole thing, about potential abuse in July.", "sourceId": "164"}, {"categoryId": "3", "formalText": "She just couldn't help but have, in the back of her mind, to thank, you know, that wasn't her father.", "sourceId": "165"}, {"categoryId": "3", "formalText": "She means what if it was her father now?", "sourceId": "166"}, {"categoryId": "3", "formalText": "She's just about to a blank.", "sourceId": "167"}, {"categoryId": "3", "formalText": "It seems like I have you, had that feeling before is it usually associated with crying?", "sourceId": "178"}, {"categoryId": "3", "formalText": "She thinks somewhere just severe anxiety, which she doesn't get that often.", "sourceId": "179"}, {"categoryId": "3", "formalText": "It's disconcerting to her that she could, you know. Maybe, she's saying that it wasn't gradual then, but she just kind of, she just turns it off.", "sourceId": "183"}, {"categoryId": "3", "formalText": "Yeah, she definitely knows about herself.", "sourceId": "185"}, {"categoryId": "3", "formalText": "She thinks her whole life. It was a comfortable place for her to be.", "sourceId": "186"}, {"categoryId": "3", "formalText": "She also, maybe, anger has always been the easiest feeling for her to express.", "sourceId": "187"}, {"categoryId": "3", "formalText": "Why she thinks anger, sometime, just makes her real feeling, so it's not really a feeling necessarily, she thinks with Harold.", "sourceId": "193"}, {"categoryId": "3", "formalText": "It's probably easier than dealing with how sad it is. What his situation is, what happened to his life.", "sourceId": "194"}, {"categoryId": "3", "formalText": "Why cats are also being detached serves her purpose.", "sourceId": "195"}, {"categoryId": "3", "formalText": "Well, her situation with Harold, because she doesn't have to walk around feeling upset all the time, with that Harold is in pain or how old is a happy.", "sourceId": "196"}, {"categoryId": "3", "formalText": "He can't do certain things.", "sourceId": "197"}, {"categoryId": "3", "formalText": "That's the adaptive part of her.", "sourceId": "199"}, {"categoryId": "3", "formalText": "The downside is that she's feeling those things could draw her closer to him.", "sourceId": "200"}, {"categoryId": "3", "formalText": "She knows. She understands.", "sourceId": "201"}, {"categoryId": "3", "formalText": "That's why she's here, she guesses.", "sourceId": "202"}, {"categoryId": "5", "formalText": "She guesses it's small piece, but certainly a piece of it is knowing that. Having lost her inheritance and retirement, herself through her family's loss in a vast amount of money.", "sourceId": "27"}, {"categoryId": "5", "formalText": "Kind of. She kind of just accepted it.", "sourceId": "30"}, {"categoryId": "5", "formalText": "She hasn't really dealt with it.", "sourceId": "31"}, {"categoryId": "5", "formalText": "She thinks, she thinks Harold express more.", "sourceId": "32"}, {"categoryId": "5", "formalText": "He was more in touch with being angry about that, than she was.", "sourceId": "33"}, {"categoryId": "5", "formalText": "She doesn't know.", "sourceId": "34"}, {"categoryId": "5", "formalText": "She thinks, at the same time, she was more concerned about what her mother was going to do.", "sourceId": "35"}, {"categoryId": "5", "formalText": "So, when it was all happening, and then afterwards, it was just now she thinks I'm right.", "sourceId": "36"}, {"categoryId": "5", "formalText": "Now, she wants to retire. She can't, so it is an issue.", "sourceId": "37"}, {"categoryId": "5", "formalText": "She guesses she's not totally in touch with that, because she also saw the same time that she's lucky to have what she has, and she knows there are people that are a lot worse off than she is. And, she'll manage somehow. She may have to work on 80, but she doesn't. She means, if there is anger about that, she's sure they're probably is. She's not in touch with it at all.", "sourceId": "39"}, {"categoryId": "5", "formalText": "She's more feeling, she's feeling it. More she thinks directed to hell, because she feels like he has this opportunity.", "sourceId": "40"}, {"categoryId": "5", "formalText": "He's not really enjoying it and appreciating it the way she thinks she would, and she also thinks that this, being that she's working full-time, and he's working part-time, and it's, you know, way less. It's two days a week.", "sourceId": "41"}, {"categoryId": "5", "formalText": "Well, it's 4 days a week, but hours wise, It's maybe 12 hours a week.", "sourceId": "42"}, {"categoryId": "5", "formalText": "She just feels like that should make their life easier, because Harold has time to do a lot of things that she's still doing.", "sourceId": "43"}, {"categoryId": "5", "formalText": "She's still cooking.", "sourceId": "44"}, {"categoryId": "5", "formalText": "She's still doing the food shopping. Lot of times when she brings it up.", "sourceId": "45"}, {"categoryId": "5", "formalText": "He says, you know, \"Why don't you ask me?\" She says, \"Why should I have to ask you?\"", "sourceId": "46"}, {"categoryId": "5", "formalText": "You know, she feels like it's things that has to be done, but have to be done the second they both. Why should she be the one that has to say, you know, \"Take the garbage out because it's Tuesday.\"", "sourceId": "47"}, {"categoryId": "5", "formalText": "She wants to feel like he's tripping it, even trying to take care of her.", "sourceId": "48"}, {"categoryId": "5", "formalText": "Yeah, she's still like, you know, she means, she guesses her image of Harold retiring was that there would be some more time for him to take care of her because or do things that would make their life easier.", "sourceId": "49"}, {"categoryId": "5", "formalText": "But you know, he's like going to the doctor's all the time and not feeling well. All wonder he basically has been said he said.", "sourceId": "50"}, {"categoryId": "5", "formalText": "He did go to the new psychologist, and he did change his medication for depression that he takes he was talkin taking Wellbutrin and something else.", "sourceId": "52"}, {"categoryId": "5", "formalText": "They took him off that and put them on Zoloft.", "sourceId": "53"}, {"categoryId": "5", "formalText": "So, she doesn't know. Maybe that will help.", "sourceId": "54"}, {"categoryId": "5", "formalText": "She guesses it's the part that whenever anything comes up about something.", "sourceId": "55"}, {"categoryId": "5", "formalText": "She hasn't done or a negative to her.", "sourceId": "56"}, {"categoryId": "5", "formalText": "She just filled", "sourceId": "57"}, {"categoryId": "5", "formalText": "Like, what she just feels like, \"What about everything I do?\" He says, \"Look, you know, I love you.", "sourceId": "58"}, {"categoryId": "5", "formalText": "You know, I respect you, you know, I would never do anything.\"", "sourceId": "59"}, {"categoryId": "5", "formalText": "She tried to explain to him that it doesn't matter.", "sourceId": "60"}, {"categoryId": "5", "formalText": "But if he does do something, even if he doesn't need it, and it upsets her.", "sourceId": "61"}, {"categoryId": "5", "formalText": "She needs to be able to give him that feedback and now he would say, \"That's ridiculous.", "sourceId": "62"}, {"categoryId": "5", "formalText": "You're overreacting.\"", "sourceId": "63"}, {"categoryId": "5", "formalText": "So she thinks he heard that a little bit last night.", "sourceId": "64"}, {"categoryId": "5", "formalText": "She also thinks, you know, that he says her perception is not right. Really, his reception is not right.", "sourceId": "65"}, {"categoryId": "5", "formalText": "It's like there's no point in trying to. There are times she says, \"Okay.\"", "sourceId": "66"}, {"categoryId": "5", "formalText": "She's going to write it down on the calendar every day that Harold says that he doesn't feel well. Every day that he does this, every day that he does that. She doesn't do it, and that he'll say, \"That's your perception,\" and, you know, that's not true, you know, maybe once in a while, she does that.", "sourceId": "67"}, {"categoryId": "5", "formalText": "She's mad at herself, that she let the girl talk her into the dog.", "sourceId": "68"}, {"categoryId": "5", "formalText": "She doesn't want the dog.", "sourceId": "69"}, {"categoryId": "5", "formalText": "She likes the dog.", "sourceId": "70"}, {"categoryId": "5", "formalText": "She doesn't want the responsibility.", "sourceId": "71"}, {"categoryId": "5", "formalText": "It's just another thing for her to have responsibility for.", "sourceId": "72"}, {"categoryId": "5", "formalText": "She is worried about sort of his physical limitations, no. What it will look like in the future.", "sourceId": "73"}, {"categoryId": "5", "formalText": "Oh, yeah, she thought about that for a long time.", "sourceId": "74"}, {"categoryId": "5", "formalText": "That he is, you know, basically going to be debilitated.", "sourceId": "75"}, {"categoryId": "5", "formalText": "He's not going to be able to do anything.", "sourceId": "76"}, {"categoryId": "5", "formalText": "His limitations are going to get worse.", "sourceId": "78"}, {"categoryId": "5", "formalText": "Well, she thinks it's inevitable, because he has arthritis all over. So he had one knee replaced and the other one needs to be replaced.", "sourceId": "81"}, {"categoryId": "5", "formalText": "They won't do it because it was such a bad experience the first time, so that's just going to get worse.", "sourceId": "82"}, {"categoryId": "5", "formalText": "It's not going to get better. Builders really bad, even though he's in physical therapy is seems not getting better.", "sourceId": "83"}, {"categoryId": "5", "formalText": "Yeah, she means, and the pain. She just thinks it sucks.", "sourceId": "84"}, {"categoryId": "5", "formalText": "Well, she guesses part of her detachment is if she removes herself from it, she can be happy or, you know, she can go out with her friends.", "sourceId": "85"}, {"categoryId": "5", "formalText": "She can do things, you know, maybe you know, it's just sort of came to her.", "sourceId": "86"}, {"categoryId": "5", "formalText": "The detachment itself causes her distress.", "sourceId": "87"}, {"categoryId": "5", "formalText": "Yes, it's the detachment in the sex thing and the more she puts an effort into trying, you know, like thinking about it and trying to do something about it, the more it's on her mind all the time and basically ends up back burner, you know, so that she's very where in the last few weeks.", "sourceId": "88"}, {"categoryId": "5", "formalText": "She hasn't had much physical contact at all.", "sourceId": "89"}, {"categoryId": "5", "formalText": "She guesses there are a couple explanation for that one explanation, is she's in touch with being angry, so she doesn't want physical contact?", "sourceId": "90"}, {"categoryId": "5", "formalText": "If men just don't understand that is serious part of feeling that way is because they're not being intimate.", "sourceId": "93"}, {"categoryId": "5", "formalText": "If she would just be more intimate, they would be able to handle those kinds of things.", "sourceId": "94"}, {"categoryId": "5", "formalText": "But she sees, you know, she understands what he's saying, but it doesn't work like that for her.", "sourceId": "95"}, {"categoryId": "5", "formalText": "She's here to feel more in touch with her emotions. That's having the opposite effect.", "sourceId": "97"}, {"categoryId": "5", "formalText": "Is that I said, I don't think that's entirely true.", "sourceId": "99"}, {"categoryId": "5", "formalText": "I think that I've seen her be more in touch here, but what does she think that's about?", "sourceId": "100"}, {"categoryId": "5", "formalText": "She knows that she's very in touch with that point.", "sourceId": "130"}, {"categoryId": "5", "formalText": "You know, her kids want her to touch them.", "sourceId": "131"}, {"categoryId": "5", "formalText": "You know, she's just very in touch with how glad that makes me feel?", "sourceId": "132"}, {"categoryId": "5", "formalText": "Because she's afraid that they would have the same response as her.", "sourceId": "135"}, {"categoryId": "5", "formalText": "Yes.", "sourceId": "136"}, {"categoryId": "5", "formalText": "She's just wondering, you know on one level.", "sourceId": "207"}, {"categoryId": "5", "formalText": "It makes sense.", "sourceId": "208"}, {"categoryId": "5", "formalText": "If she really allowed herself to have those feelings, she would feel close to him, but it feels like that's not the all of how it feels to her.", "sourceId": "209"}, {"categoryId": "5", "formalText": "Maybe those feelings.", "sourceId": "210"}, {"categoryId": "5", "formalText": "She doesn't know. Drive a wedge or making intolerable.", "sourceId": "211"}, {"categoryId": "5", "formalText": "There's something. It makes her feel helpless.", "sourceId": "212"}, {"categoryId": "5", "formalText": "She just thought about it, and she doesn't know what made her think of this.", "sourceId": "214"}, {"categoryId": "5", "formalText": "But when she worked at Walter Reed hospital, it was with with with kids like 12 kids and one of them was borderline personality disorder, you know, she spends her whole life time.", "sourceId": "215"}, {"categoryId": "5", "formalText": "They're trying to develop relationships with them.", "sourceId": "216"}, {"categoryId": "5", "formalText": "She was obviously very difficult one time.", "sourceId": "217"}, {"categoryId": "5", "formalText": "You know, she asked her what was going on, and one time she actually told me and it was like, \"I don't want to know.", "sourceId": "218"}, {"categoryId": "5", "formalText": "Okay.", "sourceId": "219"}, {"categoryId": "5", "formalText": "Thank you.", "sourceId": "220"}, {"categoryId": "5", "formalText": "I will never ask a question again.\"", "sourceId": "221"}, {"categoryId": "5", "formalText": "That's just what came to her mind.", "sourceId": "222"}, {"categoryId": "5", "formalText": "She thinks it is the same feeling as her father wanted to put his arm around her.", "sourceId": "223"}, {"categoryId": "5", "formalText": "I got this image of her.", "sourceId": "225"}, {"categoryId": "5", "formalText": "Just wanting to push something away.", "sourceId": "226"}, {"categoryId": "5", "formalText": "When she started telling her, it was like she couldn't even believe that anybody could have those going on inside their mind with their feelings.", "sourceId": "229"}, {"categoryId": "5", "formalText": "It was scary.", "sourceId": "230"}, {"categoryId": "5", "formalText": "Not really scared. More like, \"How can anybody live like that?", "sourceId": "232"}, {"categoryId": "5", "formalText": "How do you live with all that stuff going on inside?\"", "sourceId": "233"}, {"categoryId": "5", "formalText": "She does think that's why her mother left.", "sourceId": "234"}, {"categoryId": "5", "formalText": "Always. Her mother was very fragile. Even now, she sees herself as being so self-aware.", "sourceId": "235"}, {"categoryId": "5", "formalText": "But it if she thinks, if she ever really got anywhere got really got her to really look inside.", "sourceId": "236"}, {"categoryId": "5", "formalText": "She thinks she would fall apart.", "sourceId": "237"}, {"categoryId": "5", "formalText": "She thinks that's how she got through life. Is to have the same kind of attachment.", "sourceId": "238"}, {"categoryId": "5", "formalText": "She lost her mother.", "sourceId": "239"}, {"categoryId": "5", "formalText": "She hated her father, because he was cheating on her mother and she blames him for her mother said she had a brother who died.", "sourceId": "240"}, {"categoryId": "5", "formalText": "She had a brother who was mentally retarded.", "sourceId": "241"}, {"categoryId": "5", "formalText": "He was bitter and jealous of her and now doesn't talk to her.", "sourceId": "242"}, {"categoryId": "5", "formalText": "She knows all the right.", "sourceId": "243"}, {"categoryId": "5", "formalText": "She means, she in text intellectually.", "sourceId": "244"}, {"categoryId": "5", "formalText": "She's got all the right stuff, but she doesn't think she has all ever really don't listen to her feelings.", "sourceId": "245"}, {"categoryId": "5", "formalText": "She is in some way.", "sourceId": "246"}, {"categoryId": "5", "formalText": "She still does it with them. She thinks about when she's old. She kind of feels fortunate that her mother is so independent and that she doesn't rely on them for, you know, for a lot.", "sourceId": "247"}, {"categoryId": "5", "formalText": "She means, she knows, you know, she knows they love her and they need there. In a second, if she needed them, they go down as often as they can, but she has her own life there in California, and it's not really part of hours and, in some ways, you know, she feels lucky. Forgot and then, in some ways, she doesn't want to be like that with her kids now that she wants them to feel like she's a burden, but she would want more of a closeness. More exam in her life, especially as she gets to, you know, as she's getting older.", "sourceId": "248"}, {"categoryId": "5", "formalText": "That's what she has left at this point in her family.", "sourceId": "249"}, {"categoryId": "5", "formalText": "She feels that, if she got in touch with those, that she would be just too overwhelmed at what life has given her to force her to deal with and she simply say, \"This is just too much.\"", "sourceId": "251"}, {"categoryId": "5", "formalText": "Yeah, because that's basically what happened.", "sourceId": "252"}, {"categoryId": "5", "formalText": "She just couldn't handle life.", "sourceId": "253"}, {"categoryId": "5", "formalText": "She couldn't handle having kids.", "sourceId": "254"}, {"categoryId": "5", "formalText": "She couldn't handle it really was wasn't until she got involved volunteer worked just Dells into it.", "sourceId": "255"}, {"categoryId": "5", "formalText": "It just changed her life.", "sourceId": "256"}, {"categoryId": "5", "formalText": "She thinks she, when she became president of the country, county, sorry, and she was doing speeches all the time, and she was, you know, she thinks that she just kind of got lost.", "sourceId": "257"}, {"categoryId": "5", "formalText": "Herself and that became a different person.", "sourceId": "258"}, {"categoryId": "5", "formalText": "She thinks if she didn't, she but she hadn't had that.", "sourceId": "259"}, {"categoryId": "5", "formalText": "She doesn't know what what happened to her.", "sourceId": "260"}, {"categoryId": "5", "formalText": "She does not consciously in mind worry that she doesn't have the strength to deal with all the feelings that she has. She means, not consciously but she's sure she does.", "sourceId": "269"}, {"categoryId": "5", "formalText": "She means, she feel like she's dealt with a lot more at this point in her life.", "sourceId": "270"}, {"categoryId": "5", "formalText": "She's dealt with life and things, and she's sure she will be able to deal with whatever it is.", "sourceId": "271"}, {"categoryId": "5", "formalText": "It's just she doesn't know how to get there.", "sourceId": "272"}]