[{"categoryId": "0", "formalText": "That they're almost faded into her arms are getting tan and she's gotten much darker and that's bothering her.", "sourceId": "4"}, {"categoryId": "1", "formalText": "But oh, well, she doesn't know what she's going to do.", "sourceId": "5"}, {"categoryId": "2", "formalText": "She feels like when she wants to hurt herself the knowledge that like that is not going to go away necessarily doesn't actually isn't enough to keep her from doing it away from them, but like well socks and she has scars all over her sort of preoccupation about it.", "sourceId": "6"}, {"categoryId": "2", "formalText": "You know when she thinks that she likes some things in life are never going to go away.", "sourceId": "7"}, {"categoryId": "2", "formalText": "It's just going to be what she looks like then she feels like she should either find some way to get comfortable with them or find some way to talk about them about like she's got two although it's never going to go away.", "sourceId": "8"}, {"categoryId": "2", "formalText": "She just finds it embarrassing because like she self-insures and she's kind of embarrassed about it like it's just me and she must, you know thing she's ever done and she can't sort of like pretend she has done or she doesn't know because it's right there in front of her all the time.", "sourceId": "10"}, {"categoryId": "2", "formalText": "She just worries that people like will always see it as unstable in the way it has been.", "sourceId": "12"}, {"categoryId": "2", "formalText": "And she feels not protected or safe but anxious and kind of cut into in some way.", "sourceId": "128"}, {"categoryId": "2", "formalText": "She doesn't think talking about this guy is like she thinks the analogy breaks down or the image breaks down because like she caught herself so she doesn't have to do this.", "sourceId": "132"}, {"categoryId": "2", "formalText": "This is her Charter and more painful.", "sourceId": "133"}, {"categoryId": "2", "formalText": "She doesn't feel like cutting herself is to exert some control over the situation and she feels like this conversation is filing rap for the out of her control.", "sourceId": "134"}, {"categoryId": "2", "formalText": "I think part of what she's saying is that all this feels the same the damage that she's describing including the Sun including the moldings winning the other things from when she was small and they're cutting herself and talking about it.", "sourceId": "135"}, {"categoryId": "2", "formalText": "I think part of what she's saying is it all feels the same like it's supposed to be protective.", "sourceId": "136"}, {"categoryId": "2", "formalText": "It's supposed to help her feel better.", "sourceId": "137"}, {"categoryId": "2", "formalText": "Like when she was a kid, she's supposed to be protected. She wasn't. I feel those things go together, but I", "sourceId": "138"}, {"categoryId": "2", "formalText": "The church was supposed to protect her from all sorts of things in her father was supposed to protect her and look out for her and how and said it was sort of the opposite.", "sourceId": "139"}, {"categoryId": "2", "formalText": "They dangerously neglected her and The Cutting is supposed to be like that as well as supposed to sort of provide relief and I know that in a way it does.", "sourceId": "140"}, {"categoryId": "2", "formalText": "But now she has to deal with the scars that open the app to.", "sourceId": "141"}, {"categoryId": "2", "formalText": "Yeah, exactly the kind of thing that she was trying to avoid by cutting herself, which is sort of exposure examination question.", "sourceId": "142"}, {"categoryId": "2", "formalText": "And here's her she came for help and was stuff like she means she moments like this.", "sourceId": "143"}, {"categoryId": "2", "formalText": "This is also like this kind of discomfort is very familiar.", "sourceId": "146"}, {"categoryId": "2", "formalText": "Well, it hurts a lot.", "sourceId": "148"}, {"categoryId": "2", "formalText": "So she must be doing something right.", "sourceId": "149"}, {"categoryId": "2", "formalText": "Well, she consciously would choose the cutting as a way of coping something that has a kind of narcissistic quality or experience that she may not choose consciously, but as like a can opener like she thinks I'm exactly right that there is because what feels familiar is what gives me the impression for some reason that I'm doing something right?", "sourceId": "153"}, {"categoryId": "2", "formalText": "She doesn't know what the alternative is.", "sourceId": "154"}, {"categoryId": "2", "formalText": "I mean in practice there are tons of Alternatives.", "sourceId": "155"}, {"categoryId": "2", "formalText": "Can she use some of them for example cutting isn't the only way she could.", "sourceId": "156"}, {"categoryId": "2", "formalText": "Sometimes she just stares at.", "sourceId": "157"}, {"categoryId": "2", "formalText": "What's what she likes she meant by not clean specifically but like she doesn't it's hard for her to like imagine if they inhabit the mental space to somebody that didn't think that way she didn't have this whole approach to wanting help and wanting comfort.", "sourceId": "159"}, {"categoryId": "2", "formalText": "She can't imagine what it's like for other people.", "sourceId": "160"}, {"categoryId": "2", "formalText": "Which shes usually pretty good at that sort of thing.", "sourceId": "161"}, {"categoryId": "2", "formalText": "She doesn't really get what's going on or what we're doing to her and she's kind of usually the way she arranges Things become out looking.", "sourceId": "170"}, {"categoryId": "2", "formalText": "You know, it's a little more challenging for me that is when it's in the other for like other people in like but it's pretty clear to her that I have a better sense of what's going on in that for instance.", "sourceId": "174"}, {"categoryId": "2", "formalText": "Her dad ever did or ever will.", "sourceId": "175"}, {"categoryId": "5", "formalText": "And she doesn't really know it's a big church still like program like these have like amazing hierarchies in bureaucracies.", "sourceId": "23"}, {"categoryId": "5", "formalText": "And it kind of like said that this was they're going to do and no one said anything else.", "sourceId": "24"}, {"categoryId": "5", "formalText": "They're not like going to start it up in September and she doesn't know if she's ever going to be here on September 3rd of excuse she hears herself making", "sourceId": "25"}, {"categoryId": "5", "formalText": "But it's really anything involved with the church.", "sourceId": "26"}, {"categoryId": "5", "formalText": "She felt like two days working herself up to sending an email telling the priests you preach this week that she likes to Sturman and she'd be like now he's really not going to be upset about like to hear that.", "sourceId": "27"}, {"categoryId": "5", "formalText": "So her the church she grew up in is also called calorie, which is weird because Calvary she thinks is kind of weird, but it's like whatever but she was not liking some place.", "sourceId": "31"}, {"categoryId": "5", "formalText": "She felt comfortable like the space.", "sourceId": "32"}, {"categoryId": "5", "formalText": "She was really comfortable in like both in like Sanctuary like the church in Shelton like all like the whole area.", "sourceId": "33"}, {"categoryId": "5", "formalText": "She just played there a lot because they let literally across the street from it.", "sourceId": "34"}, {"categoryId": "5", "formalText": "But like she never really felt comfortable with any of the people that she remembers it was weird.", "sourceId": "36"}, {"categoryId": "5", "formalText": "So she's not really good at about remembering people's names as a child.", "sourceId": "37"}, {"categoryId": "5", "formalText": "She never knew their name and she saw them every week and she known them for years and she was supposed to know their names and she doesn't know their names and she couldn't say who is that person without she basically solves that problem by leaving town and now she just she likes fuck it.", "sourceId": "39"}, {"categoryId": "5", "formalText": "She's not going to be embarrassed about it.", "sourceId": "40"}, {"categoryId": "5", "formalText": "Like she's asking people's names when she forget that because otherwise she's screwed.", "sourceId": "41"}, {"categoryId": "5", "formalText": "They're going to have a year-long relationship and she doesn't know who they are.", "sourceId": "42"}, {"categoryId": "5", "formalText": "It's like how she knows some parts but like how much bridge and a congregation run like really intimately in some parts to scare the shit out of her like talking to other people, you know, it's really nice to feel like she really knows people in the car when she goes home and not talks to anybody else cuz that scary.", "sourceId": "45"}, {"categoryId": "5", "formalText": "She's trying to remember like anyplace this world come from and she guesses she remembers like the Cavalry she grew up in the congregation as being very cool in some ways.", "sourceId": "51"}, {"categoryId": "5", "formalText": "But it kind of like traditionally the priest lives in the rectory and then the Vestry use directory up or the church does the church's responsibility and so like she doesn't feel so good about that, you know, they started doing repairs the last couple years they lived there but she thinks it was because she started to realize that her dad was going to be there forever and she needed.", "sourceId": "77"}, {"categoryId": "5", "formalText": "Was also the way he was raised like that was the way his parents like his parents house was like that but much worse except the house.", "sourceId": "80"}, {"categoryId": "5", "formalText": "She lived in as far back as she can remember was newer so they didn't have stuff like the structural kind of things but none of the dishes were ever clean sort of thing.", "sourceId": "81"}, {"categoryId": "5", "formalText": "Well if she just didn't notice", "sourceId": "82"}, {"categoryId": "5", "formalText": "no, no, he should not have noticed.", "sourceId": "83"}, {"categoryId": "5", "formalText": "So like going to church is really important to her being a part of a church or something.", "sourceId": "84"}, {"categoryId": "5", "formalText": "Yeah, they can look after protect her.", "sourceId": "86"}]