[{"categoryId": "0", "formalText": "So she just hasn't.", "sourceId": "10"}, {"categoryId": "0", "formalText": "Stop thinking about work task because it's only like two blocks away from here.", "sourceId": "11"}, {"categoryId": "0", "formalText": "Yeah, she's only there two days a week, but it could be a full-time job.", "sourceId": "14"}, {"categoryId": "1", "formalText": "When she's busy or it's like less time for her to think about other things in about her anxiety, like for example yesterday.", "sourceId": "61"}, {"categoryId": "1", "formalText": "She was at her other job where she has a lot of it's just not a structure and she doesn't feel as productive.", "sourceId": "62"}, {"categoryId": "1", "formalText": "She's not sure why that is it's just maybe because she still, she doesn't know. Maybe it's just it's two different working environment.", "sourceId": "63"}, {"categoryId": "1", "formalText": "She feels like she has a lot of time where she's just kind of sitting around not necessarily like go go go like the way that she is at work.", "sourceId": "64"}, {"categoryId": "1", "formalText": "So she feels a lot more anxious yesterday.", "sourceId": "65"}, {"categoryId": "2", "formalText": "Where about where Amelia was and what she was doing compared to today.", "sourceId": "66"}, {"categoryId": "2", "formalText": "They touch base maybe one or two times via text message, but that was it and it didn't really bother her at all because she was just busy and she knew that he had x y and z", "sourceId": "67"}, {"categoryId": "2", "formalText": "Things she needed to get done before she got out of the office.", "sourceId": "68"}, {"categoryId": "2", "formalText": "So she does like it better when she has a structured environment with lots of things going on for her to focus on that.", "sourceId": "69"}, {"categoryId": "2", "formalText": "Aren't her anxiety.", "sourceId": "70"}, {"categoryId": "2", "formalText": "She thinks that's why she doesn't really like being by herself all that much.", "sourceId": "71"}, {"categoryId": "2", "formalText": "Like when she's at home waiting for a milli or something like that, you know, when she first gets home.", "sourceId": "74"}, {"categoryId": "2", "formalText": "Yeah, because this you know, it's not like something new and maybe she's not stressed because she's not taking any medications to take Tylenol.", "sourceId": "103"}, {"categoryId": "2", "formalText": "So maybe she's stressed about it.", "sourceId": "104"}, {"categoryId": "2", "formalText": "She's allowed to take Tylenol, but she doesn't want to take it.", "sourceId": "105"}, {"categoryId": "3", "formalText": "Oh, yeah binge eating.", "sourceId": "375"}, {"categoryId": "3", "formalText": "But not in front of people. She would do it when she was by herself.", "sourceId": "377"}, {"categoryId": "3", "formalText": "Yeah at night and that's when she went right back to the Habit in Genevieve living in a studio apartment by herself was probably the worst thing that could have happened to her at this point because she would go out and just like that she would go.", "sourceId": "380"}, {"categoryId": "3", "formalText": "Out with a backpack and go get all this food and come home.", "sourceId": "381"}, {"categoryId": "3", "formalText": "And just sit and watch TV or something.", "sourceId": "382"}, {"categoryId": "3", "formalText": "She didn't do any homework somehow.", "sourceId": "383"}, {"categoryId": "3", "formalText": "She still got a raise but she thinks that's what happens when she was abroad like it doesn't she doesn't know.", "sourceId": "384"}, {"categoryId": "3", "formalText": "She's not sure if it was just the structure of her programs was more about experimental learning because she was still got fine grades, but she didn't do any homework then study at all.", "sourceId": "385"}, {"categoryId": "3", "formalText": "She would just like to eat.", "sourceId": "386"}, {"categoryId": "3", "formalText": "How does she remember she would always like kind of sneak things because her parents are hellfreaks.", "sourceId": "388"}, {"categoryId": "3", "formalText": "And so they are never allowed to eat all the fun stuff other kids got and when she was kind of like a chubby kid and her parents were like a her brother is like a stick. Him in her dad.", "sourceId": "389"}, {"categoryId": "3", "formalText": "So she takes after her mom and he takes after her dad and he's six foot tall and she's like a pinky so they would have Jamie snacks, but she wasn't allowed to eat them.", "sourceId": "390"}, {"categoryId": "3", "formalText": "He would have Cool Ranch Doritos, and she remembers the Doritos and she wasn't allowed to eat the Doritos as much as he was.", "sourceId": "396"}, {"categoryId": "3", "formalText": "Because he was thinner.", "sourceId": "397"}, {"categoryId": "3", "formalText": "She doesn't know.", "sourceId": "398"}, {"categoryId": "3", "formalText": "Her mom will deny this now.", "sourceId": "399"}, {"categoryId": "3", "formalText": "She thinks, but Jamie remembers. They were laughing about it the other day.", "sourceId": "400"}, {"categoryId": "3", "formalText": "She was just a slower metabolism than he does.", "sourceId": "401"}, {"categoryId": "3", "formalText": "And she feels like as a girl growing up.", "sourceId": "402"}, {"categoryId": "3", "formalText": "She was just a little bit, you know had more weight on her.", "sourceId": "403"}, {"categoryId": "3", "formalText": "So she started sneaking things.", "sourceId": "404"}, {"categoryId": "3", "formalText": "Yeah.", "sourceId": "405"}, {"categoryId": "3", "formalText": "She doesn't know if her parents knew.", "sourceId": "407"}, {"categoryId": "3", "formalText": "She would either, when she was younger, she would usually just buy extra snacks from the cafeteria at school or she tells her mom she was.", "sourceId": "409"}, {"categoryId": "3", "formalText": "Making lunch money, but she would take more so she could get some extra snacks.", "sourceId": "410"}, {"categoryId": "3", "formalText": "So she really thought about this. This was plant.", "sourceId": "411"}, {"categoryId": "3", "formalText": "Yeah, then once she could drive and high school, that's the end of it.", "sourceId": "413"}, {"categoryId": "3", "formalText": "She means when she looks back on it, she.", "sourceId": "416"}, {"categoryId": "3", "formalText": "Feels like it was probably binging. Not to the extent when she was in Genevieve, but that that was really binging.", "sourceId": "417"}, {"categoryId": "3", "formalText": "She would go get three.", "sourceId": "418"}, {"categoryId": "3", "formalText": "Chamois sandwiches and french fries and just sit down and go to town when she was younger.", "sourceId": "419"}, {"categoryId": "3", "formalText": "Maybe it was or she would have extra meals.", "sourceId": "420"}, {"categoryId": "3", "formalText": "She feels like she remembers these girls these good friends who she played softball with who were twins.", "sourceId": "421"}, {"categoryId": "3", "formalText": "They were really overweight to a they kind of like they just like to go to this 24-hour Deli would go there, you know, like after they had already at dinner.", "sourceId": "422"}, {"categoryId": "3", "formalText": "So that's more kind of social versus binge eating when they're alone.", "sourceId": "423"}, {"categoryId": "3", "formalText": "That's true.", "sourceId": "424"}, {"categoryId": "3", "formalText": "It was a mix of both.", "sourceId": "425"}, {"categoryId": "3", "formalText": "She means one.", "sourceId": "426"}, {"categoryId": "3", "formalText": "She had found out that she had eaten buddies then they would just never eat health healthy, whatever they get together.", "sourceId": "427"}, {"categoryId": "3", "formalText": "They would order the worst food for her possible.", "sourceId": "428"}, {"categoryId": "3", "formalText": "But there was still this element of when she was at home like specially at night after everyone they go to sleep.", "sourceId": "429"}, {"categoryId": "3", "formalText": "She stayed up and watch TV and eat.", "sourceId": "430"}, {"categoryId": "3", "formalText": "She knows that it is unhealthy because well, she means, it was unhealthy because she was very overweight.", "sourceId": "431"}, {"categoryId": "3", "formalText": "But she remembers she would sit down and watch TV, but it wasn't to watch TV.", "sourceId": "432"}, {"categoryId": "3", "formalText": "It was easy.", "sourceId": "433"}, {"categoryId": "3", "formalText": "She would turn on the TV but then as soon as the food was done like she was watching done watching TV.", "sourceId": "434"}, {"categoryId": "3", "formalText": "She still has that habit now like when she eats lunch,", "sourceId": "435"}, {"categoryId": "3", "formalText": "If there's a weekend or something or she's by herself, she'll eat even if she's eating a salad.", "sourceId": "436"}, {"categoryId": "3", "formalText": "She'll sit down like she she'll sit down and she'll turn something on.", "sourceId": "437"}, {"categoryId": "3", "formalText": "TV Elite her salad or whatever she's eating and then when the food's done, then she turns the TV off and she goes back to work or something like that.", "sourceId": "438"}, {"categoryId": "3", "formalText": "She still kind of has that part of The Hobbit, you know, but", "sourceId": "439"}, {"categoryId": "3", "formalText": "She so looks forward to it.", "sourceId": "441"}, {"categoryId": "3", "formalText": "And that's why it's weird now.", "sourceId": "442"}, {"categoryId": "3", "formalText": "She doesn't have to look forward to having alone time because she used to look forward to it when she was by herself because that's when she would eat.", "sourceId": "443"}, {"categoryId": "3", "formalText": "After she ate, she would feel not great.", "sourceId": "445"}, {"categoryId": "3", "formalText": "She thinks kind of guilty, but then when she started having my stomach poblems when she was 19, what would happen is she would wake up the mornings after eating late at night and B6. Her stomach so it turned into a physical thing.", "sourceId": "447"}, {"categoryId": "3", "formalText": "But yeah, she would feel guilty.", "sourceId": "448"}, {"categoryId": "3", "formalText": "But if she kept eating then she didn't feel guilty when she starts eating more and more and more because the longer she was eating for the longer it was going to be before she started feeling embarrassed and guilty.", "sourceId": "449"}, {"categoryId": "3", "formalText": "So she thinks that's what happened in Genevieve. Like the more food.", "sourceId": "450"}, {"categoryId": "3", "formalText": "She brought back her little Studio the longer she'd occupy herself eating it the longer she can have the periods of Happiness before she felt like, \"Oh God, I can't believe I just did that.\"", "sourceId": "451"}, {"categoryId": "3", "formalText": "She means eating definitely does give her a bit of anxiety but not in the same way that medicine does, so it's not like she's eating that she can think something bad is going to happen today.", "sourceId": "464"}, {"categoryId": "3", "formalText": "It's just knowing because she always thinks.", "sourceId": "465"}, {"categoryId": "3", "formalText": "She's still in a phase of Being Fit and being, you know, like she's not supposed to be skinny.", "sourceId": "466"}, {"categoryId": "3", "formalText": "Like she's supposed to have meat on my bones and be strong and Kirby.", "sourceId": "467"}, {"categoryId": "3", "formalText": "So she doesn't think she's skinny but fit always scared that she's going to become that fax in again.", "sourceId": "468"}, {"categoryId": "3", "formalText": "And so she's very very obsessed about what she eats a plan.", "sourceId": "469"}, {"categoryId": "3", "formalText": "She can plan her meals a lot but not like she portion controls or makes food the night before but she spends all day thinking about food.", "sourceId": "470"}, {"categoryId": "3", "formalText": "She wakes up in the morning.", "sourceId": "472"}, {"categoryId": "3", "formalText": "And the first thing she thinks is, \"Okay, what I'm going to have for breakfast.", "sourceId": "473"}, {"categoryId": "3", "formalText": "What am I going to have it and then what am I going to have for lunch?", "sourceId": "474"}, {"categoryId": "3", "formalText": "And if we're going out for dinner?\"", "sourceId": "475"}, {"categoryId": "3", "formalText": "It's like, \"Okay what I'm going to have for breakfast and lunch that will make me feel okay eating steak for dinner or how many miles do I have to run before I let myself have some chips and guacamole if we're having tacos or something like that.\"", "sourceId": "476"}, {"categoryId": "3", "formalText": "She'll let herself eat things.", "sourceId": "477"}, {"categoryId": "3", "formalText": "Like she'll still go out for a burger and she still eats fries sometimes but she makes sure that she feels like she deserves it.", "sourceId": "478"}, {"categoryId": "4", "formalText": "She swallows pill she gets that feeling right there as this the day that she didn't either too much cocaine or lace cocaine or laced cocaine and it gives her that rush in my chest.", "sourceId": "126"}, {"categoryId": "4", "formalText": "Maybe she had a panic attack while she was high on cocaine totally possible because she can't really separate the two but it's that same feeling that she gets when and it happened a couple nights ago to it's been hard for her to start eating again because for a month every time she ate she got really sick because she has no sir.", "sourceId": "129"}, {"categoryId": "4", "formalText": "So it's been difficult for her to start eating again and Monday night.", "sourceId": "130"}, {"categoryId": "4", "formalText": "Maybe the cocaine thing was the second time.", "sourceId": "161"}, {"categoryId": "4", "formalText": "She's not sure.", "sourceId": "162"}, {"categoryId": "4", "formalText": "2 they used to call it like to party or whatever and they did cocaine, so she thought this would be fun if they all get together and she'll get them a gram Coke to split and they can go out in Chicago.", "sourceId": "175"}, {"categoryId": "4", "formalText": "The plan was not to do the cocaine before they went to meet her mom obviously, but she remembers there was like some travel. They didn't think she was going to get in. The guy that she was supposed to get with from was not going to be able to come true.", "sourceId": "180"}, {"categoryId": "4", "formalText": "So it was like they were excited that they could got it because they didn't think they were going to and so they decided they would just do a little before going into the city.", "sourceId": "183"}, {"categoryId": "4", "formalText": "It makes her kind of nauseous even thinking about how they then like and they just put out these like she means they were really big it was like more than she usually would do so early in the day.", "sourceId": "184"}, {"categoryId": "4", "formalText": "And before she was about to be driving from Greenwich to into the city if she'd like sick to her stomach that she did it.", "sourceId": "185"}, {"categoryId": "4", "formalText": "But she would think it was okay to do that.", "sourceId": "186"}, {"categoryId": "4", "formalText": "She thought it was okay to be snorting cocaine in the first place and she thought it was okay to drive herself and her good friend to meet her mom and go to the Red Cross information session.", "sourceId": "187"}, {"categoryId": "4", "formalText": "And then she's having this panic attack.", "sourceId": "190"}, {"categoryId": "4", "formalText": "So they did some and it didn't feel right if burned in the cocaine is not supposed to burn it numbs her, you know.", "sourceId": "191"}, {"categoryId": "4", "formalText": "And so for some reason she did all three lines and then was like, oh and Friends tried it and said don't do it.", "sourceId": "192"}, {"categoryId": "4", "formalText": "She doesn't know what it's it is but like she's not doing anymore.", "sourceId": "195"}, {"categoryId": "4", "formalText": "Yeah, she means it might have been a panic attack but remembering how she felt later.", "sourceId": "196"}, {"categoryId": "4", "formalText": "She was really sick from this.", "sourceId": "197"}, {"categoryId": "4", "formalText": "So they started driving and she was like blacking out as they were driving.", "sourceId": "198"}, {"categoryId": "4", "formalText": "She felt like she had this fever that like, she was just on this one.", "sourceId": "199"}, {"categoryId": "4", "formalText": "She sort of panicked having that experience.", "sourceId": "202"}, {"categoryId": "4", "formalText": "She didn't tell Marie what was going on.", "sourceId": "205"}, {"categoryId": "4", "formalText": "She hasn't really thought about this much in detail in a while.", "sourceId": "207"}, {"categoryId": "4", "formalText": "And she really can't believe this happened and that she's fine.", "sourceId": "208"}, {"categoryId": "4", "formalText": "But she remembers thinking in the car on the way down because her mom is going to meet them at the parking garage and she could remember thinking on the way down.", "sourceId": "209"}, {"categoryId": "4", "formalText": "She needs to tell her mom.", "sourceId": "210"}, {"categoryId": "4", "formalText": "Either she either needed to pull over right now and call her mom.", "sourceId": "211"}, {"categoryId": "4", "formalText": "She needs to tell her as soon as she gets out of the car that she needs to take her to the emergency room because she snorts something that it shouldn't have and she was like totally sick enough.", "sourceId": "212"}, {"categoryId": "4", "formalText": "Her parents were strict growing up and she was at the point where she was like, \"I need to tell my mom. She needs to take me to the hospital before because I think I'm dying.\"", "sourceId": "214"}, {"categoryId": "4", "formalText": "She remembers getting out of the car and her mom took one look at her and said it was like what's wrong and she was like.", "sourceId": "215"}, {"categoryId": "4", "formalText": "She just don't feel that well but she would never think that \"oh my daughter is on drugs.\" She would think she has the flu, you know, like she would never think she was just like, \"I don't feel well\" because she decided, she thinks, by the time they were there she was feeling/", "sourceId": "216"}, {"categoryId": "4", "formalText": "A little bit and had passed a little bit so she thinks she decided that she was going to try just try like she felt really sick and she wanted to go through up somewhere so they went to the building where Red Cross thing was being held and it's a federal building so they had to go through security at this gram of coke look in her purse that she just stopped on the security belt nothing happened but she was just not with it at all. She didn't even remember nothing about the channel. She was in the bathroom trying to puke the entire time and she just kept looking at herself in the mirror saying, \"you're going to be fine you're going to be fine.\"", "sourceId": "217"}, {"categoryId": "4", "formalText": "And she was just like not with it and then she just came down.", "sourceId": "218"}, {"categoryId": "4", "formalText": "And she had a horrible rest of the night.", "sourceId": "219"}, {"categoryId": "4", "formalText": "No, she came down from it towards the end of the Red Cross session and said that she thought enough to stay out and that she just wasn't doing any more of it and she wasn't going to drink and she was just going to see her friends.", "sourceId": "221"}, {"categoryId": "4", "formalText": "They went and had dinner and went to one of their apartments and she gave them the drugs and it was in that moment.", "sourceId": "223"}, {"categoryId": "4", "formalText": "She was like, \"I'm never doing that stuff again.\"", "sourceId": "224"}, {"categoryId": "4", "formalText": "She tried to do it once more when she went to Genevieve a couple weeks later for her semester abroad and while she was in she was like, \"Maybe I'll give it one more shot because I really miss that feeling it gave me.\"", "sourceId": "225"}, {"categoryId": "4", "formalText": "Just like she's like, it's the same feeling that she gets now when she's in the middle of a really good runner in the middle of a really good workout, and she has great music on and she has a high allergy and she can feel her muscles getting stronger, you know.", "sourceId": "227"}, {"categoryId": "4", "formalText": "It's like that like she just felt something awesome all she was on it.", "sourceId": "228"}, {"categoryId": "4", "formalText": "Like she just wants to go dance and that's what they did.", "sourceId": "229"}, {"categoryId": "4", "formalText": "They would do cocaine and dance and it just made her feel like she was on top of the world.", "sourceId": "230"}, {"categoryId": "4", "formalText": "So she really remembers really missing that feeling for a couple of years really missed feeling it gave her the feeling of gave her but she knew she could do it.", "sourceId": "231"}, {"categoryId": "4", "formalText": "So she didn't snore any of the in Genevieve's she just just tried to put a little bit on her gum, but Panic just set in.", "sourceId": "232"}, {"categoryId": "4", "formalText": "Now she can't even like she used to smoke pot sometimes with her friends which kind of helps calm her down and she can't even she can't do that anymore.", "sourceId": "233"}, {"categoryId": "4", "formalText": "It just makes her panic immediately. When she was out in Oregon and one of them really has good friends has medical marijuana card for his anxiety.", "sourceId": "234"}, {"categoryId": "4", "formalText": "She couldn't even she took in one.", "sourceId": "236"}, {"categoryId": "4", "formalText": "She inhaled once and then she had a panic attack.", "sourceId": "237"}, {"categoryId": "4", "formalText": "She felt like stuff that doesn't belong in.", "sourceId": "239"}, {"categoryId": "4", "formalText": "Her body's going to kill her, she guesses.", "sourceId": "240"}, {"categoryId": "4", "formalText": "Yeah, she means that they still and this was 6 years ago that day. She can feel the way that she felt and it's horrible.", "sourceId": "242"}, {"categoryId": "4", "formalText": "It's fair and at this point, she doesn't even like she doesn't get like getting drunk, you know, she doesn't like being out of like being in control.", "sourceId": "243"}, {"categoryId": "4", "formalText": "She likes feeling like she knows what's going on and she can't roll what's going on.", "sourceId": "244"}, {"categoryId": "4", "formalText": "She felt really out of control that day like she couldn't stop what was happening.", "sourceId": "245"}, {"categoryId": "4", "formalText": "She had done coke for a year about a year. Not everyday mostly a couple times a week they would go out because that was the year.", "sourceId": "247"}, {"categoryId": "4", "formalText": "She wasn't drinking so it's so to her it was her substitute.", "sourceId": "248"}, {"categoryId": "4", "formalText": "She was drinking a lot before she started doing coke. Yeah, not for too long.", "sourceId": "250"}, {"categoryId": "4", "formalText": "She didn't drink in high school.", "sourceId": "251"}, {"categoryId": "4", "formalText": "She definitely wasn't one of the popular kids who got invited to parties.", "sourceId": "252"}, {"categoryId": "4", "formalText": "And so there is a couple of times that her friends parents would go away and they would get some beer, you know and hang out in her house compared to what other kids were doing.", "sourceId": "253"}, {"categoryId": "4", "formalText": "She was a really good kid and high school.", "sourceId": "254"}, {"categoryId": "4", "formalText": "She smoked pot for the first time on her younger brother gave it to her the night before she went to college.", "sourceId": "255"}, {"categoryId": "4", "formalText": "He was hanging out with school friends in her grade, but when she got to college she started drinking a lot.", "sourceId": "256"}, {"categoryId": "4", "formalText": "She doesn't remember what it did for her in freshman year.", "sourceId": "258"}, {"categoryId": "4", "formalText": "She means she was a mess freshman year. Like it took her a year to get her shit together.", "sourceId": "259"}, {"categoryId": "4", "formalText": "Like she just partied with her friends.", "sourceId": "269"}, {"categoryId": "4", "formalText": "She just didn't go to class.", "sourceId": "270"}, {"categoryId": "4", "formalText": "Sophomore year that change that because all the sudden it was all the.", "sourceId": "272"}, {"categoryId": "4", "formalText": "The same time. She starts getting her weight under control.", "sourceId": "273"}, {"categoryId": "4", "formalText": "She means granted she was starting doing drugs and she was on her way to potentially having an eating disorder.", "sourceId": "274"}, {"categoryId": "4", "formalText": "She started losing weight and even with all her GI problems, she made the Dean's List first semester sophomore year.", "sourceId": "275"}, {"categoryId": "4", "formalText": "And she doesn't really know what changed but she just started.", "sourceId": "280"}, {"categoryId": "4", "formalText": "She doesn't know know what happened.", "sourceId": "281"}, {"categoryId": "4", "formalText": "She just came around and didn't get a decent, you know, but it took her a year.", "sourceId": "282"}, {"categoryId": "4", "formalText": "Yeah, her mom jokes around that she sent one kid off to Yale where she went to school and another one and got another one back because she changed so much throughout the four years.", "sourceId": "283"}, {"categoryId": "4", "formalText": "So at the time she started doing better, is that when she stopped drinking.", "sourceId": "285"}, {"categoryId": "4", "formalText": "That's why I stopped drinking.", "sourceId": "286"}, {"categoryId": "4", "formalText": "Ants are doing cocaine.", "sourceId": "287"}, {"categoryId": "4", "formalText": "So yeah, it's weird because she can't be like, \"Oh, she stopped drinking and started studying and exercising has a sister doing very very hard drugs and I was having health problems, but somehow I don't know what happened.\"", "sourceId": "288"}, {"categoryId": "4", "formalText": "She was interested in she thinks that has a lot to do like even now if she's not interested in something is really hard for her to pay attention.", "sourceId": "290"}, {"categoryId": "4", "formalText": "She doesn't really know how her drugs have. It fits in with that because it doesn't really make much sense to her.", "sourceId": "305"}, {"categoryId": "4", "formalText": "First time she tried it was it was like almost a week of freshman year in", "sourceId": "308"}, {"categoryId": "4", "formalText": "The party and one of her friends had some. She was really nervous.", "sourceId": "309"}, {"categoryId": "4", "formalText": "Like she was like this is going to hurt what's going to happen.", "sourceId": "310"}, {"categoryId": "4", "formalText": "It was that girl that she was like actuated with she was doing it.", "sourceId": "311"}, {"categoryId": "4", "formalText": "And so she was like, okay, she'll try it and she remembers nothing happened.", "sourceId": "312"}, {"categoryId": "4", "formalText": "She didn't feel anything and she was like, \"That's stupid.\"", "sourceId": "313"}, {"categoryId": "4", "formalText": "Like she doesn't feel it just because she had smoked pot throughout the year and liked it.", "sourceId": "314"}, {"categoryId": "4", "formalText": "So but like a can really freaked her out, you know, it's like that she's had always thought marijuana is with alcohol and then the rest of the drugs over here and she's never going to touch them.", "sourceId": "315"}, {"categoryId": "4", "formalText": "Yeah, but she tried it and nothing happened and she remembers she went to go hang out with her soccer friends and she was like, \"I just tried cocaine and nothing happened.\" And they were pissed. They want nothing to do with it and they didn't even want her to have anything to do with it bro her sophomore year.", "sourceId": "316"}, {"categoryId": "4", "formalText": "She never snorted cocaine around and she would lie to them and tell them she wasn't doing it and she had like her separate friends who are surprisingly now no longer her friends.", "sourceId": "317"}, {"categoryId": "4", "formalText": "Yeah, and then she didn't even think about it really all summer and it wasn't until she came back to school that those friends again.", "sourceId": "318"}, {"categoryId": "4", "formalText": "They had been doing it all summer.", "sourceId": "319"}, {"categoryId": "4", "formalText": "So they had it around so she gives it another try.", "sourceId": "320"}, {"categoryId": "4", "formalText": "She guesses she liked it.", "sourceId": "321"}, {"categoryId": "4", "formalText": "She doesn't really remember the second time.", "sourceId": "322"}, {"categoryId": "4", "formalText": "She did it.", "sourceId": "323"}, {"categoryId": "4", "formalText": "People do take Coke to concentrate.", "sourceId": "326"}, {"categoryId": "4", "formalText": "Yeah, she remembers there was one time they decide they tried it before class.", "sourceId": "327"}, {"categoryId": "4", "formalText": "And that was when after she did she was like, all right.", "sourceId": "328"}, {"categoryId": "4", "formalText": "She thinks this is when she noticed that her friend any who would like her cocaine buddy.", "sourceId": "329"}, {"categoryId": "4", "formalText": "She was like maybe they're on different pages with this if she's going to be doing this before class because at that point that was second semester, she made the Dean's List first semester.", "sourceId": "330"}, {"categoryId": "4", "formalText": "She was getting straight a. Second semester felt good to be getting good grades, and it's just.", "sourceId": "331"}, {"categoryId": "4", "formalText": "She doesn't know. Vocaine was everywhere at her school.", "sourceId": "332"}, {"categoryId": "4", "formalText": "A lot of people did it and a lot of people go to the concentrate.", "sourceId": "333"}, {"categoryId": "4", "formalText": "A lot of the Frat Boys would take it to write their papers.", "sourceId": "334"}, {"categoryId": "4", "formalText": "And she remembers people would be snorting it at the library.", "sourceId": "335"}, {"categoryId": "4", "formalText": "That was just never she doesn't know maybe because she figured out how.", "sourceId": "336"}, {"categoryId": "4", "formalText": "To soberly succeed academically first semester that she doesn't know. Cocaine for her was after her papers.", "sourceId": "337"}, {"categoryId": "4", "formalText": "They're done and they were going to the bar.", "sourceId": "338"}, {"categoryId": "4", "formalText": "Yeah, when they did it before class and made her really uncomfortable.", "sourceId": "340"}, {"categoryId": "4", "formalText": "She was really uncomfortable in class felt like she couldn't concentrate cuz it's still and she was worried that everybody knew that she was high and she was like.", "sourceId": "341"}, {"categoryId": "4", "formalText": "She was like, \"I can't do it again.\"", "sourceId": "342"}, {"categoryId": "4", "formalText": "So it really stayed it stayed for her recreational.", "sourceId": "343"}, {"categoryId": "4", "formalText": "But when she's a college kid going out two or three nights a week, you know.", "sourceId": "344"}, {"categoryId": "4", "formalText": "Is frequent enough, yeah", "sourceId": "346"}, {"categoryId": "4", "formalText": "When they did it before class kind of sat back and re-evaluated how much she was doing it and whether is a good thing or a bad thing and she kind of had this bleeding clot.", "sourceId": "348"}, {"categoryId": "4", "formalText": "Like maybe she's getting a little bit carried away, but she thinks she couldn't do it everyday and she couldn't do it every night because she wasn't a sleep so, you know, she didn't Tuesdays and Thursdays. They had practice and Friday nights.", "sourceId": "349"}, {"categoryId": "4", "formalText": "They didn't go out because they had games every Saturday morning.", "sourceId": "350"}, {"categoryId": "4", "formalText": "So it wasn't like an option for her to do it on soccer days.", "sourceId": "351"}, {"categoryId": "4", "formalText": "She was still she was still as much as she likes to party in the same went for pot in the same went for alcohol and marijuana again after she starts drinking again.", "sourceId": "352"}, {"categoryId": "4", "formalText": "She stops doing cocaine for food to. It's like a reward for working her.", "sourceId": "353"}, {"categoryId": "4", "formalText": "So after she finished with all her commitments and E2.", "sourceId": "354"}, {"categoryId": "4", "formalText": "Be done with her homework have gone to all of her classes and it's like fun time, you know.", "sourceId": "355"}, {"categoryId": "4", "formalText": "And she's still kind of like that now. She'll she'll be like, \"Okay, if you get this paper done, you'll have a drink tonight, you know.\" Or she'll let herself go in a fancy sandwich or something, you know, like she doesn't know so it's always she still kind of had them separate but in retrospect, she thinks her exercise and eating habits maybe.", "sourceId": "356"}, {"categoryId": "4", "formalText": "They're not out of control than her cocaine habit because they were spiraling farther and farther.", "sourceId": "357"}, {"categoryId": "4", "formalText": "They were constantly like she was constantly changing her location and hub.", "sourceId": "358"}, {"categoryId": "4", "formalText": "It was kind of constant except for one day when she did it before class, but it was kind of a consistent like she would just do it when she was out and then of course one day when she did all that because she was excited about it.", "sourceId": "359"}, {"categoryId": "4", "formalText": "She never did it again.", "sourceId": "360"}, {"categoryId": "4", "formalText": "But it wasn't something that was constantly escalating but more the weight.", "sourceId": "361"}, {"categoryId": "4", "formalText": "She lost in the faster.", "sourceId": "362"}, {"categoryId": "4", "formalText": "She could run in the farther she could run.", "sourceId": "363"}, {"categoryId": "4", "formalText": "The more she wanted to eat less and run farther.", "sourceId": "364"}, {"categoryId": "4", "formalText": "Going to Madagascar. When she was in Madagascar stopped that eventually.", "sourceId": "367"}, {"categoryId": "4", "formalText": "She probably gained seven or eight pounds back but she still looks good for her because she was down to like under 19 before which is probably 10 lb less than she is right now.", "sourceId": "368"}, {"categoryId": "4", "formalText": "So she was probably like the size when she came home from Madagascar.", "sourceId": "369"}, {"categoryId": "4", "formalText": "She still felt good and she still felt like it looks good.", "sourceId": "370"}, {"categoryId": "4", "formalText": "But having been able to eat, she was more conscious of how much she was exercising.", "sourceId": "371"}, {"categoryId": "4", "formalText": "So she was like, \"Okay I'm going to eat more but I have to I'm going to exercise more.\" It wasn't until she went abroad to Genevieve's that she really put the weight back on because she joined a soccer team team of the season ended early.", "sourceId": "372"}, {"categoryId": "4", "formalText": "So she pretty much stopped working out and started drinking again start been feeding.", "sourceId": "373"}, {"categoryId": "4", "formalText": "Oh, yeah binge eating.", "sourceId": "375"}, {"categoryId": "5", "formalText": "But she guesses. So they're back in Chicago at her parents house this weekend.", "sourceId": "16"}, {"categoryId": "5", "formalText": "And she finally talked to her dad and her brother a little bit about what their experience with their anxiety are and they both have been seeing people for years now, but nobody ever thought to tell her that she should do the same.", "sourceId": "17"}, {"categoryId": "5", "formalText": "So yeah, she always thought that she had it worse than everybody else in the family, but it doesn't seem to be the case.", "sourceId": "18"}, {"categoryId": "5", "formalText": "Because she was saying last week, she doesn't think her dad has ever gotten treatment because that's kind of who he is.", "sourceId": "42"}, {"categoryId": "5", "formalText": "Yeah, well, it's that's what he projects.", "sourceId": "43"}, {"categoryId": "5", "formalText": "Obviously the first thing that every one notices that she's lost like 15 pounds because she's been sick.", "sourceId": "46"}, {"categoryId": "5", "formalText": "So she was talking to one of her advisors about work and everything and kind of joking around about her ulcer and she says.", "sourceId": "47"}, {"categoryId": "5", "formalText": "\"You're really the last person I would ever think I would get an ulcer.", "sourceId": "48"}, {"categoryId": "5", "formalText": "You just seem so calm and laid-back all the time.\"", "sourceId": "49"}, {"categoryId": "5", "formalText": "All she could do was laugh because that's the opposite.", "sourceId": "50"}, {"categoryId": "5", "formalText": "How she feels about people that don't like really know her Not that she doesn't know her well, but where they have a professional relationship, maybe she comes off the same way.", "sourceId": "51"}, {"categoryId": "5", "formalText": "She doesn't know because she always thought her dad ugly as a laid-back one compared to her mom.", "sourceId": "53"}, {"categoryId": "5", "formalText": "Well, and she thinks for her like in a professional setting like she doesn't get all of that worked, you know, and she's done mix and at work, she's very efficient and things don't really like writing papers or having these professional and academic test doesn't really. She means, she'll be like, \"Oh, I've got to get this one.\" But she gets it done and she does things well, and she thinks that in those settings people won't necessarily think that she's up type or stressed out.", "sourceId": "57"}, {"categoryId": "5", "formalText": "Yeah, it's very rare that she has an afternoon in the apartment by herself that she's excited.", "sourceId": "76"}, {"categoryId": "5", "formalText": "Yeah, but she means between those two years also made a lot of decisions, like personally she was going to confront her sexuality and she was starting to do that was starting to become more something but she couldn't ignore any more and she started dealing with it.", "sourceId": "293"}, {"categoryId": "5", "formalText": "She joins the soccer team and it felt like she fit in finally likes about high school.", "sourceId": "294"}, {"categoryId": "5", "formalText": "She didn't really fit in feel like she said in freshman year still in really feel like she fit in because the people are she thought out to be friends with for the people that looks like the kids that went to her high school because that's where was familiar to her.", "sourceId": "295"}, {"categoryId": "5", "formalText": "She knew some of them.", "sourceId": "296"}, {"categoryId": "5", "formalText": "Keep in touch with but they weren't who her real friends were, you know, she finally found out like a group of people that she set she just felt like.", "sourceId": "297"}, {"categoryId": "5", "formalText": "So she thinks that maybe had something to do with it.", "sourceId": "298"}, {"categoryId": "5", "formalText": "She felt more comfortable in herself.", "sourceId": "299"}, {"categoryId": "5", "formalText": "She doesn't know if she was always looking for excuses to not be confident, you know, so she was like, \"I'm not going to do well in school.\"", "sourceId": "300"}, {"categoryId": "5", "formalText": "She's going to keep overeating.", "sourceId": "301"}, {"categoryId": "5", "formalText": "No, that was just like the definite turning point though, like after freshman year when things really changed.", "sourceId": "303"}, {"categoryId": "5", "formalText": "So she went from being quite disengaged to engaged.", "sourceId": "304"}, {"categoryId": "6", "formalText": "Her dad was telling her that she really struggles with that and his grandmother apparently really struggled with depression his dad and most of his siblings.", "sourceId": "19"}, {"categoryId": "6", "formalText": "He was the youngest of five and three or four of them all also had a pretty bad anxiety and get panic attacks.", "sourceId": "20"}, {"categoryId": "6", "formalText": "She didn't know that her brother was seeing.", "sourceId": "21"}, {"categoryId": "6", "formalText": "Somebody either but they were both really supportive.", "sourceId": "22"}, {"categoryId": "6", "formalText": "Is coming in a way to know that she didn't somehow get like the worst of it but then knowing that it's so bad for everyone.", "sourceId": "24"}, {"categoryId": "6", "formalText": "Because her dad was saying he tries his best, but they're definitely periods of time when she really, she means, she gets.", "sourceId": "30"}, {"categoryId": "6", "formalText": "She was saying that she was always just thinks the worst is going to happen.", "sourceId": "33"}, {"categoryId": "6", "formalText": "She was like, that's what she thinks all the time.", "sourceId": "34"}, {"categoryId": "6", "formalText": "You know, with Amelia doesn't text her back.", "sourceId": "35"}, {"categoryId": "6", "formalText": "She's never going to see her again, you know something horrible happened to her.", "sourceId": "36"}, {"categoryId": "6", "formalText": "So it's comforting actually she thinks more so then the not knowing that, you know, they also deal with this.", "sourceId": "37"}, {"categoryId": "6", "formalText": "Like she guesses this is just part of like in her jeans.", "sourceId": "26"}, {"categoryId": "6", "formalText": "It's just part of her life.", "sourceId": "27"}, {"categoryId": "6", "formalText": "So it's also kind of weird to think that okay.", "sourceId": "28"}, {"categoryId": "6", "formalText": "Maybe she's not going to ever get rid of it, you know.", "sourceId": "29"}, {"categoryId": "7", "formalText": "She's been she's finally feeling better like today and yesterday I'm eating a little bit more now and I feel like either I'm going to get used to the medication or I wasn't really having side effects at all, or maybe a mentally getting used to the fact that I have to take medication.", "sourceId": "89"}, {"categoryId": "7", "formalText": "She's still kind of like she just wants to know want this to be over you now and the whole reason that she has a ulcer in the first place is because she was taking too much Aleve for her sensitive stomach combined with her stress.", "sourceId": "90"}, {"categoryId": "7", "formalText": "But the reason she was taking so much relieved was because she got really painful periods and so her cycle came a week early this morning, but she can't take anything.", "sourceId": "91"}, {"categoryId": "7", "formalText": "So she's just not because she's focused on that right now.", "sourceId": "92"}, {"categoryId": "7", "formalText": "She's focused like just trying to get through having really bad cramps and not being able to take any painkillers for it that maybe she's not so she's like.", "sourceId": "93"}, {"categoryId": "7", "formalText": "It's weird, but it's kind of nice to be having a health situation that she's familiar with.", "sourceId": "94"}, {"categoryId": "7", "formalText": "She's like, okay, these cramps are.", "sourceId": "96"}, {"categoryId": "7", "formalText": "She's not worried that she's having ovarian cancer because she's having cramps right now, you know, like this has happened to her her entire life.", "sourceId": "99"}, {"categoryId": "7", "formalText": "It sucks that she can't take anything for it because she's uncomfortable but it's distracting her from the ulcer stuff and from the possible side effects of ulcer medication, so she doesn't feel all that stress about it at the moment.", "sourceId": "100"}, {"categoryId": "7", "formalText": "Because the reason she was on it so much Aleve is like two Advil doesn't mean anything do anything for her.", "sourceId": "109"}, {"categoryId": "7", "formalText": "So in her head she's like, \"well Town knows not going to do anything.\"", "sourceId": "110"}, {"categoryId": "7", "formalText": "She doesn't know like she's not supposed to. She knows it's not a blood thinner which is why she can't take it because she just had the buy Topsy the last week.", "sourceId": "113"}, {"categoryId": "7", "formalText": "So she's not supposed to take Aleve or Motrin or any blood thinner.", "sourceId": "114"}, {"categoryId": "7", "formalText": "She was just convinced it will make her sick because that's all the medication has done to her for the last you know what she means, but she means, but they've made her sick and send the medication they gave her first for her stomach made her sick and the medication they gave her to do endoscopy made her sick and it's like she just wants to like. She's ready to go on a yoga retreat and drink herbs or something and get acupuncture and not deal with anymore Pharmaceuticals at this point.", "sourceId": "115"}, {"categoryId": "7", "formalText": "She swallows pill she gets that feeling right there as this the day that she didn't either too much cocaine or lace cocaine or laced cocaine and it gives her that rush in her chest.", "sourceId": "126"}, {"categoryId": "7", "formalText": "It's like a panic attack.", "sourceId": "127"}, {"categoryId": "7", "formalText": "So maybe that day she didn't do something lice and she didn't overdose at all.", "sourceId": "128"}, {"categoryId": "7", "formalText": "Maybe she had a panic attack while she was high on cocaine totally possible because she can't really separate the two but it's that same feeling that she gets when and it happened a couple nights ago to it's been hard for her to start eating again because for a month every time she ate she got really sick because she has no sir.", "sourceId": "129"}, {"categoryId": "7", "formalText": "So it's been difficult for her to start eating again and Monday night.", "sourceId": "130"}, {"categoryId": "7", "formalText": "She sat down for dinner and it was the first time she was going to eat some veggies and some actual food.", "sourceId": "131"}, {"categoryId": "7", "formalText": "That wasn't white tasteless.", "sourceId": "132"}, {"categoryId": "7", "formalText": "She starts eating am she eats a little bit quickly because she was hungry. Now her appetite back which is good and no son.", "sourceId": "133"}, {"categoryId": "7", "formalText": "She felt that, you know, it was like she had a panic attack after taking.", "sourceId": "134"}, {"categoryId": "7", "formalText": "A couple bites of food", "sourceId": "135"}, {"categoryId": "7", "formalText": "And she felt that Rush up in her. It's like that warm feeling like her chest gets really hot.", "sourceId": "136"}, {"categoryId": "7", "formalText": "Almost like there is hot liquid shooting up from there.", "sourceId": "137"}, {"categoryId": "7", "formalText": "She thought she was going to vomit at first.", "sourceId": "138"}, {"categoryId": "7", "formalText": "She thinks that was the first time she had a panic attack. If that was a panic attack, then she's pretty sure that was the first time.", "sourceId": "142"}, {"categoryId": "7", "formalText": "It's unclear if it was chemical induced or not.", "sourceId": "143"}, {"categoryId": "7", "formalText": "She's not surprised that it's kind of feeling. She gets one like when she gets a shot also, like she really hates vaccines and she had to get so many of them to go to Egypt. Just to apply to the Red Cross, she had to get a school get the whole works, you know.", "sourceId": "145"}, {"categoryId": "7", "formalText": "Like she needs to get her flu shot next week because of where she works and she's really dreading it because anytime anything for an entered her body chemically, she doesn't like it and it gives her that same feeling.", "sourceId": "146"}, {"categoryId": "7", "formalText": "She remembers having a panic attack after she got one of her vaccines.", "sourceId": "149"}, {"categoryId": "7", "formalText": "She doesn't remember. She was still in college and her car so it was after this it was after that experience.", "sourceId": "151"}, {"categoryId": "7", "formalText": "Yeah, so she thinks that was the first time.", "sourceId": "152"}, {"categoryId": "7", "formalText": "So when she was 19 and she was having her first round of GI issues. They wanted to do an upper GI Series so she like swallowed the chalky stuff.", "sourceId": "157"}, {"categoryId": "7", "formalText": "Then they were going to give her this IV to make it light up in the CT scan machine or something so they could watch as it goes down when they started the IV.", "sourceId": "158"}, {"categoryId": "7", "formalText": "Everyone said she had an allergic reaction but she stopped breathing and then got some hives and so they said she had allergic reaction but in retrospect this was still the same kind of like her chest got really hot.", "sourceId": "159"}, {"categoryId": "7", "formalText": "Although she thinks it might have been, she means, she's sure she had allergic reaction if there's position saying she's having an allergic reaction, but she doesn't know maybe.", "sourceId": "160"}, {"categoryId": "7", "formalText": "It was maybe a month-and-a-half after going to volunteer in Madagascar which would wear her stomach problems kind of just she like started eating again and it's kind of like a combination weather eating issue issue she had once because there was no real option.", "sourceId": "165"}, {"categoryId": "7", "formalText": "Like she was just going to eat the food that was there because she couldn't really be picky but she wasn't getting sick.", "sourceId": "166"}, {"categoryId": "7", "formalText": "So she was like healthy again.", "sourceId": "167"}, {"categoryId": "7", "formalText": "She was still getting exercise.", "sourceId": "168"}]