[{"categoryId": "0", "formalText": "Not a good weekend, like really not a good weekend.", "sourceId": "1"}, {"categoryId": "1", "formalText": "Anyways, she started crying and she couldn't stop crying.", "sourceId": "5"}, {"categoryId": "2", "formalText": "Yeah, I imagine she had to work pretty hard to pull it together when she's in the middle of the train.", "sourceId": "12"}, {"categoryId": "2", "formalText": "Yeah, and then she had to keep it together in church.", "sourceId": "13"}, {"categoryId": "2", "formalText": "Yeah, there wasn't any point where she felt like she needed to call me right then, but things are bad.", "sourceId": "14"}, {"categoryId": "2", "formalText": "Yeah, she started feel like it's hard to talk about how it is in part because she doesn't know what to go back to the hospital.", "sourceId": "16"}, {"categoryId": "2", "formalText": "Also when she describes her reasoning out loud, it sounds strangers Jupiter and bizarre that work.", "sourceId": "17"}, {"categoryId": "2", "formalText": "There was a lot of well, she will not think about trying to kill herself right now.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She's going to watch this episode of The West Wing first.", "sourceId": "19"}, {"categoryId": "2", "formalText": "She just wanted to be over.", "sourceId": "20"}, {"categoryId": "2", "formalText": "She's feeling again pretty done.", "sourceId": "21"}, {"categoryId": "2", "formalText": "And she knows that in a day or a week or things will get a little easier and also to get her breath back.", "sourceId": "22"}, {"categoryId": "2", "formalText": "She means another day.", "sourceId": "23"}, {"categoryId": "2", "formalText": "She's getting angry at James.", "sourceId": "25"}, {"categoryId": "2", "formalText": "Because she thinks about killing herself.", "sourceId": "27"}, {"categoryId": "2", "formalText": "And the reason she doesn't is that she has to think that this would do to James and she thinks she can't do that.", "sourceId": "28"}, {"categoryId": "2", "formalText": "She gets angry at me because my way of sticking things is very slow and she's really tired.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She thinks one of the things she sees as being quite responsible reasonable in her wanting to kill herself in the first place and also her kind of pissed off at James for getting in the way and me for not speeding things up already and she's being where she is withdrawing and how much she wants to tell me about it because she's worried.", "sourceId": "30"}, {"categoryId": "2", "formalText": "I'm going to send you the hospital.", "sourceId": "31"}, {"categoryId": "2", "formalText": "I have trouble seeing this as her being in a lot of pain and really tied up but will instead have my own reaction to it and similar sort of reasonable or wanting to know if this is how it works.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She does know this is how it works.", "sourceId": "33"}, {"categoryId": "2", "formalText": "That's the problem.", "sourceId": "34"}, {"categoryId": "2", "formalText": "She feels like she can't get out of the cycle and she's really tired of it part of that.", "sourceId": "35"}, {"categoryId": "2", "formalText": "Is that the last few days she's been in this time and same place where she's just in so much pain right then that she just can't think differently and she's a little bit out of it but not enough out of it like it's going to come back and so she's trying to kind of describe what it's like, but she's not there now and so, it's Carter.", "sourceId": "37"}, {"categoryId": "2", "formalText": "She's not even sure why she's trying to describe what it is.", "sourceId": "40"}, {"categoryId": "2", "formalText": "Like she thinks because like that's what she's supposed to do here.", "sourceId": "41"}, {"categoryId": "2", "formalText": "She doesn't know maybe because she's worried about what she'll do.", "sourceId": "42"}, {"categoryId": "2", "formalText": "She doesn't know or maybe it's because she knows that she's not going to go and try to kill herself, but she's really angry about that.", "sourceId": "43"}, {"categoryId": "2", "formalText": "Not sometimes that happens sometimes she thinks she knows she's not going to kill herself and sometimes she thinks that she just might both things feel authentic.", "sourceId": "52"}, {"categoryId": "2", "formalText": "There's a character in the show.", "sourceId": "53"}, {"categoryId": "2", "formalText": "They are watching Battlestar Galactica that just talked about wanting to be done in the last episode.", "sourceId": "54"}, {"categoryId": "2", "formalText": "James was like that the storyline they're going to want to develop", "sourceId": "55"}, {"categoryId": "2", "formalText": "It's really hard to watch that with James.", "sourceId": "57"}, {"categoryId": "2", "formalText": "She has a lot of things to say about that, but she doesn't want to say any of them to James.", "sourceId": "58"}, {"categoryId": "2", "formalText": "She doesn't want him to be scared for her or anxious about her.", "sourceId": "59"}, {"categoryId": "2", "formalText": "But maybe I should be scared for her when there's reason for him to be she doesn't want him not to be able to trust her.", "sourceId": "60"}, {"categoryId": "2", "formalText": "It's like every other thought she thinks, \"What are we going to have for dinner?\"", "sourceId": "61"}, {"categoryId": "2", "formalText": "And then she thinks she wishes she were dead that she thinks maybe they should she plasti.", "sourceId": "62"}, {"categoryId": "2", "formalText": "She wishes she were dead.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She wants a card.", "sourceId": "64"}, {"categoryId": "2", "formalText": "James with James and Franco.", "sourceId": "65"}, {"categoryId": "2", "formalText": "She thinks that might be the first time ever.", "sourceId": "66"}, {"categoryId": "2", "formalText": "She was very proud of herself and she still wanted to be dead but she was also very proud ofheryself.", "sourceId": "69"}, {"categoryId": "2", "formalText": "She thought it felt like she should be finding some sort of start in there, but she doesn't have one.", "sourceId": "71"}, {"categoryId": "2", "formalText": "There's not really a good way to kill herself.", "sourceId": "72"}, {"categoryId": "2", "formalText": "Apparently this is not afraid of overdosing is somewhere around 2% So she probably wouldn't do that.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She thinks she wants to jump off a building but that seems not easy enough for easy to tell whether she'd be successful.", "sourceId": "75"}, {"categoryId": "2", "formalText": "And if she weren't that would just suck balls to run out into traffic.", "sourceId": "76"}, {"categoryId": "2", "formalText": "But that seems like a pretty horrible thing to do the person driving the car probably cut her wrists or something.", "sourceId": "77"}, {"categoryId": "2", "formalText": "That's what she thinks about most but that again is a product pretty horrible thing to do today is because he'd be the one to find her.", "sourceId": "78"}, {"categoryId": "2", "formalText": "She just can't get out.", "sourceId": "79"}, {"categoryId": "2", "formalText": "The part of her is that things about consequences.", "sourceId": "80"}, {"categoryId": "2", "formalText": "Doesn't turn off in some ways.", "sourceId": "81"}, {"categoryId": "2", "formalText": "She's worried about me.", "sourceId": "84"}, {"categoryId": "2", "formalText": "In keeping with what she's saying about not being able to stop.", "sourceId": "85"}, {"categoryId": "2", "formalText": "It's pretty good, she thinks she's right, but she's not sure if she can keep going. She tries to do she gets down and she said, \"I don't have to worry about the rest of my life.\"", "sourceId": "87"}, {"categoryId": "2", "formalText": "She just has to get through the day every day.", "sourceId": "88"}, {"categoryId": "2", "formalText": "She doesn't think that helps very much.", "sourceId": "89"}, {"categoryId": "2", "formalText": "She thinks what she does need to do to make it through the day and then she has to do those things.", "sourceId": "90"}, {"categoryId": "2", "formalText": "She's feeling that it is too much to hear.", "sourceId": "92"}, {"categoryId": "2", "formalText": "We're just part of what's making her rather be done.", "sourceId": "93"}, {"categoryId": "2", "formalText": "Yeah, she's thinking about that.", "sourceId": "94"}, {"categoryId": "2", "formalText": "She doesn't know. She feels useless and she's a burden to people who love her. She worries about money.", "sourceId": "95"}, {"categoryId": "2", "formalText": "She doesn't know things got worse over the weekend, but they didn't get drastically or drastically worse.", "sourceId": "106"}, {"categoryId": "2", "formalText": "This is the way they were going.", "sourceId": "107"}, {"categoryId": "2", "formalText": "Yes, which I thought it was different here somewhat clear last week.", "sourceId": "108"}, {"categoryId": "2", "formalText": "Yeah, she didn't know how clear it was.", "sourceId": "109"}, {"categoryId": "2", "formalText": "She didn't talk about it.", "sourceId": "112"}, {"categoryId": "2", "formalText": "When she wanted to kill herself this much.", "sourceId": "113"}, {"categoryId": "2", "formalText": "She's usually hiding it from something, but she doesn't know what.", "sourceId": "114"}, {"categoryId": "2", "formalText": "It's like if she did know she doesn't know if that's going to help her.", "sourceId": "115"}, {"categoryId": "2", "formalText": "Stop hiding from it.", "sourceId": "116"}, {"categoryId": "2", "formalText": "She doesn't know it seems worse everyday.", "sourceId": "117"}, {"categoryId": "2", "formalText": "She's not sure why she felt she just needs to do laundry.", "sourceId": "118"}, {"categoryId": "2", "formalText": "Yeah, she keeps trying to wrap her head around it and it just keeps coming up dry.", "sourceId": "119"}, {"categoryId": "2", "formalText": "I guess she knows that she's frustrating herself by not knowing and also aware that she's frustrated and disappointed in me if we can't figure it out.", "sourceId": "121"}, {"categoryId": "2", "formalText": "Yeah, she kind of feels like I make some suggestions then she kind of said like, \"You haven't really clicked then I don't have any better.\"", "sourceId": "122"}, {"categoryId": "2", "formalText": "So she's here.", "sourceId": "123"}, {"categoryId": "2", "formalText": "She doesn't know why James keeps being so nice to her.", "sourceId": "124"}, {"categoryId": "2", "formalText": "She doesn't know why she feels like she needs to have him not be the person.", "sourceId": "125"}, {"categoryId": "2", "formalText": "She sees all day.", "sourceId": "126"}, {"categoryId": "2", "formalText": "Joshua said he wanted to go out for breakfast this week.", "sourceId": "127"}, {"categoryId": "2", "formalText": "It's hard all these things that didn't used to be so hard but she always hears herself that that's hard and then she just despises herself.", "sourceId": "128"}, {"categoryId": "2", "formalText": "So it's hard.", "sourceId": "129"}, {"categoryId": "2", "formalText": "And she's kind of worrying feeling I think she was talking about it being and unproductive in a way.", "sourceId": "135"}, {"categoryId": "2", "formalText": "Maybe that hit her pretty hard the way we were talking about it.", "sourceId": "137"}, {"categoryId": "5", "formalText": "It's hard to talk about she guesses she feels like she builds up a space or a way of being where she felt secure are felt like she did well where it felt proud of herself.", "sourceId": "138"}, {"categoryId": "5", "formalText": "She feels like she was valuable then that all just kind of went to she felt like it really did backfire on her.", "sourceId": "139"}, {"categoryId": "5", "formalText": "Now.", "sourceId": "140"}, {"categoryId": "5", "formalText": "She feels like it was wrong for her to be proud of being a person in class.", "sourceId": "141"}, {"categoryId": "5", "formalText": "He was really good at everything or to be happy about having a close relationship with teachers are like it was wrong for her to be okay with being in his relationships.", "sourceId": "142"}, {"categoryId": "5", "formalText": "Yeah, it's hard for her to talk about.", "sourceId": "144"}, {"categoryId": "5", "formalText": "She's so ashamed of what she's happened to Dan.", "sourceId": "145"}, {"categoryId": "5", "formalText": "She's so ashamed of it.", "sourceId": "146"}, {"categoryId": "5", "formalText": "She keeps trying to rephrase it to make it not quite so her fault and she just feels awful.", "sourceId": "147"}, {"categoryId": "5", "formalText": "And she had some feelings about certainly when she grew up in a way but also that I was sort of like part of who she is or type of relationship she sort of have a central to who she is and that in a way she is going to handle with him.", "sourceId": "151"}, {"categoryId": "5", "formalText": "She feels like the type of relationship she had with Dan before God she had was pretty much the same as the types of relationships that she kind of bored herself by at least once she was in 9th grade really before then 2 then she feels all of this.", "sourceId": "152"}]