[{"categoryId": "5", "formalText": "So the party was really great and her speech was really great.", "sourceId": "39"}, {"categoryId": "5", "formalText": "You don't hear about how it was stressful, but she was born hours before a PhD defense. You hear about how he went to the hospital gift store to buy a hairbrush for his baby daughter and how you passed out chocolate cigars to members of the defense committee after it was over.", "sourceId": "69"}, {"categoryId": "5", "formalText": "Her dad is an incredibly devoted person. To experience his devotion is akin to being carried not because he takes over or assumes the responsibility or does it for you.", "sourceId": "71"}, {"categoryId": "5", "formalText": "He takes it on as if it were his own and he takes you on as if you were his own and she's not only talking about devotion of things that are she's talking about scrubbing down the trash cans and she local temple every time he goes to during high schoolers in Toms River.", "sourceId": "74"}, {"categoryId": "5", "formalText": "He has a share of extreme emotions, but actually he brings a good dose of equanimity to his wife in this sense dad's way is the middle way and it's great diversity adversity.", "sourceId": "81"}, {"categoryId": "5", "formalText": "He makes you smile and he really sees the humor enjoy the ups and downs the littles and The Bigs he brings a child likely to the simplest things like learning a new technique for Pomegranate seed extraction digging a hole for a new fig tree.", "sourceId": "100"}, {"categoryId": "5", "formalText": "There are some aspects of the party that were similar to her wedding for her and that.", "sourceId": "122"}, {"categoryId": "5", "formalText": "Well, some parts were really different like she was kind of a night and day the way that she was like physically not experiencing any any anxiety or tension.", "sourceId": "123"}, {"categoryId": "5", "formalText": "She means, she was a little bit playing in front of everybody.", "sourceId": "124"}, {"categoryId": "5", "formalText": "She found herself stretching herself in right away.", "sourceId": "126"}, {"categoryId": "5", "formalText": "Socially, she didn't like her investment took like connecting with every single person there and it was exhausting and she felt it was really similar to what happened at the wedding, but she had the perspective to sort of she doesn't know take a step back and", "sourceId": "127"}, {"categoryId": "5", "formalText": "She doesn't know likes spent a lot of time with the same people instead of moving from group to group to group 4 hours, which is what feels natural to her and it also made a lot of sense and she was so tired after essentially like 4 days of this because she was so tired just after one day of it.", "sourceId": "128"}, {"categoryId": "5", "formalText": "Just sounds like she worked very hard.", "sourceId": "133"}, {"categoryId": "5", "formalText": "It doesn't really feel compelled to approach other people but her parents are both Social Butterflies and move from group to group.", "sourceId": "142"}, {"categoryId": "5", "formalText": "They don't seem to be exhausted from it.", "sourceId": "143"}, {"categoryId": "5", "formalText": "She thinks she works very hard and she likes to herself a lot.", "sourceId": "144"}, {"categoryId": "5", "formalText": "And she's sort of goal or intention is to connect with everyone there.", "sourceId": "145"}, {"categoryId": "5", "formalText": "So she guesses she's like she was thinking about what's going on.", "sourceId": "147"}, {"categoryId": "5", "formalText": "In other people's lives like what she can ask them about.", "sourceId": "148"}, {"categoryId": "5", "formalText": "It's not like she's imposing herself.", "sourceId": "150"}, {"categoryId": "5", "formalText": "Like everybody else doesn't feel compelled to be to go around the room and talk to everybody because there are only a few people who know every person so they're like really happy to like engage in a deep meaningful conversation but to do that 25 times,", "sourceId": "151"}, {"categoryId": "5", "formalText": "She feels.", "sourceId": "157"}, {"categoryId": "5", "formalText": "Like she needs to show her devotion in interest, but like people need to be reminded.", "sourceId": "158"}, {"categoryId": "5", "formalText": "But she's not going to like approach someone and be like they're like, \"how are you\" and she's like, \"I'm great.\"", "sourceId": "159"}, {"categoryId": "5", "formalText": "Right, like she shows up and she's like, \"how is blah blah blah blah blah.\"", "sourceId": "165"}, {"categoryId": "5", "formalText": "Like whatever happened to.", "sourceId": "166"}, {"categoryId": "5", "formalText": "They're also coming up to her a lot and like a couple of her dad's colleagues like really wanted her to send them a speech which was kind of pretty cool, but", "sourceId": "172"}, {"categoryId": "5", "formalText": "And she also feels like she wants to say something meaningful if she's not just going to say thank you so much, which she did for a lot of people there's also like \"how did you learn?\"", "sourceId": "174"}, {"categoryId": "5", "formalText": "Yeah, it's like she really almost maybe even a little bit like scrumptiously try to bring herself to each conversation.", "sourceId": "182"}, {"categoryId": "5", "formalText": "Yeah, she got like stuck in that mode.", "sourceId": "185"}, {"categoryId": "5", "formalText": "She can't pull herself out and zone out.", "sourceId": "186"}, {"categoryId": "5", "formalText": "Or like go back to where she's just like sitting.", "sourceId": "187"}, {"categoryId": "5", "formalText": "And enjoying it and into it.", "sourceId": "190"}, {"categoryId": "5", "formalText": "An immersed but also sort of and most importantly not aware of how much energy and effort it takes and how it can Tire you out after a while.", "sourceId": "192"}, {"categoryId": "5", "formalText": "Yeah, she thinks she realized it kind of a lot later.", "sourceId": "193"}, {"categoryId": "5", "formalText": "They don't show their devotion in the same way.", "sourceId": "199"}, {"categoryId": "5", "formalText": "Like they're not trying to make a deep connection with everybody every single time.", "sourceId": "200"}, {"categoryId": "5", "formalText": "They talk to someone that's her own way.", "sourceId": "201"}, {"categoryId": "5", "formalText": "She found out more about her very early relationship with the oldest female cousin.", "sourceId": "211"}, {"categoryId": "5", "formalText": "She was there.", "sourceId": "212"}, {"categoryId": "5", "formalText": "First of all, her parents think that it was a matter of a couple of days that she was really really sad and gloomy.", "sourceId": "213"}, {"categoryId": "5", "formalText": "She saw remember as feeling like a couple of weeks, but she's sure they're right.", "sourceId": "215"}, {"categoryId": "5", "formalText": "They said that the write-up was extremely painful that was like the worst of it where it was like the transition like she's being like all her connections are being like cut off completely torn away from her, but that wasn't but that was when she was quite a bit older when she was a few months old her family lived in Virginia at that time, and they would spend many weekends there especially during this time that her mom was from what she understands now very depressed and it was very hard for her.", "sourceId": "216"}, {"categoryId": "5", "formalText": "Yeah, just moved.", "sourceId": "218"}, {"categoryId": "5", "formalText": "This is part of her questioning to her like why like she brings it in a way that doesn't focus on the feelings.", "sourceId": "224"}, {"categoryId": "5", "formalText": "It's like it focuses on explaining why she was feeling bad.", "sourceId": "225"}, {"categoryId": "5", "formalText": "And then what she did she couldn't really do much.", "sourceId": "226"}, {"categoryId": "5", "formalText": "It was like she was away from home.", "sourceId": "227"}, {"categoryId": "5", "formalText": "Her dad was gone.", "sourceId": "228"}, {"categoryId": "5", "formalText": "She was like crying all of the time her parents were very preoccupied her grandpa.", "sourceId": "229"}, {"categoryId": "5", "formalText": "Her grandfather had started a business like as a second career that completely failed and they were losing a lot of money so she couldn't", "sourceId": "230"}, {"categoryId": "5", "formalText": "The business she thinks it was like a mark some kind of Bodega.", "sourceId": "232"}, {"categoryId": "5", "formalText": "He was teaching also but she thinks he's always had an interest in business, but she doesn't think he had it doesn't sound like he was a very fruitful venture.", "sourceId": "236"}, {"categoryId": "5", "formalText": "So they could have talked on the phone and her sister lived like an hour and a half away.", "sourceId": "238"}, {"categoryId": "5", "formalText": "So she thinks that was really important for her to get through.", "sourceId": "239"}, {"categoryId": "5", "formalText": "Yeah, she thinks he was probably working at least it was an hour commute.", "sourceId": "241"}, {"categoryId": "5", "formalText": "She was probably gone at least 9 hours of the day.", "sourceId": "242"}, {"categoryId": "5", "formalText": "She doesn't know what his hours were.", "sourceId": "245"}, {"categoryId": "5", "formalText": "She wonders what her mom infant mother died on the nature of our diet was when she was an infant.", "sourceId": "258"}, {"categoryId": "5", "formalText": "It sounds like it falls more until she was withdrawn and she was", "sourceId": "259"}, {"categoryId": "5", "formalText": "spicy rather than her being intrusive in her being whatever.", "sourceId": "261"}, {"categoryId": "5", "formalText": "Yeah avoidant just from like what she has heard about what she was going through in that time.", "sourceId": "262"}, {"categoryId": "5", "formalText": "And she wonders if she hated her.", "sourceId": "263"}, {"categoryId": "5", "formalText": "This is all in the context of what she read.", "sourceId": "264"}, {"categoryId": "5", "formalText": "So they would go to her sister's house and Selma was like 9 and apparently she would just like pick her up out of her car seat like strep miadora hip and carry her like that for the entire weekend.", "sourceId": "265"}, {"categoryId": "5", "formalText": "She would go from place to place to place and she was like, she was really like her doll.", "sourceId": "266"}, {"categoryId": "5", "formalText": "They were inseparable and she was completely adoring and loving and like needed and wanted her to just go everywhere with her.", "sourceId": "267"}, {"categoryId": "5", "formalText": "It wasn't like she necessarily played a whole lot with her, but just had her with her everywhere.", "sourceId": "268"}, {"categoryId": "5", "formalText": "This was she thinks many weekends of that first year.", "sourceId": "269"}, {"categoryId": "5", "formalText": "She thinks relative to the rest of her life.", "sourceId": "274"}, {"categoryId": "5", "formalText": "This was the darkest time for her.", "sourceId": "275"}, {"categoryId": "5", "formalText": "But it doesn't sound like there is anything outstanding about how she treated her or how she interacted with her.", "sourceId": "277"}, {"categoryId": "5", "formalText": "She thinks she gets why it feels so scary to not want to try and general and why it feels like that's going to be the end of the world if she falls into.", "sourceId": "310"}, {"categoryId": "5", "formalText": "A space where she's not feeling connected.", "sourceId": "311"}, {"categoryId": "5", "formalText": "She's not feeling", "sourceId": "312"}, {"categoryId": "5", "formalText": "Momentum or like not trying.", "sourceId": "313"}, {"categoryId": "5", "formalText": "And she thinks she does fall into that space and it's very bad and scary and she's not accepting it as much as she accepts the other mode.", "sourceId": "314"}, {"categoryId": "5", "formalText": "It does make me think of her mom being kind of depressed when she was little and feeling like even she could manage that pretty well and how she was with her that it took effort.", "sourceId": "317"}, {"categoryId": "6", "formalText": "She was three weeks old when they moved and then her mom had never lived away from home and had this new daughter and was like totally depressed for about a year.", "sourceId": "223"}]