[{"categoryId": "0", "formalText": "He feels like last week's session was very helpful.", "sourceId": "11"}, {"categoryId": "0", "formalText": "He feels much less.", "sourceId": "13"}, {"categoryId": "0", "formalText": "He was floundering.", "sourceId": "14"}, {"categoryId": "0", "formalText": "So helpful to be here and particular helpful last week.", "sourceId": "22"}, {"categoryId": "1", "formalText": "He thinks he also expressed that he felt anxious while we were talking.", "sourceId": "24"}, {"categoryId": "2", "formalText": "He didn't really have a reason as to why but after he left he thinks that because it's that he relies on the session that he was and sometimes is anxious.", "sourceId": "25"}, {"categoryId": "2", "formalText": "Like we won't get to something. Not that he has a particular thing.", "sourceId": "26"}, {"categoryId": "2", "formalText": "He needs to get to but like the time is very precious to him.", "sourceId": "27"}, {"categoryId": "2", "formalText": "So he might waste it or something.", "sourceId": "28"}, {"categoryId": "2", "formalText": "So those are his summarize thoughts.", "sourceId": "29"}, {"categoryId": "2", "formalText": "We were talking at the end about what constitutes a good reason or bad reason for making relationship decisions.", "sourceId": "30"}, {"categoryId": "2", "formalText": "He thought maybe we could take that up again.", "sourceId": "31"}, {"categoryId": "5", "formalText": "So it's his new friend Candice came to visit Candice was trying his roommate.", "sourceId": "35"}, {"categoryId": "5", "formalText": "The one of the few people for who was always good for for who for Tanya.", "sourceId": "38"}, {"categoryId": "5", "formalText": "He did all of that work.", "sourceId": "48"}, {"categoryId": "5", "formalText": "He doesn't know if he knew this and had forgotten it but he thinks that he knew this her sister is bipolar and that was a real struggle with.", "sourceId": "50"}, {"categoryId": "5", "formalText": "She had been diagnosed with that in high school for Candice.", "sourceId": "51"}, {"categoryId": "5", "formalText": "So it was interesting to talk with her some about how this affected funniest illness affect her and sort of for understanding of his position in them.", "sourceId": "52"}, {"categoryId": "5", "formalText": "He has the sense that he can express but not explain very well that like being able to walk or being able to talk with Candice and that way was something that is missing from his relationship with Tanya to a large extent.", "sourceId": "53"}, {"categoryId": "5", "formalText": "Not particular about those subjects, but those were part of the conversation.", "sourceId": "54"}, {"categoryId": "5", "formalText": "So that seems important.", "sourceId": "55"}, {"categoryId": "5", "formalText": "He doesn't know how to articulate a better than that, but there's a sense of like scope and depth.", "sourceId": "64"}, {"categoryId": "5", "formalText": "Talk about many things and it doesn't have to stay shallow in any way.", "sourceId": "65"}, {"categoryId": "5", "formalText": "There are only intense moments of danger or some kind in the conversation.", "sourceId": "66"}, {"categoryId": "5", "formalText": "So there are certain topics that like set Tanya off.", "sourceId": "73"}, {"categoryId": "5", "formalText": "Or that's funny can't talk about those feel dangerous to me because he doesn't trust 28 to handle her emotions.", "sourceId": "74"}, {"categoryId": "5", "formalText": "This is Rita and some stones or feels like it and so it's sort of raise the question of like this ever going to go away.", "sourceId": "81"}, {"categoryId": "5", "formalText": "And he thinks that was when she told him that her sister was bipolar and that like it had made her Search Wonder also whether this was a thing what that was going away or whether this was men and so they both sort of side with that moment and she was okay.", "sourceId": "83"}, {"categoryId": "5", "formalText": "He needs to talk about something else.", "sourceId": "84"}, {"categoryId": "5", "formalText": "No, no the last part that he needs to talk about something else.", "sourceId": "87"}, {"categoryId": "5", "formalText": "Protecting himself also and expressing her needs at a time when they can be met still.", "sourceId": "93"}, {"categoryId": "5", "formalText": "Not same situation 21 on say anything until it was like until she was already overwhelmed by whatever negative feelings there were.", "sourceId": "94"}, {"categoryId": "5", "formalText": "Then maybe at times going there is okay, but not be able to not go there at times when there are other things he needs to do, you know, or just sort of function in his day.", "sourceId": "101"}, {"categoryId": "5", "formalText": "Yes, yes, and they supposed to situations where things like that are coming up or are going to come up like some sense of being able to drop her.", "sourceId": "103"}, {"categoryId": "5", "formalText": "Boundaries and say like he needs to not go there right now before he's been there.", "sourceId": "104"}, {"categoryId": "5", "formalText": "Dr. Janice picks up on the it as a thing.", "sourceId": "109"}, {"categoryId": "5", "formalText": "Like this is a thing that helps her feel better which is true and the nice observation, but he also been like bra.", "sourceId": "110"}, {"categoryId": "5", "formalText": "That's why their relationship in the context that like maybe she would feel better.", "sourceId": "111"}, {"categoryId": "5", "formalText": "If she felt like she could take care of him, which is definitely a saying that she says or believes or wants to do which eventually to him expressing The View that he he doesn't particularly trust her and that description of the issue.", "sourceId": "112"}, {"categoryId": "5", "formalText": "The one that he was giving sounds to him like he should let her take care of you as another thing.", "sourceId": "113"}, {"categoryId": "5", "formalText": "That he does not buy he does to make her feel better.", "sourceId": "114"}, {"categoryId": "5", "formalText": "Like he should extend some arbitrary amount of stress not because it's like because he will help her and he found it frustrating.", "sourceId": "115"}, {"categoryId": "5", "formalText": "He guesses he started the summary off of the things that happened that week by saying that he did all the preparations for Candice to come visit that takes time in addition to like spending some time with Candice all weekend to sort of catch up on the things that he has.", "sourceId": "121"}, {"categoryId": "5", "formalText": "He has not done while he was doing those things.", "sourceId": "122"}, {"categoryId": "5", "formalText": "It's very frustrating to carry like he guesses it's frustrating anytime.", "sourceId": "123"}, {"categoryId": "5", "formalText": "It's particularly frustrating.", "sourceId": "124"}, {"categoryId": "5", "formalText": "Contacts to hear like, \"Well if you just do a little more Tony will be better like if you know where yes, if you do a little more 20 would be better.\"", "sourceId": "125"}, {"categoryId": "5", "formalText": "Maybe that's true somewhere but he doesn't think that's the point at the end of the day.", "sourceId": "126"}, {"categoryId": "5", "formalText": "He thinks that the plant the end of the day is that when she can't take care of herself or can't always take care of her so he's certainly become frustrated talking about it.", "sourceId": "127"}, {"categoryId": "5", "formalText": "So, you know, it's and part of the thing about feelings is that he doesn't think that's actually what he is doing and you know, he actually thinks he's very good and he's glad that they got to him for the most part.", "sourceId": "146"}, {"categoryId": "5", "formalText": "But right now he's very frustrated with this idea of like trying to make a relationship better when he's back on yet is out of the crisis where she has hospitalized but she's still pretty bad like she's not doing well.", "sourceId": "147"}, {"categoryId": "5", "formalText": "So they go there in like they can't really talk.", "sourceId": "148"}, {"categoryId": "5", "formalText": "About trust.", "sourceId": "149"}, {"categoryId": "5", "formalText": "He means they did because that was where the conversation went.", "sourceId": "150"}, {"categoryId": "5", "formalText": "And he didn't avoid it like he does sometimes but ends up in the place where he stays like, \"I don't trust here and why should I?\" So which he feels like it's not particularly helpful to Tanya when she is, you know, struggling with her broken like.", "sourceId": "151"}, {"categoryId": "5", "formalText": "Yes at the Viewpoint that he is committed to also but he doesn't always feel.", "sourceId": "157"}, {"categoryId": "5", "formalText": "So yesterday so Sonia like in the morning Tony will get up and then get ready for the day and then he'll get up around the same around the time that she leaves depending on when she leaves because she leaves at different times of day and so often it's the case that she'll she'll like come say goodbye as he's still half-asleep.", "sourceId": "158"}, {"categoryId": "5", "formalText": "So yesterday she sort of said in a slightly peculiar way.", "sourceId": "159"}, {"categoryId": "5", "formalText": "\"Goodbye James,\" which she never really says his name when she is saying the but he doesn't know why he thinks and you know, so he was concerned for a portion of the day that she was going to kill herself.", "sourceId": "160"}, {"categoryId": "5", "formalText": "He thinks that expressed his feelings about the truth and dangerous or something to.", "sourceId": "161"}, {"categoryId": "5", "formalText": "You know that was strikingly direct.", "sourceId": "170"}, {"categoryId": "5", "formalText": "He appreciates it.", "sourceId": "171"}, {"categoryId": "5", "formalText": "He will differentiate between possible outcomes that's not really icy.", "sourceId": "178"}, {"categoryId": "5", "formalText": "But that usually goes hand-in-hand with the other one.", "sourceId": "181"}, {"categoryId": "5", "formalText": "He doesn't know what to do about that.", "sourceId": "191"}, {"categoryId": "5", "formalText": "He thinks he will attempt to sort of observe other people making simple decisions and sort of monitor my reaction to them and sometimes that's helpful.", "sourceId": "193"}, {"categoryId": "5", "formalText": "It's the reason that he likes well written TV shows actually.", "sourceId": "194"}, {"categoryId": "5", "formalText": "Why this marriage it's clear to him that he needs to construct the rest of his life in such a way that is fulfilling in the ways that this marriage is not or else.", "sourceId": "209"}, {"categoryId": "5", "formalText": "He wouldn't be happy right because which is more or less exactly what I said many months ago.", "sourceId": "210"}, {"categoryId": "5", "formalText": "He was also thinking about he doesn't want this but he also thinks that those aren't and he doesn't want to walk away from that commitment that he made but if he hadn't made that commitment, he wishes he would have. His only reasons for not walking away.", "sourceId": "212"}, {"categoryId": "5", "formalText": "Would be concerns for Tanya's well-being in the short run.", "sourceId": "213"}, {"categoryId": "5", "formalText": "Like he actually doesn't want to hurt her.", "sourceId": "214"}, {"categoryId": "5", "formalText": "He does love her.", "sourceId": "215"}, {"categoryId": "5", "formalText": "He sort of feels like there are broader implications, but he can't pull them all out right now.", "sourceId": "228"}, {"categoryId": "5", "formalText": "And he also feels like it's a little bit his own thoughts on its on it are sort of distracting from the main point if that makes sense.", "sourceId": "229"}, {"categoryId": "5", "formalText": "Yes, he guesses another way to describe it as he feels like there's a conflict between his.", "sourceId": "230"}, {"categoryId": "5", "formalText": "I put it commitment work commitment to commitment and his desire to not be unhappy forever or not be unhappy.", "sourceId": "231"}, {"categoryId": "5", "formalText": "Right now and he guesses there is some resolution to that conflict in while I'm just saying he also doesn't know how to work out.", "sourceId": "232"}]