[{"categoryId": "1", "formalText": "It feels like there were particular hard things that we keep getting too and it just feels like lots of hard things come up.", "sourceId": "7"}, {"categoryId": "1", "formalText": "He doesn't know. Maybe some of both. He thinks mostly he thinks he at least tries to talk about anything except Tanya and eventually we get talking about Tanya and that's just hard at least that's what he feels like today.", "sourceId": "8"}, {"categoryId": "2", "formalText": "He finds smaller problems generalized in a way.", "sourceId": "12"}, {"categoryId": "2", "formalText": "Like if we can solve something less important maybe that will speak to something more important and it will be easier to do so.", "sourceId": "13"}, {"categoryId": "2", "formalText": "You know, it's like we talked about this brown students and taxes and means nothing important at all.", "sourceId": "15"}, {"categoryId": "2", "formalText": "But there's something about relating to other people that involved in it.", "sourceId": "16"}, {"categoryId": "2", "formalText": "So Tanya, he might just go going to Jumping to talking about Tanya then he guesses so she continues to do well in the scale of the last several months.", "sourceId": "17"}, {"categoryId": "2", "formalText": "He thinks so mean and she's depressed but not near suicidal.", "sourceId": "18"}, {"categoryId": "2", "formalText": "That's that's good.", "sourceId": "19"}, {"categoryId": "2", "formalText": "He can't remember last week if she had surged trying to reconstruct the last several months of her life or not.", "sourceId": "20"}, {"categoryId": "2", "formalText": "She doesn't really remember them.", "sourceId": "21"}, {"categoryId": "2", "formalText": "So it's particular when she was doing ECT, but even reaching out much farther back than that.", "sourceId": "22"}, {"categoryId": "2", "formalText": "She said she can't really remember what it's like a brown or why she couldn't handle it or what was going on.", "sourceId": "23"}, {"categoryId": "2", "formalText": "That made it so hard.", "sourceId": "24"}, {"categoryId": "2", "formalText": "Which you know, it's like the last two and a half years.", "sourceId": "25"}, {"categoryId": "2", "formalText": "And so he finds himself in this position of a certainty for the last several months.", "sourceId": "26"}, {"categoryId": "2", "formalText": "He's actually been here.", "sourceId": "27"}, {"categoryId": "2", "formalText": "He knows exactly what it's been going on as much as he can see her from the outside before that.", "sourceId": "28"}, {"categoryId": "2", "formalText": "He has a general sense of what was going on.", "sourceId": "29"}, {"categoryId": "2", "formalText": "He was in there every day and he doesn't know how fundamentally he doesn't know why she could handle what was going on at Brown.", "sourceId": "30"}, {"categoryId": "2", "formalText": "He can tell through sort of the thing.", "sourceId": "31"}, {"categoryId": "2", "formalText": "She talks about what those are mostly useful as ways of reminding people that say it said before not as good descriptors of what went on but she can't remember what she said before.", "sourceId": "32"}, {"categoryId": "2", "formalText": "What she felt before so that's not useful.", "sourceId": "33"}, {"categoryId": "2", "formalText": "She got all of these journals because particularly when she gets depressed or when she was hospitalized.", "sourceId": "34"}, {"categoryId": "2", "formalText": "She has this view of she at least over the last several years that had this point of view of depression as being sort of the month Felix thing that was imposed upon her as if no external causes in her situation can possibly be related to it.", "sourceId": "36"}, {"categoryId": "2", "formalText": "So they're making it not very helpful because they talked about how she feels and not what's going on that is most certainly related to how she feels up a time but now we drifted away into the causes of Tony has depression, which is big in a sense fundamentally unanswerable question.", "sourceId": "37"}, {"categoryId": "2", "formalText": "Like why is she depressed?", "sourceId": "38"}, {"categoryId": "2", "formalText": "Maybe it's not he means, he guesses he would like to have feedback on that.", "sourceId": "39"}, {"categoryId": "2", "formalText": "Yeah, it's sort of like our best scientific evidence suggests that the biology and the environment are entangled and Subway like their environment Iran continues to shape you throughout the time in the actual physical way in recent studies that strongly support that it's good.", "sourceId": "72"}, {"categoryId": "2", "formalText": "It's interesting, but it doesn't we could talk about Mind Body divide and all that but he doesn't know that matter.", "sourceId": "73"}, {"categoryId": "2", "formalText": "Is it also when she had a particular set of suspect abilities that the environment at Brown really played on it despite counseling with an absurd number of people regularly and couldn't deal with it and couldn't deal with it and couldn't develop a way of dealing with it.", "sourceId": "74"}, {"categoryId": "2", "formalText": "When he guesses the piece that he really can't get a grip on is where it came to suicidally because there's this option of just walking away from where she is but he thinks that for her she couldn't see it.", "sourceId": "75"}, {"categoryId": "2", "formalText": "Option he thinks that in part because she couldn't see the depression as a thing X parade by her surroundings or something like that.", "sourceId": "76"}, {"categoryId": "2", "formalText": "He's thinking he's her he's angry about it and she's coming back to the abyss in a lot of ways and she doesn't remember things being and she can just tell that she was in it because she's coming back from it.", "sourceId": "82"}, {"categoryId": "2", "formalText": "And there's sense in which she expects him to be a partner to her.", "sourceId": "83"}, {"categoryId": "2", "formalText": "He doesn't really trust her and you know, he thinks he loves her but often he just feels so many negative emotions like pain and anger.", "sourceId": "84"}, {"categoryId": "2", "formalText": "So, you know I suggest about talking about it can help and he's talking about it.", "sourceId": "87"}, {"categoryId": "2", "formalText": "But other than that, he doesn't really know what to do.", "sourceId": "88"}, {"categoryId": "2", "formalText": "And there's a sense in which he thinks that's particularly hard to deal with for him because it falls into a repeated class of failures for him.", "sourceId": "98"}, {"categoryId": "2", "formalText": "You know, he's doing well or very nearly all the house chores for two people for 6 months or longer in addition to working and trying to take care of Tanya manager care what other people are taking care of her and you know, she's now in this place of can't remembering things because of the e c t that she did and innocence on his watch right?", "sourceId": "113"}, {"categoryId": "2", "formalText": "So it's which can't remember things and he feels like at least a little bit of it his fault even though he's not sure if he could have made any different decisions.", "sourceId": "114"}, {"categoryId": "2", "formalText": "Because he's feeling lost in this.", "sourceId": "122"}, {"categoryId": "2", "formalText": "Yeah, and he can say these things to himself right just saying them.", "sourceId": "123"}, {"categoryId": "2", "formalText": "It's not often but enough if he can just acknowledge that but he's not sure that's enough here.", "sourceId": "124"}, {"categoryId": "2", "formalText": "He knows what has happened.", "sourceId": "125"}, {"categoryId": "2", "formalText": "He doesn't know what to do.", "sourceId": "126"}, {"categoryId": "2", "formalText": "Yeah, he doesn't feel like her feeling in her promises.", "sourceId": "144"}, {"categoryId": "2", "formalText": "Gives him an excuse to fail in mine.", "sourceId": "145"}, {"categoryId": "2", "formalText": "It's that certainty in regular and regular contracts off.", "sourceId": "146"}, {"categoryId": "2", "formalText": "Obviously that voids the contract but it's not how he views this particular engagement for marriage literally but Arrangements.", "sourceId": "147"}, {"categoryId": "2", "formalText": "You know, then there's the question of does this matter what you know, if she's not responsible responsible for the illness can be angry with her and some sense.", "sourceId": "148"}, {"categoryId": "2", "formalText": "That is the thing that happened to her as much as it happened to him.", "sourceId": "149"}, {"categoryId": "2", "formalText": "But if she's responsible for the illness, then it's a thing she did as well as what happened to her.", "sourceId": "150"}, {"categoryId": "2", "formalText": "He doesn't know why it really matters, but it seems to", "sourceId": "151"}, {"categoryId": "2", "formalText": "I would imagine responsibility would matter for most people and then I would also say in particular for him in addition to that it's his personal ethic in a very broad sense that.", "sourceId": "152"}, {"categoryId": "2", "formalText": "Yeah, he thinks that's about right.", "sourceId": "153"}, {"categoryId": "2", "formalText": "There's actions about her that it hurt him it hurt her too, but it hurt him.", "sourceId": "157"}, {"categoryId": "2", "formalText": "I'm so he's wondering is she responsible for hurting him or could she not do anything about hurting him?", "sourceId": "158"}, {"categoryId": "2", "formalText": "Sure seems to matter to him.", "sourceId": "162"}, {"categoryId": "2", "formalText": "Yeah, it's her.", "sourceId": "163"}, {"categoryId": "2", "formalText": "She does not like the idea of having hurt him.", "sourceId": "164"}, {"categoryId": "2", "formalText": "But mostly he thinks she's just pleased that she didn't kill herself, which is fair.", "sourceId": "165"}, {"categoryId": "2", "formalText": "He's glad she didn't kill herself also, but", "sourceId": "166"}, {"categoryId": "2", "formalText": "but even saying that I get the sense, it's sort of like that's a pretty low bar.", "sourceId": "167"}, {"categoryId": "2", "formalText": "It's a level bar on the other hand is a really high bar.", "sourceId": "173"}, {"categoryId": "2", "formalText": "You know, he thinks it really does matter that she didn't kill herself.", "sourceId": "175"}, {"categoryId": "2", "formalText": "He also thinks it's also matters that you didn't try although.", "sourceId": "176"}, {"categoryId": "2", "formalText": "When you get to the point of making a plan and getting ready to execute the line between that and trying doesn't seem like a large lines him, but not that big of a deal.", "sourceId": "177"}, {"categoryId": "2", "formalText": "He thinks she may have heard those words that she may need to do things to regain his trust.", "sourceId": "178"}, {"categoryId": "2", "formalText": "He thinks she's heard those words and understood them, but he thinks he's but he's not sure.", "sourceId": "179"}, {"categoryId": "2", "formalText": "He's pretty sure she would not have any idea.", "sourceId": "180"}, {"categoryId": "2", "formalText": "He's not sure he thinks she's still depressed but not nearly as bad and then so then yeah, he doesn't know that she's thinking very hard about the future so much as dealing with the present and the guy got to be awful not to remember the last several years that's got to be terrible, but he doesn't actually have as much sympathy left for her, which is horrible or I think it's horrible, but", "sourceId": "190"}, {"categoryId": "2", "formalText": "Yeah, and so, you know, he thinks he's better than other people.", "sourceId": "198"}, {"categoryId": "2", "formalText": "Maybe he has an articulated that in so many words before but he feels like he's tried to say that and so he has pretty high expectations for himself to be able to handle these things.", "sourceId": "199"}, {"categoryId": "2", "formalText": "And for the most part he can't so that any space between handling it perfectly and where he can actually is is not always but sometimes that's space in which he's failing because he can see how you would handle it better, but he can't it's not some significant sufficient to say well under these circumstances a person normally handles it this way because it's very few aspects among the life and which he has been normal, you know, sometimes he can deal with that.", "sourceId": "200"}, {"categoryId": "2", "formalText": "Sometimes he can't that's an ongoing struggle to say.", "sourceId": "201"}, {"categoryId": "2", "formalText": "Under ideal conditions.", "sourceId": "202"}, {"categoryId": "2", "formalText": "He would handle it this way.", "sourceId": "203"}, {"categoryId": "2", "formalText": "These are not ideal conditions.", "sourceId": "204"}, {"categoryId": "2", "formalText": "Yeah, he feels like a way forward for them is for her not to reply to him alone right now.", "sourceId": "206"}, {"categoryId": "2", "formalText": "Like she has friends and family and then get them to help her deal with the problems of now are less severe and that they can help with and that's you know, he's asked her to talk to her friends and her family about the memory loss and she's both because she has a tendency to try and hide things like this and because he can't reconstruct every conversation.", "sourceId": "207"}, {"categoryId": "2", "formalText": "She had with another person for her or what she did with these peoples often.", "sourceId": "208"}, {"categoryId": "2", "formalText": "He only hears what Tanya told him and doesn't remember it now or remember it just be receipt house because it's just", "sourceId": "209"}, {"categoryId": "2", "formalText": "What's so he thinks she will do that.", "sourceId": "210"}, {"categoryId": "2", "formalText": "You know, she seems to think that made sense and that she would do that in so he thinks she will he thinks it will take her time.", "sourceId": "213"}, {"categoryId": "2", "formalText": "He thinks she will continue to rely on him for", "sourceId": "214"}, {"categoryId": "2", "formalText": "you know day today sport in a variety of ways.", "sourceId": "215"}, {"categoryId": "2", "formalText": "He means the other piece other piece of this is like how does he have conversations with her where he says that like he can't support her right now.", "sourceId": "222"}, {"categoryId": "2", "formalText": "He can't do that.", "sourceId": "223"}, {"categoryId": "2", "formalText": "He hopes heart is like both practically and murali like that is the thing that will hurt her.", "sourceId": "225"}, {"categoryId": "2", "formalText": "It's not like he hasn't had pieces of that conversation over the last several months a couple months.", "sourceId": "226"}, {"categoryId": "2", "formalText": "If he knows that an action he takes is going to hurt her and he takes that action then there's some sense of him trying to deliberately hurt her.", "sourceId": "228"}, {"categoryId": "2", "formalText": "Yeah, he means, this is for the responsibilities question comes in.", "sourceId": "232"}, {"categoryId": "2", "formalText": "In though, doesn't it if we fight he doesn't feel like she did that to hurt him but she feels like she could reasonably understood both given her childhood and her first long-term relationship, but she had an emotionally abusive boyfriend who was depressing friend to kill himself if she didn't do whatever.", "sourceId": "233"}, {"categoryId": "2", "formalText": "He means something like horrible horrific terrible things have happened to her and he gets that and that's a bad but that should make him work through to her that doing these things is not okay not and so should make it more clear to him that doing these things is not okay not less.", "sourceId": "235"}, {"categoryId": "2", "formalText": "Like he thought he had more or less put that to rest but other infidelity, but it's interesting that comes to mind when he's angry now, even though he even though he really at least doesn't think or do you think he forgave her?", "sourceId": "250"}, {"categoryId": "2", "formalText": "Had words to heal.", "sourceId": "251"}, {"categoryId": "2", "formalText": "Yeah, and then they're just like, you know in a sense of like", "sourceId": "299"}, {"categoryId": "2", "formalText": "How it's good thing to be nice to people and that it's particularly a good thing to be nice to people who are in pain.", "sourceId": "300"}, {"categoryId": "2", "formalText": "So if Tanya is still in a lot of pain he should be nicer but he's also angry. It's hard being nice when he's angry.", "sourceId": "301"}, {"categoryId": "2", "formalText": "Well, and so this is when things right like this is why the brown students and their taxes are so relevant like they're not meeting their obligations, but it doesn't change what he needs to do.", "sourceId": "305"}, {"categoryId": "2", "formalText": "So obviously he doesn't love them.", "sourceId": "306"}, {"categoryId": "2", "formalText": "So that's the issue.", "sourceId": "307"}, {"categoryId": "2", "formalText": "But he feels like I'm arguing for some sort of society in his perceptions and he just", "sourceId": "308"}, {"categoryId": "5", "formalText": "And so he can't make sense of it, but the", "sourceId": "77"}, {"categoryId": "5", "formalText": "is Halloween some way because sort of just rationalizing all the pieces not one that he can share with her in any meaningful way because she doesn't remember and so", "sourceId": "78"}, {"categoryId": "5", "formalText": "You know, there's an interesting description of it as an illness itself has progressed across Generations in her family.", "sourceId": "79"}, {"categoryId": "5", "formalText": "So go her parents parents were really terrible parents just didn't seem to like children were angry all the time towards the children at their existence or something like that which left their father with anger issues in the mother with abandonment issues and then they got married and their anger and abandonment issues together and so her mother left and her father yelled a lot and then left her with both sets of issues, which they have played out in a relationship probating the traumas that were handed to her to him.", "sourceId": "80"}, {"categoryId": "5", "formalText": "So like he grew up in a religious organization that had totally corrupt leadership.", "sourceId": "99"}, {"categoryId": "5", "formalText": "He had these expectations of going to college and it being the filling time of you know, reading and learning and growing with a community of people want to do the same which I did find a very small community of people who are very like-minded, but it was not very not that", "sourceId": "100"}, {"categoryId": "5", "formalText": "Full Celine undergraduate school for not similar reasons, but actually with similar expectations and really not the same.", "sourceId": "101"}, {"categoryId": "5", "formalText": "It's just an Ohio in a particular.", "sourceId": "102"}, {"categoryId": "5", "formalText": "Everyone is very very busy and doesn't recognize to extent to which they're missing and the real Conjuring ality in the department.", "sourceId": "103"}, {"categoryId": "5", "formalText": "It's really hard to see it be part of it and deal with again.", "sourceId": "104"}, {"categoryId": "5", "formalText": "He has these expectations of marriage of some sort of partnership that they had made a sort of plan together to do this graduate school sayings get through it together.", "sourceId": "105"}, {"categoryId": "5", "formalText": "She had just gone gone.", "sourceId": "106"}, {"categoryId": "5", "formalText": "It feels like this thing happened in some way, you know a place that will", "sourceId": "107"}, {"categoryId": "5", "formalText": "But he won't snuff surprised and it happened in graduate school.", "sourceId": "108"}, {"categoryId": "5", "formalText": "He sort of went well.", "sourceId": "109"}, {"categoryId": "5", "formalText": "\"Okay, what do we do about it?\"", "sourceId": "110"}, {"categoryId": "5", "formalText": "And so he stopped on a lot of communities in an effort to make it a better place for the next set of people because it's not a thing that's going away.", "sourceId": "111"}, {"categoryId": "5", "formalText": "He doesn't know what to do here.", "sourceId": "112"}]