[{"categoryId": "0", "formalText": "So he defended his dissertation.", "sourceId": "4"}, {"categoryId": "0", "formalText": "It went fine.", "sourceId": "8"}, {"categoryId": "0", "formalText": "It was not the best presentation he's ever given but it was good enough.", "sourceId": "9"}, {"categoryId": "0", "formalText": "So he got the dissertation done early Friday morning food, Ohio and Sunday made his slides and he finishs those Tuesday morning and then give the fuck an hour later.", "sourceId": "10"}, {"categoryId": "0", "formalText": "So not the way he would recommend doing it to anyone, but it got done.", "sourceId": "11"}, {"categoryId": "0", "formalText": "Because it took him a little longer so he wouldn't really recommend that either but that was what he did and he feels like there's an important question and why did he do that there and some of that is related to the deadline so forth but part of his he has a difficult time estimating how long something is going to take sometimes he does things like this where that should not have been possible but he did it. That makes it harder to ask him the next time.", "sourceId": "19"}, {"categoryId": "0", "formalText": "How long is that task going to actually take he has no idea how long that has should have taken out.", "sourceId": "20"}, {"categoryId": "1", "formalText": "It's like it's been a very intense and focused experience and clarifying in some way.", "sourceId": "65"}, {"categoryId": "1", "formalText": "And so there was sort of some sense of loss and not going away.", "sourceId": "67"}, {"categoryId": "1", "formalText": "What he needs to do next but there's no urgency to it.", "sourceId": "69"}, {"categoryId": "1", "formalText": "Even if the urgency was entirely artificial and mostly self-imposed.", "sourceId": "70"}, {"categoryId": "1", "formalText": "The other thing was sort of like a dread of coming back.", "sourceId": "71"}, {"categoryId": "2", "formalText": "Even when Tanya as well these days she's still very depressed and that's hard to be around all the time.", "sourceId": "72"}, {"categoryId": "2", "formalText": "It just is a it's a hard thing.", "sourceId": "73"}, {"categoryId": "2", "formalText": "So, you know, he might say something like he doesn't want to live that way for the rest of his life.", "sourceId": "74"}, {"categoryId": "2", "formalText": "But he also recognizes that he does have a tendency to despair about some situations and he's trying to find a realistic balance between this.", "sourceId": "75"}, {"categoryId": "2", "formalText": "Black between the wings.", "sourceId": "76"}, {"categoryId": "2", "formalText": "That was sort of the end of that little spot.", "sourceId": "77"}, {"categoryId": "2", "formalText": "Sure, as long as depression drugs on four more years, it feels like more like it's a drain on him emotionally and TimeWise and there is there's not much else in a relationship for him besides that. That's a particularly Bleak picture of it, if not totally accurate, but it's like the most important feature of a relationship is not doing things together, caring about each other, taking care of each other in like normal way.", "sourceId": "81"}, {"categoryId": "2", "formalText": "It's serviced her depression or something.", "sourceId": "82"}, {"categoryId": "2", "formalText": "He feels that in addition to their not being more than Tanya's depression in his marriage he feels that's true for Tanya as a person to that that much of her life right now.", "sourceId": "83"}, {"categoryId": "2", "formalText": "Yeah, yeah, he feels like she has worked hard in the last he doesn't know 8 months to make that less true, but something can be less true and still very true.", "sourceId": "84"}, {"categoryId": "2", "formalText": "One thing he hasn't really said anything about anyone else but in the last week a number of people particularly her friends, but a number of people have started like been congratulatory and said things like, \"I'm so happy for both of you.\" Think he got it while in general since he sort of appreciates the sentiment.", "sourceId": "86"}, {"categoryId": "2", "formalText": "He thinks he finds it irritating because he doesn't feel like this is a thing they did.", "sourceId": "87"}, {"categoryId": "2", "formalText": "This is the thing that he did in spite of circumstances some of which were Tanya, so he mostly wanted to say that so now he has and that's better.", "sourceId": "88"}, {"categoryId": "2", "formalText": "Absolutely ya know but he thinks they've talked about that sound before he felt trapped in a lot of ways and one of the things that he does when he feels trapped is he tries to find a way to like get out of it.", "sourceId": "91"}, {"categoryId": "2", "formalText": "His first response is to say well, why does he feel trapped because if he can identify that then in theory he could alleviate some of those things and he thinks they just talked about that in some sense.", "sourceId": "113"}, {"categoryId": "2", "formalText": "She's unhappy most of the time and not.", "sourceId": "114"}, {"categoryId": "2", "formalText": "And he guesses he feels like he doesn't really trust her to or the same extent at all.", "sourceId": "115"}, {"categoryId": "2", "formalText": "Like he just he meant to say more there but then.", "sourceId": "116"}, {"categoryId": "2", "formalText": "Seems like the appropriate place for it.", "sourceId": "117"}, {"categoryId": "2", "formalText": "But that's not what mately what makes him feel trapped because he's trapped by his sense of obligation.", "sourceId": "118"}, {"categoryId": "2", "formalText": "Yeah, so he feels trapped he thinks because he can't leave or he can't leave without breaking about which is the thing.", "sourceId": "121"}, {"categoryId": "2", "formalText": "He doesn't want to do and he can't make her better and it's he doesn't know.", "sourceId": "122"}, {"categoryId": "2", "formalText": "He's not sure how to say it.", "sourceId": "123"}, {"categoryId": "2", "formalText": "Other than like it's emotionally draining to be in a relationship with someone who's like who's depressed.", "sourceId": "124"}, {"categoryId": "2", "formalText": "Yeah, he thinks it's not strictly fair to say he gets little of what he needs.", "sourceId": "127"}, {"categoryId": "2", "formalText": "He thinks maybe it's better to say he cannot predict when he will get anything that he needs or when it will be like no having needs a totally unacceptable or intolerable or something.", "sourceId": "128"}, {"categoryId": "2", "formalText": "So that does one thing and then like feeling like it's a burden to ask for anything is another thing.", "sourceId": "129"}, {"categoryId": "2", "formalText": "Right, but he feels like sometimes they want things in relationships that they should not want or that like that reflects a problem in itself.", "sourceId": "139"}, {"categoryId": "2", "formalText": "And he was like intrinsic question him or someone sort of like well, it seems like he can't have these things.", "sourceId": "143"}, {"categoryId": "2", "formalText": "And he felt like that's not present in Tanya.", "sourceId": "146"}, {"categoryId": "5", "formalText": "It was like there's a household rescheduling to get all the right people in the same room at the same time.", "sourceId": "24"}, {"categoryId": "5", "formalText": "Most of it he thinks was he thinks he felt like rescheduling it would be admitting defeat them on.", "sourceId": "25"}, {"categoryId": "5", "formalText": "Despite the not really.", "sourceId": "26"}, {"categoryId": "5", "formalText": "Not really being true in any meaningful sense and he felt like his circle of close friends has had a lot of negative incidents in the last year.", "sourceId": "27"}, {"categoryId": "5", "formalText": "You know, Tanya has been hospitalized multiple times and left her program. Frank almost died almost to apply for faculty job and then had to not because it was driving him crazy.", "sourceId": "28"}, {"categoryId": "5", "formalText": "He felt like in substance the people around him needed success and he needed a success for him.", "sourceId": "29"}, {"categoryId": "5", "formalText": "And so he thought I might find that interesting.", "sourceId": "30"}, {"categoryId": "5", "formalText": "So yeah a whole lot of people have been excited for him and congratulatory and all of that it took him most of Wednesday to fly back most of Wednesday to fly back last week because when he booked the flights, he was a lot of traffic. He had sort of thought that he would be very pleased afterwards and certainly after he finishes the dissertation and sent it off.", "sourceId": "59"}, {"categoryId": "5", "formalText": "She does have future plans for herself.", "sourceId": "148"}, {"categoryId": "5", "formalText": "So she talking about wanting to be a priest and so she's a little bit excited about that and a little bit terrified about that and knows their he understands both of those and that's fine.", "sourceId": "149"}, {"categoryId": "5", "formalText": "He feels like wanting to be a priest is mostly a response to feeling like she can't be a cat.", "sourceId": "150"}, {"categoryId": "5", "formalText": "Academic academic session and feeling that's the closest thing given the type of schooling that she's done.", "sourceId": "151"}, {"categoryId": "5", "formalText": "Yeah, he means, he doesn't know whether it's related to Tanya or whether they're like both related to the same thing.", "sourceId": "163"}, {"categoryId": "5", "formalText": "He thinks it's more like that.", "sourceId": "164"}, {"categoryId": "5", "formalText": "Yeah, he guesses he probably did mean that yeah, so that's kind of a big probably a d feature of highlight to existing relationships.", "sourceId": "168"}, {"categoryId": "5", "formalText": "He doesn't want the relationship to all be about him.", "sourceId": "169"}, {"categoryId": "5", "formalText": "And so it's we talked many times about this being a strange relationship for him because like he comes and tells me his problems and that's what we talked about.", "sourceId": "170"}]