[{"categoryId": "0", "formalText": "She had her nice yesterday.", "sourceId": "6"}, {"categoryId": "0", "formalText": "What's the school is over for the semester, but she wanted longer. It probably kind of feels like she misses that structure, but she's kind of a little sad about Peter Department.", "sourceId": "7"}, {"categoryId": "0", "formalText": "She went to see her roommate yesterday, and she said she keeps, they keep, finding people, but, for some reason, these people don't want her room.", "sourceId": "8"}, {"categoryId": "0", "formalText": "So she's already paid for the December rent without actually living there, and she's paid for the January rent.", "sourceId": "9"}, {"categoryId": "0", "formalText": "Also, she feels really bad about this. Just working out $800 is $900 a month without like sort of just wasted.", "sourceId": "10"}, {"categoryId": "0", "formalText": "So she means the reason why she wanted to leave the place, she means, we talked about all of the psychological subconscious reasons, but the practical thing that she was thinking was there was already someone who was interested.", "sourceId": "11"}, {"categoryId": "0", "formalText": "So she kept thinking about her and thinking of saving that money or giving it to her mom.", "sourceId": "12"}, {"categoryId": "0", "formalText": "So then when she finally decided to her.", "sourceId": "13"}, {"categoryId": "0", "formalText": "Place, she asked that girl, and she was still interested.", "sourceId": "14"}, {"categoryId": "0", "formalText": "That's why she asked her roommate to see if they would be a good fit, and they're not, and she was like. She was a little upset by that, because Alana's like, \"Yeah, the girl is a little pushy,\" and she's thinking, \"She can't be any pushier than me or when do you guys actually see each other?\"", "sourceId": "15"}, {"categoryId": "0", "formalText": "Not that often.", "sourceId": "16"}, {"categoryId": "0", "formalText": "It was kind of lonely in that place, because she wouldn't see her roommates for days, and there's such little interaction time.", "sourceId": "17"}, {"categoryId": "0", "formalText": "Why does it matter that the person she doesn't really see that often is pushy?", "sourceId": "18"}, {"categoryId": "0", "formalText": "She doesn't know.", "sourceId": "19"}, {"categoryId": "0", "formalText": "She cannot do anything because they're the ones who have to live with the person.", "sourceId": "23"}, {"categoryId": "0", "formalText": "So she's not allowed to do anything.", "sourceId": "25"}, {"categoryId": "0", "formalText": "She means, she knows she signs the lease. She's responsible for the rent, and obviously she'll pay it, but just makes her feel a little bad for. So they're all the, they reject to get a lot of interest but then they reject people, and one of the guys they rejected because he was upset that they, that people mispronounce his name.", "sourceId": "26"}, {"categoryId": "0", "formalText": "So can she say the dream again?", "sourceId": "91"}, {"categoryId": "0", "formalText": "Oh, just stuff. Me with stuff and there's a glass or something horrible happens, and she was on his arm, and she was next to him and he was going ahead and defusing the stuff.", "sourceId": "92"}, {"categoryId": "0", "formalText": "They're doing it the right way, because he knew how to.", "sourceId": "93"}, {"categoryId": "0", "formalText": "Diffuse the explosion.", "sourceId": "94"}, {"categoryId": "0", "formalText": "It was like furniture or something, and, suddenly, it looks like furniture. But as soon as she goes close or does something, it changes. It was deceptive stuff.", "sourceId": "98"}, {"categoryId": "0", "formalText": "It looks normal.", "sourceId": "99"}, {"categoryId": "0", "formalText": "But as soon as she did something that changed and became like, yeah, harmful, something scary pops out or something, but there was, that was just one of the dreams she has. Other dreams 2 and when she wasn't there.", "sourceId": "100"}, {"categoryId": "0", "formalText": "She was just. She had the ability to fly.", "sourceId": "103"}, {"categoryId": "0", "formalText": "It was weird, but look like Google Maps.", "sourceId": "104"}, {"categoryId": "0", "formalText": "She just sometimes. Just caught herself down on some corner of the street, and the images via where she can actually see the street level View, and then she just goes from one point to one point and then she's able to see the whole street like that.", "sourceId": "107"}, {"categoryId": "0", "formalText": "So it was like that.", "sourceId": "108"}, {"categoryId": "0", "formalText": "She was just imagining she would say, \"Okay.\"", "sourceId": "110"}, {"categoryId": "0", "formalText": "She's going to go down the street, and she would just fly over it.", "sourceId": "111"}, {"categoryId": "0", "formalText": "She was in an auto. Just really famous actor in India.", "sourceId": "113"}, {"categoryId": "0", "formalText": "He doesn't look so good now. He's in his forties, but she was with him, and he was 18, and he looks really really cute and hot. It's weird.", "sourceId": "114"}, {"categoryId": "0", "formalText": "And then she tried really, really hard to imagine Victor straight, but she just couldn't do it for some reason. Then, finally, did it. She cheated or something, and she did it and that was hovering over him or something.", "sourceId": "115"}, {"categoryId": "0", "formalText": "That's it.", "sourceId": "116"}, {"categoryId": "0", "formalText": "It's so weird.", "sourceId": "117"}, {"categoryId": "0", "formalText": "She was just like om flying.", "sourceId": "120"}, {"categoryId": "0", "formalText": "She doesn't know that she was serving stuff.", "sourceId": "121"}, {"categoryId": "0", "formalText": "She can't describe it.", "sourceId": "123"}, {"categoryId": "0", "formalText": "The fly felt like?", "sourceId": "153"}, {"categoryId": "0", "formalText": "Ritz carry a bit weird but normal. An exciting imaginative, and also she guesses a little yeah fun and dangerous, and being Sly and because she kept telling herself course, she's invisible.", "sourceId": "154"}, {"categoryId": "0", "formalText": "No one can see her so.", "sourceId": "155"}, {"categoryId": "0", "formalText": "It's like the Google Maps thing she feels it's yet.", "sourceId": "158"}, {"categoryId": "0", "formalText": "It was pretty close because of the ground buildings.", "sourceId": "159"}, {"categoryId": "0", "formalText": "She doesn't know, but then hang with the actor. She was visible.", "sourceId": "160"}, {"categoryId": "0", "formalText": "She guesses she felt just like she was doing something that she wasn't supposed. She or she was doing something that people, she doesn't know, might find weird if they knew about it or not like it or something like that.", "sourceId": "164"}, {"categoryId": "0", "formalText": "But yeah, it was springing.", "sourceId": "165"}, {"categoryId": "0", "formalText": "She doesn't exactly know what it feels like to feel free.", "sourceId": "166"}, {"categoryId": "0", "formalText": "There's a lot of anxiety attached to freedom, she thinks, for her, so because she's doing something, it feels like she's doing it for the first time or she doesn't know what it's going to be.", "sourceId": "167"}, {"categoryId": "0", "formalText": "This was this is a very Cecilia piece thing to say. She startle operating on it.", "sourceId": "173"}, {"categoryId": "0", "formalText": "She has an idea, and then she stops and then she asks me.", "sourceId": "174"}, {"categoryId": "0", "formalText": "No, because she's saying she's telling that for her.", "sourceId": "175"}, {"categoryId": "0", "formalText": "It's something that's full of anxiety.", "sourceId": "176"}, {"categoryId": "0", "formalText": "So she's not really sure that is freedom or if it's not.", "sourceId": "177"}, {"categoryId": "0", "formalText": "Whether freedom and anxiety to go together.", "sourceId": "178"}, {"categoryId": "0", "formalText": "She guesses they do, but she's saying, for her, they do. She hasn't asked other people if that's something to them, too.", "sourceId": "179"}, {"categoryId": "0", "formalText": "Yeah, she guesses because then she was flying on her own, and she sees what I mean about it being liberating.", "sourceId": "262"}, {"categoryId": "0", "formalText": "It was, she means, it was all so. It was a twinge of anxiety with it.", "sourceId": "263"}, {"categoryId": "0", "formalText": "Not that, \"Oh my God, I'm going to fall.\"", "sourceId": "264"}, {"categoryId": "0", "formalText": "She doesn't think she felt that, but she just does. She knows what she's doing that kind of thing.", "sourceId": "265"}, {"categoryId": "0", "formalText": "So there's an anxiety about having a freedom.", "sourceId": "266"}, {"categoryId": "0", "formalText": "Yeah, she means, it's just like, what she said so often hear that okay.", "sourceId": "267"}, {"categoryId": "0", "formalText": "Yeah, and yeah, it was in an urban space.", "sourceId": "272"}, {"categoryId": "0", "formalText": "She was. She had her roots like she said, on it was like Google Maps.", "sourceId": "273"}, {"categoryId": "0", "formalText": "It was really from point A to point B, actually remember thinking that okay from now.", "sourceId": "274"}, {"categoryId": "0", "formalText": "She's going to fly from the street and straight to that to the end of buck Street, which is where Victor's house is or something like that is very structured and oriented.", "sourceId": "275"}, {"categoryId": "0", "formalText": "It was not open space and on top of an ocean or something.", "sourceId": "276"}, {"categoryId": "1", "formalText": "Well yesterday.", "sourceId": "28"}, {"categoryId": "1", "formalText": "She was feeling really, really horrible.", "sourceId": "29"}, {"categoryId": "1", "formalText": "She was walking around the streets crying, just. She just, and she was actually aware of what she was doing.", "sourceId": "30"}, {"categoryId": "2", "formalText": "She was thinking of Andre. Thinking and rethinking the same things, and she was feeling so victimized, and like, what we talked about, having that narrative constantly debilitate her.", "sourceId": "31"}, {"categoryId": "2", "formalText": "She guesses another way of looking at it, is that she reacts to situations in a negative way.", "sourceId": "37"}, {"categoryId": "2", "formalText": "She doesn't know.", "sourceId": "38"}, {"categoryId": "2", "formalText": "Because she's feeling especially insecure.", "sourceId": "61"}, {"categoryId": "2", "formalText": "Yeah, she guesses, she means, she's sure she she's trying to think, if there were times in her life where she was less insecure, but she doesn't know she might have been, but she might have still been insecure about other things, even as a child, as like to stop going to Facebook.", "sourceId": "62"}, {"categoryId": "2", "formalText": "Stop looking at like deliberately torture herself.", "sourceId": "63"}, {"categoryId": "2", "formalText": "Like, she'll start Facebook in the morning, so she can feel bad all day, but he's right about that then she's like, but she has to develop those impulses, and so she can be emotionally strong and look at those things objectively and he's like, well until she does.", "sourceId": "64"}, {"categoryId": "2", "formalText": "She should, she doesn't know.", "sourceId": "65"}, {"categoryId": "2", "formalText": "But she should say was changed or maybe it's. She doesn't want to jinx it.", "sourceId": "66"}, {"categoryId": "2", "formalText": "But and she hopes it's true there, but she's learning that thing about what she's feeling is temporary.", "sourceId": "67"}, {"categoryId": "2", "formalText": "She doesn't know.", "sourceId": "68"}, {"categoryId": "2", "formalText": "She hopes it's true because previously all these things she's feeling, she would feel them so intensely, and she would just be totally in the moment and then it's Victor says that there were just be dishonest abundant present and no regard for there is a past or if they're well regard for the past, definitely, but no regard for the future, but she thinks her thinking is opening in that direction a little bit, and she actually. Does she like or a sense that oh, she guesses she's sad right now, and it feels awful, but maybe she won't feel so awful a few hours or a few days.", "sourceId": "69"}, {"categoryId": "2", "formalText": "She doesn't know.", "sourceId": "70"}, {"categoryId": "2", "formalText": "She wants to be like, it's there but she does, she means, she was feeling she was very, very sad yesterday.", "sourceId": "73"}, {"categoryId": "2", "formalText": "She means, sad enough to cry and not even realizing that she's out in public.", "sourceId": "74"}, {"categoryId": "2", "formalText": "But, yeah, today she wouldn't feel like crying, and she doesn't know. Maybe she just doesn't know how to be secure. Just in herself.", "sourceId": "75"}, {"categoryId": "2", "formalText": "She feels like she needs a set of legitimate treatments be able to build on her sense of being on that. Her sense of self.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She means, if she did nothing at all.", "sourceId": "77"}, {"categoryId": "2", "formalText": "She doesn't feel like she should deserve to feel the chair and just the knowledge that she is. That she exists.", "sourceId": "79"}, {"categoryId": "2", "formalText": "She wants to play the blame game, but she's like, \"Did this come from. A did this sense of you have to do something, you have to do something.\"", "sourceId": "81"}, {"categoryId": "2", "formalText": "Otherwise, it's awful.", "sourceId": "82"}, {"categoryId": "2", "formalText": "She wonders if this comes from David.", "sourceId": "83"}, {"categoryId": "5", "formalText": "And she kept thinking all the odds are against her, and, well in the morning, she was on Facebook and one of the people she met a while ago, she's an artist. She has drawing and yesterday someone posted her interview in this National newspaper in India.", "sourceId": "32"}, {"categoryId": "5", "formalText": "And she she means, she likes that girl a lot, but a part of me was, \"When am I going to make a little something of myself that I'm proud of?\" and she's created this bubble.", "sourceId": "33"}, {"categoryId": "5", "formalText": "This enchanted world, where she does her art, but she's not sure there are other parts to it.", "sourceId": "34"}, {"categoryId": "5", "formalText": "She's sure she's had to struggle, and she's had to accept that.", "sourceId": "35"}, {"categoryId": "5", "formalText": "She's not going to have too much money, but she just feels when is she going to be able to make that happen. Every time she tries for something, else goes wrong, or something else happens and makes her feel bad.", "sourceId": "36"}, {"categoryId": "5", "formalText": "She means, what's the point of always be thinking about that person that had such a nice childhood and like and their parents are nice, and they can go home, and be with their parents, and lean on them anytime they want to, and she doesn't have that.", "sourceId": "39"}, {"categoryId": "5", "formalText": "She means, okay. She doesn't have that much, except that it's a given a move on.", "sourceId": "40"}, {"categoryId": "5", "formalText": "She means, that's what David would like her to do.", "sourceId": "41"}, {"categoryId": "5", "formalText": "So, but, she doesn't know.", "sourceId": "42"}, {"categoryId": "5", "formalText": "Why does she keep doing that?", "sourceId": "43"}, {"categoryId": "5", "formalText": "She means, she guesses she looks at other people to draw lessons from their life.", "sourceId": "44"}, {"categoryId": "5", "formalText": "How did they do it?", "sourceId": "45"}, {"categoryId": "5", "formalText": "How did they ignore all the crap and do what they want to do?", "sourceId": "46"}, {"categoryId": "5", "formalText": "She's always looking for that.", "sourceId": "47"}, {"categoryId": "5", "formalText": "But she also ends up looking at, though, they have this thing that she never had, that cannot.", "sourceId": "48"}, {"categoryId": "5", "formalText": "She cannot do anything about so.", "sourceId": "49"}, {"categoryId": "5", "formalText": "Compare ourselves to each other all the time, right, or that's like some people like her, who are insecure, do that.", "sourceId": "51"}, {"categoryId": "5", "formalText": "She'll do it more often.", "sourceId": "52"}, {"categoryId": "5", "formalText": "She means.", "sourceId": "53"}, {"categoryId": "5", "formalText": "Yeah, and she was asking him, but she was like, because he knew this girl too, and she was like, \"So just to make this clear, you have absolutely, you feel absolutely nothing negative, when I tell you about her entry.\"", "sourceId": "55"}, {"categoryId": "5", "formalText": "He's like, \"Yeah, I don't know Mike.\"", "sourceId": "56"}, {"categoryId": "5", "formalText": "Wow. She's like totally insecure, and she's like, and she means. He's like, \"No, I know what I have to get done.\" And she's like, \"How can you not feel like what you're doing might not be a significant or as popular as what she's doing? And you don't think that way?\" It's like well, she wishes she could just be, just a little bit, like that would always be insecure or will she be able to feel a little secure herself?", "sourceId": "57"}, {"categoryId": "5", "formalText": "She's not sure.", "sourceId": "59"}, {"categoryId": "5", "formalText": "No right now, she's not.", "sourceId": "60"}, {"categoryId": "5", "formalText": "She wonders if this comes from David.", "sourceId": "83"}, {"categoryId": "5", "formalText": "Well, it's also the reason she seeks him out.", "sourceId": "84"}, {"categoryId": "5", "formalText": "Yeah. Yesterday, she had this dream.", "sourceId": "85"}, {"categoryId": "5", "formalText": "And, this is like, she never dreams about him.", "sourceId": "86"}, {"categoryId": "5", "formalText": "So it's very strange.", "sourceId": "87"}, {"categoryId": "5", "formalText": "But she had this dream that they were in the room, in this place.", "sourceId": "88"}, {"categoryId": "5", "formalText": "It looks very normal, but it's a game where it's a horror movie free listings.", "sourceId": "89"}, {"categoryId": "5", "formalText": "Are they left on their own, and there's a glass or something, and she was behind, when he was putting those things out, because he knew how to do it, or maybe a sense from them playing Angry Birds too much, but she doesn't know.", "sourceId": "90"}, {"categoryId": "5", "formalText": "She thinks her relationship with the actor was sexual.", "sourceId": "125"}, {"categoryId": "5", "formalText": "It's very weird and rare for her to have that kind of dream.", "sourceId": "126"}, {"categoryId": "5", "formalText": "But yeah, he was holding her in his arms or something.", "sourceId": "127"}, {"categoryId": "5", "formalText": "Isn't that weird after she had that dream?", "sourceId": "128"}, {"categoryId": "5", "formalText": "She thinks she had that dream after the walking into the deceptive living room with David.", "sourceId": "130"}, {"categoryId": "5", "formalText": "No, she means, she's sure I have heard crazier dreams in my profession.", "sourceId": "135"}, {"categoryId": "5", "formalText": "But no, she means, she needs David through his guidance.", "sourceId": "136"}, {"categoryId": "5", "formalText": "That's what comes to mind.", "sourceId": "138"}, {"categoryId": "5", "formalText": "Yeah, and for the first time maybe letting him, be letting him, take care of her. Letting him leave me.", "sourceId": "141"}, {"categoryId": "5", "formalText": "She doesn't know what she feels about that, because she thought she would want to do it herself. Take care of stuff herself, she thinks because she said it in this way, before that.", "sourceId": "142"}, {"categoryId": "5", "formalText": "She feels like everyone is expecting her to be an adult and be independent, and she feels that herself.", "sourceId": "143"}, {"categoryId": "5", "formalText": "So, maybe, she was resisting him being in charge and leaning on, but she guesses she's accepting that she should lean on him more, or she all ready and waiting on him.", "sourceId": "144"}, {"categoryId": "5", "formalText": "She means, it sounds like the dream with a sort of sexual relationship with that actor came after.", "sourceId": "146"}, {"categoryId": "5", "formalText": "She doesn't know why it was totally unexpected, because she was just having a very innocent dream about flying.", "sourceId": "147"}, {"categoryId": "5", "formalText": "The flying came first.", "sourceId": "148"}, {"categoryId": "5", "formalText": "Yeah, she thinks she might have seen her mom.", "sourceId": "149"}, {"categoryId": "5", "formalText": "Also, she was teaching or something in the school, and she just started flying from there.", "sourceId": "150"}, {"categoryId": "5", "formalText": "Her obsession with him, as David puts it.", "sourceId": "181"}, {"categoryId": "5", "formalText": "Yeah, this is so much crap, attached to that whole thing.", "sourceId": "182"}, {"categoryId": "5", "formalText": "It's just so weird.", "sourceId": "183"}, {"categoryId": "5", "formalText": "Yeah, the best everyone is doing or just ignoring it and nothing can matter again.", "sourceId": "184"}, {"categoryId": "5", "formalText": "Yeah, she doesn't think about it.", "sourceId": "185"}, {"categoryId": "5", "formalText": "Now, she was asking about like, \"Will we ever be okay with him or I don't know.\"", "sourceId": "186"}, {"categoryId": "5", "formalText": "She means, he was a good friend and now he's not even that.", "sourceId": "187"}, {"categoryId": "5", "formalText": "Yeah, there's so much weirdness that episode. She sees him on Facebook or David says stalk him, or, she doesn't know, any spending women, and it's like she doesn't know.", "sourceId": "188"}, {"categoryId": "5", "formalText": "She's just afraid. She means, she wanted to give her that he's seeing other women, but she's not sure if she is.", "sourceId": "189"}, {"categoryId": "5", "formalText": "She thinks she has it was hovering over his bed, because he was sleeping, and she just wanted to be, like, give him a hug, and then just quickly fly away or something.", "sourceId": "191"}, {"categoryId": "5", "formalText": "It wasn't a sexual thing, which is weird, because it should be. But it wasn't. It was actually sexual with a third, totally different, unattainable guy.", "sourceId": "192"}, {"categoryId": "5", "formalText": "It's like unattainable in every single way.", "sourceId": "193"}, {"categoryId": "5", "formalText": "So there was a confusion of time in the dream, too.", "sourceId": "196"}, {"categoryId": "5", "formalText": "Oh, yeah, maybe I'm right.", "sourceId": "198"}, {"categoryId": "5", "formalText": "In that piece anyway.", "sourceId": "200"}, {"categoryId": "5", "formalText": "Yeah, well yeah, she's not sure what time it was. She just assumed that what that meant was like it still.", "sourceId": "201"}, {"categoryId": "5", "formalText": "But this guy, this actor, still looks like what he did when she actually just have a crush on him as a 10 year old or something.", "sourceId": "202"}, {"categoryId": "5", "formalText": "She guesses love makes her feel younger.", "sourceId": "208"}, {"categoryId": "5", "formalText": "She was thinking she was struck by the fact that it didn't feel like a sexual relationship. Almost like a friend, or even the parents. Like just that comfort.", "sourceId": "210"}, {"categoryId": "5", "formalText": "She never pays attention to her age in her dreams.", "sourceId": "218"}, {"categoryId": "5", "formalText": "She doesn't know if other people do, but, yeah, she comes across. She never thought about it, but she thinks she comes across as a girl child, not really a woman, but that's because she doesn't think of herself as a woman.", "sourceId": "219"}, {"categoryId": "5", "formalText": "She doesn't know when she will, but she was stopping her arms, and her arms look pretty thin.", "sourceId": "220"}, {"categoryId": "5", "formalText": "So she was like, \"Yeah, this could be a younger me,\" or \"Yeah, maybe I feel like that because I just don't have friends were younger to me.\"", "sourceId": "221"}, {"categoryId": "5", "formalText": "So she doesn't feel older.", "sourceId": "222"}, {"categoryId": "5", "formalText": "She did a twenty-four-year-old a while ago.", "sourceId": "223"}, {"categoryId": "5", "formalText": "She didn't know he was going for. She thought he was in his thirties.", "sourceId": "224"}, {"categoryId": "5", "formalText": "But as soon as he told her he was 20, or she just completely lost interest. If she even had in the first place, but she didn't really feel old with him.", "sourceId": "225"}, {"categoryId": "5", "formalText": "They didn't really do anything sexual so", "sourceId": "226"}, {"categoryId": "5", "formalText": "Yeah, it's just like, she doesn't know with Victor.", "sourceId": "227"}, {"categoryId": "5", "formalText": "She just feels like there's so much. The press stuff now is just going to be surprised.", "sourceId": "228"}, {"categoryId": "5", "formalText": "She wanted to get to give him this book for his birthday, but she couldn't even bring herself to mailing it or telling him that she bought it.", "sourceId": "229"}, {"categoryId": "5", "formalText": "That's keeps telling her, \"He treated you really, really badly.\"", "sourceId": "231"}, {"categoryId": "5", "formalText": "And he even said yesterday.", "sourceId": "232"}, {"categoryId": "5", "formalText": "\"Are you going to ruin your career, your dreams, just because of him? You're so, you're obsessed with him,\" and she was like, \"God, I hope not so.\"", "sourceId": "233"}, {"categoryId": "5", "formalText": "How would that happen? That she would ruin her dreams?", "sourceId": "234"}, {"categoryId": "5", "formalText": "Just not being able to work, and she's just constantly thinking about him and stuff.", "sourceId": "235"}, {"categoryId": "5", "formalText": "She guesses she's trying. That's what she's trying not to do.", "sourceId": "236"}, {"categoryId": "5", "formalText": "She doesn't, but she does think about him. But, it's, she doesn't try to con, because then she'll just be like, \"Oh, has he replied?\" Or, if she might want to see him, then she'd be like, \"Oh, does he want to see me?\" and when, and in what condition, and if she sees him, then she'll be like, \"Oh, are we going to get back together or not?\"", "sourceId": "237"}, {"categoryId": "5", "formalText": "And it's just going to be, it's going to waste too much time.", "sourceId": "238"}, {"categoryId": "5", "formalText": "So weeks, months.", "sourceId": "239"}, {"categoryId": "5", "formalText": "She doesn't really have that, shouldn't do that right now to stage.", "sourceId": "240"}, {"categoryId": "5", "formalText": "She doesn't know what the explosives represented.", "sourceId": "241"}, {"categoryId": "5", "formalText": "Well, now that she's describing the dream.", "sourceId": "243"}, {"categoryId": "5", "formalText": "She was struck by the hold deceptive aspect of the things. They look normal and then that's how she feels like stuck.", "sourceId": "244"}, {"categoryId": "5", "formalText": "Process, you know, \"Oh, I can deal with the situation.\" And, but then explodes in her face or scares her.", "sourceId": "245"}, {"categoryId": "5", "formalText": "It was scarier than explosives.", "sourceId": "246"}, {"categoryId": "5", "formalText": "It was more like, she doesn't know. It might change into a ghost or Witcher something and.", "sourceId": "247"}, {"categoryId": "5", "formalText": "Things are not what they seem.", "sourceId": "248"}, {"categoryId": "5", "formalText": "Yeah, and then she was like a damn.", "sourceId": "249"}, {"categoryId": "5", "formalText": "She doesn't know. Maybe in a haunted house or something, or, not really, because everything was right and stuff, but then she goes up close and then just kind of changed. And she didn't know how to deal with it, where David was dealing with them.", "sourceId": "250"}, {"categoryId": "5", "formalText": "So yeah, she means, in some ways, she guesses, she felt, like, that maybe if she goes to parties with him, host by his friends or his faculty, and just watching and waiting for a cue for him from where ya where in India is when he was doing his research.", "sourceId": "251"}, {"categoryId": "5", "formalText": "She was just following him, and being with him made it easier or navigating form City, even know how to navigate the city take an ottoman stuff even in her own University.", "sourceId": "252"}, {"categoryId": "5", "formalText": "She was with him, and he and she were traveling together.", "sourceId": "253"}, {"categoryId": "5", "formalText": "So yeah, she means, in a place like idiots, a bit risky for a single woman to go about on her own.", "sourceId": "254"}, {"categoryId": "5", "formalText": "She means, they do it all the time, but it just, like, she hasn't been there in a long time, so it, for her, it's a bit scary.", "sourceId": "255"}, {"categoryId": "5", "formalText": "So it's nice that he was there with her.", "sourceId": "256"}, {"categoryId": "5", "formalText": "Yeah, but how can she feel secure if she's had him it, if she's a sidekick?", "sourceId": "257"}, {"categoryId": "5", "formalText": "Well, it's funny. Isn't it funny? Is ironic because he's there to make her feel secure, but then she feels insecure because she's not secure on herself.", "sourceId": "258"}, {"categoryId": "5", "formalText": "Batman or not?", "sourceId": "259"}, {"categoryId": "5", "formalText": "She's robbing, but she's not even, like, she doesn't even have half the powers that Robin might have. She doesn't even know what powers does Robin have butt.", "sourceId": "260"}, {"categoryId": "5", "formalText": "She sees it, but she can't shine.", "sourceId": "261"}, {"categoryId": "5", "formalText": "Yeah, she guesses, because then she was flying on her own, and she sees what I mean about it being liberating.", "sourceId": "262"}, {"categoryId": "5", "formalText": "Yeah, she wishes she knew how to feel more secure. Just by herself.", "sourceId": "277"}, {"categoryId": "5", "formalText": "It's okay.", "sourceId": "278"}, {"categoryId": "5", "formalText": "If David wants to help her in, he wants to take care of her, and she should let him. But, she should also know, she can figure out that just have to furniture on her own.", "sourceId": "279"}]