[{"categoryId": "0", "formalText": "She had a good day yesterday.", "sourceId": "2"}, {"categoryId": "0", "formalText": "It's feeling like spring but you know good enough.", "sourceId": "4"}, {"categoryId": "0", "formalText": "So she took the kids out to the playground.", "sourceId": "5"}, {"categoryId": "0", "formalText": "And they started packing her her thinks that moving could be really good.", "sourceId": "6"}, {"categoryId": "0", "formalText": "She doesn't know enough what the options are.", "sourceId": "9"}, {"categoryId": "0", "formalText": "It occurred to her this morning that even if she had stayed at Brown and James had moved them here.", "sourceId": "10"}, {"categoryId": "0", "formalText": "They would still be in this position at this point where she really didn't want to do a postdoc.", "sourceId": "11"}, {"categoryId": "0", "formalText": "So she guesses it's a little bit reassuring.", "sourceId": "12"}, {"categoryId": "0", "formalText": "It would still be tough right now.", "sourceId": "13"}, {"categoryId": "0", "formalText": "One thing that accursed me is she's feeling relatively well good.", "sourceId": "59"}, {"categoryId": "1", "formalText": "It's hard to make decisions across emotional states.", "sourceId": "62"}, {"categoryId": "2", "formalText": "She always wonders whether everyone is like this like the whole landscape changes on her having a bad day or when she's having a good day.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She imagines if she thinks about it most things are spectrum and blah blah blah.", "sourceId": "64"}, {"categoryId": "2", "formalText": "I think that's a little more for her.", "sourceId": "66"}, {"categoryId": "2", "formalText": "Not then for everybody but more than for most people.", "sourceId": "67"}, {"categoryId": "2", "formalText": "Yeah, it's certainly not the case for James and it certainly like every once in a while.", "sourceId": "69"}, {"categoryId": "2", "formalText": "They'll have an explicit conversation about it.", "sourceId": "70"}, {"categoryId": "2", "formalText": "They're all say James.", "sourceId": "71"}, {"categoryId": "2", "formalText": "This is how she works when she's having a good day.", "sourceId": "72"}, {"categoryId": "2", "formalText": "It looks really different than when she's having a bad day.", "sourceId": "73"}, {"categoryId": "2", "formalText": "She can't see anything outside of her emotions.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She thinks it makes things very confusing for him.", "sourceId": "75"}, {"categoryId": "2", "formalText": "It makes things very confusing for her also at times.", "sourceId": "76"}, {"categoryId": "2", "formalText": "Oh, well, she feels like if she can tell something and get other people to help remind her of that.", "sourceId": "77"}, {"categoryId": "2", "formalText": "Maybe it won't matter so much that she can't remember it herself.", "sourceId": "78"}, {"categoryId": "2", "formalText": "Yeah she feels like the extent to which she has sort of changed that has been more like remembering that she loses touch and actually not losing touch and that's even not that great.", "sourceId": "80"}, {"categoryId": "2", "formalText": "So it's like in the last couple to three weeks even she'll be like in this awful place just totally miserable and desperate and kind of crazy making and then she goes to do something usually with something for church and acts like she's okay and after about a half-hour somebody will ask how are she's doing and she'll be like, \"Oh I'm great.\" And it's not like she's lying. She believes it but it's just like at that moment she's only thinking about the part of her life that is right here right now which means that she's having an interesting conversation or she's doing okay", "sourceId": "81"}, {"categoryId": "2", "formalText": "Sometimes she feels like it helps her survive again. Helps her get through those really bad times.", "sourceId": "82"}, {"categoryId": "2", "formalText": "It's weird.", "sourceId": "83"}, {"categoryId": "2", "formalText": "She feels like it's impossible for her to be honest in some ways.", "sourceId": "84"}, {"categoryId": "2", "formalText": "If she says, \"Actually, I'm not doing so well,\" that is true with regards to the macro state, but it doesn't actually reflect what's going on in that moment.", "sourceId": "85"}, {"categoryId": "2", "formalText": "If she says, \"I'm doing great,\" and that reflects what's going on in the moment, but it's a very small moment compared to what's really happening.", "sourceId": "86"}, {"categoryId": "2", "formalText": "She wonders when people stop believing what she says.", "sourceId": "87"}, {"categoryId": "5", "formalText": "They are supposed to go to this party with most of James's friends grad school were in the Denver area this weekend.", "sourceId": "14"}, {"categoryId": "5", "formalText": "She doesn't know but she did find out that Monica only wants her to come in for a couple 3 hours on Friday if that so that would be nice.", "sourceId": "21"}, {"categoryId": "5", "formalText": "She has a tough time with the people from James is grad school program.", "sourceId": "22"}, {"categoryId": "5", "formalText": "It's just always sort of stressful.", "sourceId": "23"}, {"categoryId": "5", "formalText": "She likes them.", "sourceId": "24"}, {"categoryId": "5", "formalText": "They're fine.", "sourceId": "25"}, {"categoryId": "5", "formalText": "They're just really different from her.", "sourceId": "26"}, {"categoryId": "5", "formalText": "Then she thinks well, they're also really different from James.", "sourceId": "27"}, {"categoryId": "5", "formalText": "She thinks that was one of the things that was tough for James in Ohio get trouble finding people to talk to which is why it was so great.", "sourceId": "29"}, {"categoryId": "5", "formalText": "When his friend from undergrad Tony and his wife Carrie were there because Cody is a poet he could talk to him.", "sourceId": "30"}, {"categoryId": "5", "formalText": "How do you sort of crazy in some ways she can never tell whether he believes ideas.", "sourceId": "31"}, {"categoryId": "5", "formalText": "He's putting out there or whether it's more that he thinks the world would be more fun if it were true.", "sourceId": "32"}, {"categoryId": "5", "formalText": "She doesn't much easier time finding friends than James does and she doesn't know whether that's because she is, she doesn't know, better at finding people or less picky about the people that she wants to be friends with or whether it's because she's just positioned right in a way that James is not.", "sourceId": "35"}, {"categoryId": "5", "formalText": "She doesn't know if the types of people who tend to do graduate degrees in chemistry are all that different from the types of people who tend to do graduate degrees in theology.", "sourceId": "36"}, {"categoryId": "5", "formalText": "It's not a difference.", "sourceId": "37"}, {"categoryId": "5", "formalText": "What she doesn't know if they did move.", "sourceId": "38"}, {"categoryId": "5", "formalText": "This will be the first time that she moved to a new city where she didn't know anybody or didn't know more than a couple of people and wasn't already in some sort of graduate program or workplace or something to Anchor her.", "sourceId": "39"}, {"categoryId": "5", "formalText": "It doesn't make her anxious, but she feels like maybe it ought to.", "sourceId": "40"}, {"categoryId": "5", "formalText": "She thinks that that could go really badly, but she can't get worried about that.", "sourceId": "41"}, {"categoryId": "5", "formalText": "Even with knowing so many people, it hasn't really kept her from being really lonely here.", "sourceId": "43"}, {"categoryId": "5", "formalText": "It's a weird thing one day.", "sourceId": "44"}, {"categoryId": "5", "formalText": "She'll be talking to James about it or thinking about it and be like yeah.", "sourceId": "45"}, {"categoryId": "5", "formalText": "Yeah, let's go somewhere else.", "sourceId": "46"}, {"categoryId": "5", "formalText": "Let's find a new place and see what the options are.", "sourceId": "47"}, {"categoryId": "5", "formalText": "There's almost no where else in the country where her skills would be less valuable than they are here in terms of there being a critical mass of people with a Humanities degree here.", "sourceId": "48"}, {"categoryId": "5", "formalText": "That would not be better for James than what they were in now.", "sourceId": "53"}, {"categoryId": "5", "formalText": "It makes a huge difference in her life when he's doing.", "sourceId": "54"}, {"categoryId": "5", "formalText": "Well when she's not the only person that he has to talk to about interesting.", "sourceId": "55"}, {"categoryId": "5", "formalText": "Things like this is for them.", "sourceId": "56"}, {"categoryId": "5", "formalText": "Some days, she thinks that and then other days is just like Terror yesterday was sort of the ladder and today is sort of the former and she doesn't know.", "sourceId": "57"}, {"categoryId": "5", "formalText": "Well, it's very common for her to want to be doing something else. To be like she wants to explore. She wants to go someplace else and see what else is out there.", "sourceId": "168"}, {"categoryId": "5", "formalText": "She also thinks it would be nice to be closer to family like it would be nice to be back in San Antonio.", "sourceId": "169"}, {"categoryId": "5", "formalText": "It's like she can remember other times when she was happy and the physical location of those times.", "sourceId": "170"}, {"categoryId": "5", "formalText": "So she guesses that's less exploring and more like she wants to go back there.", "sourceId": "171"}, {"categoryId": "5", "formalText": "She can't remember what it was like to live in San Antonio when she's depressed because she remembers that it's being really happy so it doesn't.", "sourceId": "172"}, {"categoryId": "5", "formalText": "She feels like it's less important for her to tell me about it when she's doing better.", "sourceId": "173"}, {"categoryId": "5", "formalText": "Like when she sat A desperate she described it constantly inside her head if she's really down.", "sourceId": "174"}, {"categoryId": "5", "formalText": "She'll often try to think how she would tell somebody about it.", "sourceId": "175"}, {"categoryId": "5", "formalText": "She feels less urgent.", "sourceId": "177"}, {"categoryId": "5", "formalText": "Which is a little depressing in itself.", "sourceId": "178"}, {"categoryId": "5", "formalText": "She just thinks it's a little depressing and that what she feels is so urgent for her to put out in the world is all the worst stuff that happens that is inside her.", "sourceId": "180"}, {"categoryId": "5", "formalText": "The good things seem less important to spread around and she doesn't know.", "sourceId": "181"}, {"categoryId": "5", "formalText": "She doesn't really think she's comfortable with that idea.", "sourceId": "182"}, {"categoryId": "5", "formalText": "She guesses she also feels like everyone would understand what it feels like to be doing pretty well and enjoying her job.", "sourceId": "183"}, {"categoryId": "5", "formalText": "She was talking to Camilla about how she was feeling pretty bad Sunday, and she said something she said.", "sourceId": "189"}, {"categoryId": "5", "formalText": "She thinks she said that she doesn't understand how Denver hasn't been swallowed up in earthquakes with how sad she feels. She was like that really sucks.", "sourceId": "190"}, {"categoryId": "5", "formalText": "That was really pretty.", "sourceId": "191"}, {"categoryId": "5", "formalText": "Thanks.", "sourceId": "192"}, {"categoryId": "5", "formalText": "The thing is she feels so bad about putting things on people.", "sourceId": "193"}, {"categoryId": "5", "formalText": "She wants to find a way to make it bearable for them.", "sourceId": "194"}]