[{"categoryId": "1", "formalText": "She's been having a rough time.", "sourceId": "0"}, {"categoryId": "1", "formalText": "Yeah, more panic attacks and stuff.", "sourceId": "1"}, {"categoryId": "2", "formalText": "It was really Cindy who wanted her to get the extra appointment.", "sourceId": "2"}, {"categoryId": "2", "formalText": "So she said sure because it was starting to get really rough on him because it wasn't like she wanted to hurt herself.", "sourceId": "3"}, {"categoryId": "2", "formalText": "It was her asking him like trying to convince him that it would be that he'd be better off if she were dead and stuff, which she guesses she like something that's really hard to listen to.", "sourceId": "4"}, {"categoryId": "2", "formalText": "That's how she feels when she's in that much panic and she's trying to rationalize it because she's just like there is no way to make it better other than to not experience anything anymore and like right now she's not panicking but.", "sourceId": "6"}, {"categoryId": "2", "formalText": "She doesn't want to hurt herself right now because she's not panicking.", "sourceId": "10"}, {"categoryId": "2", "formalText": "So she thinking normal.", "sourceId": "11"}, {"categoryId": "2", "formalText": "Yeah, she means he knows that she's actually not going to hurt herself.", "sourceId": "14"}, {"categoryId": "2", "formalText": "Like when he gets really crazy like he's done things like hitting his head on the floor something.", "sourceId": "16"}, {"categoryId": "2", "formalText": "He drives himself from like trying to bash his head in on the wall, but still she's not like.", "sourceId": "17"}, {"categoryId": "2", "formalText": "She knows that she's not going to do it.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She's pretty sure he she means she guesses there was a point like on Tuesday night where she like went to the bathroom and was there for like a little while and said he was like wondering what happened to her because he has all the shaving stuff is in his bathroom.", "sourceId": "22"}, {"categoryId": "2", "formalText": "And so he thought that she like her trying to hurt herself, which really, she was just taking a while in the bathroom and hadn't even occurred to her that the shaving stuff was in the bathroom.", "sourceId": "23"}, {"categoryId": "2", "formalText": "So like that was like the one time that he was really like worried.", "sourceId": "24"}, {"categoryId": "2", "formalText": "He was concerned.", "sourceId": "25"}, {"categoryId": "2", "formalText": "But she didn't do anything.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She doesn't think it makes it worse.", "sourceId": "33"}, {"categoryId": "2", "formalText": "She thinks it's sort of like she has this urge to talk about it.", "sourceId": "34"}, {"categoryId": "2", "formalText": "So like it's her being weak, she guesses and guesses it's like lately.", "sourceId": "35"}, {"categoryId": "2", "formalText": "She's been trying to be better about and stuff but.", "sourceId": "36"}, {"categoryId": "2", "formalText": "Oh the fact that she gave in instead of just not saying anything at all.", "sourceId": "38"}, {"categoryId": "2", "formalText": "She means not that Sydney wants her to like not telling what she's feeling this way, but she guesses she could do it in a more productive way.", "sourceId": "39"}, {"categoryId": "2", "formalText": "Not asking if she could kill herself, but just be like, \"By the way, I feel like I want to hurt myself right now.\"", "sourceId": "41"}, {"categoryId": "2", "formalText": "She doesn't know because she feels like if he did give her permission to kill herself.", "sourceId": "44"}, {"categoryId": "2", "formalText": "That would probably make him a very bad boyfriend.", "sourceId": "45"}, {"categoryId": "2", "formalText": "And it sounds like she doesn't actually want to.", "sourceId": "46"}, {"categoryId": "2", "formalText": "At least not now but when she feels like that like she means, she guesses she would if he were to give her permission to like her herself like in a way that wasn't permanently damaging.", "sourceId": "47"}, {"categoryId": "2", "formalText": "It could figure out that out like that would be something that would actually be productive because then she thought she doesn't even know that hurting herself in a non permanently destructive way.", "sourceId": "48"}, {"categoryId": "2", "formalText": "Would even like actually do anything to temporarily relieve the pain it just her brain thinks it will end but like he isn't even okay with that.", "sourceId": "49"}, {"categoryId": "2", "formalText": "So it's not like she's going to change his mind on anything.", "sourceId": "50"}, {"categoryId": "2", "formalText": "She maybe thinks it's okay to hurt herself.", "sourceId": "52"}, {"categoryId": "2", "formalText": "Maybe if it wasn't permanently damaging or even like damaging at all like just momentarily cause pain like she doesn't see the problem with it, you know, if it wasn't something that could become dangerous like she's really liking the things that could do it but like.", "sourceId": "53"}, {"categoryId": "2", "formalText": "So there's the problem.", "sourceId": "54"}, {"categoryId": "2", "formalText": "Hurting herself is hurtful.", "sourceId": "56"}, {"categoryId": "2", "formalText": "Yeah, they're really like so many injuries that people get that.", "sourceId": "57"}, {"categoryId": "2", "formalText": "They like immediately recover from you know, she feels like they concerned with cutting herself.", "sourceId": "58"}, {"categoryId": "2", "formalText": "Not that she could do that with the whole and cutting is that like the concern becomes that she's going to cut herself too much. Too much blood comes out there going to get an infection that there will be scars on her body or that she'll like, you know, what the wrong way and she bleeds out like.", "sourceId": "59"}, {"categoryId": "2", "formalText": "But if she does it correctly that way she could avoid all these risks and not actually permanently damn the scars which she can't really avoid.", "sourceId": "61"}, {"categoryId": "2", "formalText": "Well, it's not like anything she's currently doing is really effectively managing the panic.", "sourceId": "70"}, {"categoryId": "2", "formalText": "Like she's been on the reduced while Butrans and it's not so this is like the 6th day of being on reduce Wellbutrin and like she can't really see much of an effect like it isn't making her worse.", "sourceId": "73"}, {"categoryId": "2", "formalText": "So she guesses that's a good thing.", "sourceId": "74"}, {"categoryId": "2", "formalText": "So it's like she just wanted to reduce the Wellbutrin anyways, so.", "sourceId": "75"}, {"categoryId": "2", "formalText": "Like it's sort of like she guesses the Panic often it won't start until mid-afternoon perhaps earlier, but if so happens it still happens almost every day.", "sourceId": "77"}, {"categoryId": "2", "formalText": "If not every day.", "sourceId": "79"}, {"categoryId": "2", "formalText": "She's not sure how many panic attacks she is having in a day, because they're like at least a couple but then again. Maybe you could consider them like, you know, if she doesn't get a describe distraction that it's one panic attack just a very long panic attack, you know, and then she guesses like when she has a rehearsal and stuff, okay, so she has a panic attack right before her so go to rehearsal feel fine for rehearsal get out of rehearsal another panic attack.", "sourceId": "81"}, {"categoryId": "2", "formalText": "So whenever she's not occupied.", "sourceId": "82"}, {"categoryId": "2", "formalText": "Yeah, like last night yesterday.", "sourceId": "85"}, {"categoryId": "2", "formalText": "She was like able to hold out for until 4 ish or so and then even then she was still able to like something like cuz normally panic attacks like prevent you from going out about your day today life and hers don't.", "sourceId": "86"}, {"categoryId": "2", "formalText": "Like she can still do things like she still was like, \"okay.\"", "sourceId": "87"}, {"categoryId": "2", "formalText": "Well, you know, she needs a lock and someone bought one for her.", "sourceId": "88"}, {"categoryId": "2", "formalText": "So she's going to walk to the post office drop off these packages.", "sourceId": "89"}, {"categoryId": "2", "formalText": "And she could do it and.", "sourceId": "91"}, {"categoryId": "2", "formalText": "She was panicking while she was doing it, you know and still panicking when she was at the theater and like adding photos about the aren't things to put up on her store and panicking, you know, when she was sending emails and stuff and she guesses she didn't do that much.", "sourceId": "93"}, {"categoryId": "2", "formalText": "She did some productive things.", "sourceId": "94"}, {"categoryId": "2", "formalText": "She went grocery shopping, but that was before the Panic it started and oh they went to the store and she was still panicking then and they drove home like they had to go to his house to get some packages that he had gone.", "sourceId": "96"}, {"categoryId": "2", "formalText": "And so they went to the store on the way there then you know, and he was driving there to the store and then to his place but then on the way back he asked if she could drive because he's not really good with night driving and it was really really tired and she was like, \"okay.\"", "sourceId": "97"}, {"categoryId": "2", "formalText": "Well, he's really really tired and she's just panicking and she drove home and managed to drive home without hitting anyone or doing anything on safe and park the car all-out Panic Game.", "sourceId": "98"}, {"categoryId": "2", "formalText": "She guesses she was sort of focusing on the road.", "sourceId": "104"}, {"categoryId": "2", "formalText": "But like, you know, there was still that underlined uncomfortable feeling inside her.", "sourceId": "105"}, {"categoryId": "2", "formalText": "That was anxiety and like it was very much still there and she was aware in like, \"okay, I'm driving this car while I'm panicking\" so she doesn't know how she did it.", "sourceId": "106"}, {"categoryId": "2", "formalText": "She just did things because she had to. She thinks that's usually the way things happened to her so that if she can get anything productive done, it's like because it has to be done.", "sourceId": "107"}, {"categoryId": "2", "formalText": "Well, then she didn't feel it all. She thinks the thing is like it can only it has to be something that takes up her entire like Consciousness and stuff driving.", "sourceId": "112"}, {"categoryId": "2", "formalText": "She can still think about other things walking to the post office. She thinks about other things and so there she can just do these things while panicking whereas rehearsal like once she gets into his like, you know takes up all her.", "sourceId": "113"}, {"categoryId": "2", "formalText": "And she gets absorbed in it.", "sourceId": "114"}, {"categoryId": "2", "formalText": "It seems like she we need to find ways for her to be more absorbed more often during the day.", "sourceId": "116"}, {"categoryId": "2", "formalText": "I wonder if part of what's happening is that there's not enough of her day right now is taken up by things that feel productive but feeling gauging. I don't think she's satisfied and that space that empty space she has is being filled by Panic.", "sourceId": "118"}, {"categoryId": "2", "formalText": "Yeah, but it's like she doesn't know like sometimes she has more control than others.", "sourceId": "119"}, {"categoryId": "2", "formalText": "But like, you know, like she doesn't control whether or not she has rehearsal that's like based on the semester and stuff and whether or not they have a concert coming up.", "sourceId": "120"}, {"categoryId": "2", "formalText": "So, you know, she had it Tech last week this week.", "sourceId": "121"}, {"categoryId": "2", "formalText": "She only has rehearsal on Tuesday night because.", "sourceId": "122"}, {"categoryId": "2", "formalText": "Maybe there are other things she can do. She doesn't know whether or not there would be enough to because they're not like something doing productively today like after this.", "sourceId": "126"}, {"categoryId": "2", "formalText": "She has an interview for the like she's actually finally interviewing at the temp agencies.", "sourceId": "127"}, {"categoryId": "2", "formalText": "So like maybe they'll be able to start her with something as soon as Monday if they could that would probably solve the problem at least while she's at work and then she guesses she'll have to deal with the panic in the evenings, but.", "sourceId": "130"}, {"categoryId": "2", "formalText": "But of course that also assumes that work is something that doesn't take, you know to take a nap in my brain because she was just thinking like if she's at work like especially now that she like finished actual project she needed to finish like if she's just coming and he'll like do whatever like she doesn't know like hair is very talkative.", "sourceId": "132"}, {"categoryId": "2", "formalText": "So if she ends up wasting time and talking to like Terrence F then like be occupied enough, so yeah, it depends on it really depends on what she does because lots of things still take up all her brain like last night when she was panicking said he was like, \"Why don't you try knitting?\" She was like, \"Okay, I guess\" and she like tries knitting and it did absolutely nothing which is what she figured it would because it wasn't really taking up enough her brain.", "sourceId": "133"}, {"categoryId": "2", "formalText": "So like she doesn't know if getting together cuz like hanging out with Sydney is not enough to make it go away most of the time even if they're like watching a TV show or something the Panic still there.", "sourceId": "134"}, {"categoryId": "2", "formalText": "She guesses there has to be something where she's like actually required like because of her son required to do things.", "sourceId": "135"}, {"categoryId": "2", "formalText": "You know, she has to sing can just stand there.", "sourceId": "136"}, {"categoryId": "2", "formalText": "She doesn't think there spots that trigger the panic.", "sourceId": "141"}, {"categoryId": "2", "formalText": "Like she really doesn't think there's anything that trigger is like it just happens and then she just filled the physical thing feeling and then she's just like, \"oh no not again.\" Like the feeling doesn't come there's nothing that comes before the physical feeling as far as she can tell like she's never been so she's pretty sure it's just happening and not being triggered by anything.", "sourceId": "142"}, {"categoryId": "2", "formalText": "It didn't last night like, you know, she started like whenever they got home at like, you know, maybe like before midnight like she took her nighttime meds which included the Klonopin like when she got home and then she was still up for like another hour or so panicking and the Klonopins and nothing immediately.", "sourceId": "146"}, {"categoryId": "2", "formalText": "So, you know, which leads her to believe that if she had, you know earlier she taken a quarter Klonopin the same thing would have happened where it wouldn't have done anything mediately.", "sourceId": "147"}, {"categoryId": "2", "formalText": "So she doesn't feel like the Klonopin helped at all.", "sourceId": "149"}, {"categoryId": "2", "formalText": "She doesn't know like she guesses it doesn't and used to help but not like if it does it doesn't such a subtle way that like it doesn't help immediately help as she could see working right away.", "sourceId": "150"}, {"categoryId": "2", "formalText": "Usually people feel in effect in about 20 minutes.", "sourceId": "151"}, {"categoryId": "2", "formalText": "Yeah that didn't happen last night.", "sourceId": "153"}, {"categoryId": "2", "formalText": "And usually a panic attack is over with in 20 minutes typically.", "sourceId": "154"}, {"categoryId": "2", "formalText": "Yes, which also didn't happen last night or any night, so.", "sourceId": "155"}, {"categoryId": "2", "formalText": "It's been a really rough couple of weeks.", "sourceId": "156"}, {"categoryId": "2", "formalText": "Yeah, maybe she's too stubborn to choose comfort in like stubborn.", "sourceId": "239"}, {"categoryId": "2", "formalText": "Like part of her wants to be comfortable right now, but right now it's more important to be right.", "sourceId": "240"}, {"categoryId": "2", "formalText": "Yeah, just because she's so stubborn, you know strongly believing that she's right with things like therefore.", "sourceId": "241"}, {"categoryId": "2", "formalText": "She has trouble believing that there might be other options when she knows that she's right.", "sourceId": "242"}, {"categoryId": "2", "formalText": "Maybe she's wrong, but she feels like she's right it could also be like the depression lying to her but.", "sourceId": "243"}, {"categoryId": "2", "formalText": "Well, she doesn't know just like in general depression wise to the self.", "sourceId": "245"}, {"categoryId": "2", "formalText": "So she means it's like she knows there are times when she knows she's not right.", "sourceId": "246"}, {"categoryId": "2", "formalText": "She means like when she's feeling like, \"oh, I would be better off if I were dead.\"", "sourceId": "247"}, {"categoryId": "2", "formalText": "So she means there's the rational part of her back in the back of her mind.", "sourceId": "248"}, {"categoryId": "2", "formalText": "It's like no that's not true.", "sourceId": "249"}, {"categoryId": "2", "formalText": "That's just those depression lying to her.", "sourceId": "250"}, {"categoryId": "2", "formalText": "She'll just say yes thinking making her think that this Panic is so bad that she wishes she could die over it or telling her that if she hurt herself it will make her feel better which probably always wasn't true.", "sourceId": "254"}, {"categoryId": "2", "formalText": "That will theoretically this anxiety isn't actually worth killing herself over and that it will go away eventually it just doesn't feel like it will go away eventually because here she is you know doing her best to be productive and trying to do all the responsible things and not getting anywhere with it like it's just so frustrating.", "sourceId": "261"}, {"categoryId": "2", "formalText": "But it still feels like it's you know, because like she feels like she shouldn't be kept on something by now, like shouldn't a medication change which she guesses it has if there's stuff like like, \"Okay now, I'm not panicking every morning.\"", "sourceId": "283"}, {"categoryId": "2", "formalText": "She guesses it's like her whole understanding of the situation is you know, like how is she going to work then?", "sourceId": "287"}, {"categoryId": "2", "formalText": "Because like, you know when she takes the medicine at night that she's supposed to take at night that's supposed to help with the pain making out and then an hour later.", "sourceId": "288"}, {"categoryId": "2", "formalText": "She's still panicking.", "sourceId": "289"}, {"categoryId": "2", "formalText": "Maybe it's not she would have been Panic even more and maybe she's panicking last but she's just panicking so much that she can't tell the difference.", "sourceId": "290"}, {"categoryId": "2", "formalText": "You know, like if her Panic level was at 200 and now is at like 2:50, and so.", "sourceId": "292"}, {"categoryId": "2", "formalText": "Yeah, it was just a week, you know, okay, so she did the you know switching to a lower Wellbutrin like a day or two early, but now it's been almost two weeks since the appointment with the week of the Klonopin the week of the lower Wellbutrin, like lowering the Wellbutrin stops the taking more Klonopin.", "sourceId": "325"}, {"categoryId": "2", "formalText": "It's one at a time.", "sourceId": "326"}, {"categoryId": "2", "formalText": "So, yeah, she guesses she could call her and ask about the intermediate stuff spreading out the Klonopin more and whether or not it would work because like she thinks it's like, you know low enough that it doesn't like cause her to be too tired during the day.", "sourceId": "327"}, {"categoryId": "2", "formalText": "She has been she means she's gotten tired lately but not in the morning when she takes two Klonopin.", "sourceId": "328"}, {"categoryId": "2", "formalText": "She thinks it's more just like all the Panic is making her tired.", "sourceId": "329"}, {"categoryId": "2", "formalText": "Like last night.", "sourceId": "331"}, {"categoryId": "2", "formalText": "The other thing was when she took a Klonopin at like midnight whatever and she ended up going to bed at like 12:30 or something.", "sourceId": "332"}, {"categoryId": "2", "formalText": "And then she was able to fall asleep just fine.", "sourceId": "333"}, {"categoryId": "2", "formalText": "And then she woke up at 2:30 and was like completely and totally awake and panicking.", "sourceId": "334"}, {"categoryId": "2", "formalText": "And she was able to get back to sleep until again after that and that's how she slept through the rest of the night kept on waking up in the middle of the night is really frustrating.", "sourceId": "336"}, {"categoryId": "2", "formalText": "She doesn't think it took her too long to get back to sleep.", "sourceId": "338"}, {"categoryId": "2", "formalText": "You know, she got up till she goes to the bathroom.", "sourceId": "339"}, {"categoryId": "2", "formalText": "A little bit because he had also woken up but she doesn't think he woke her up and then she had him go downstairs and get her a towel roll because also she had been feeling like a little bit of stomach acid trying to reduce all that and so he went downstairs and got her a whole the role that they split it and so ate her half and then she was able to go to sleep but there's no way to prevent herself from waking up in the middle of the night.", "sourceId": "340"}, {"categoryId": "5", "formalText": "Sydney's been doing better other than they've gone into a couple of fights last couple of days.", "sourceId": "160"}, {"categoryId": "5", "formalText": "Like when she's been all panicky and like taking it out on him and she feels bad about doing that and.", "sourceId": "161"}, {"categoryId": "5", "formalText": "So she kind of flip-flopped a bit and he's been doing a little bit better and he's been doing a little bit worse.", "sourceId": "162"}, {"categoryId": "5", "formalText": "Yeah, she means, sometimes he still has problems like doing things like getting out of the house, but in general like he's been doing a lot better than he had been.", "sourceId": "163"}, {"categoryId": "5", "formalText": "You know, she's often the strong one for him.", "sourceId": "167"}, {"categoryId": "5", "formalText": "So, I wonder if now that he's doing better.", "sourceId": "170"}, {"categoryId": "5", "formalText": "She doesn't have to be a strong he relies on her a lot when he's not feeling well.", "sourceId": "171"}, {"categoryId": "5", "formalText": "She guesses it could be that but the Panic would have been there all along and she just been holding it back like, you know when she gets if she's in school and she gets sick right after finals because her body is like had been fighting it off for like a half semester and then all the sudden it's like where she's got to get sick.", "sourceId": "172"}, {"categoryId": "5", "formalText": "I wonder if she can find a way where they could both do really well.", "sourceId": "179"}, {"categoryId": "5", "formalText": "Yeah, it's really hard on that.", "sourceId": "180"}, {"categoryId": "5", "formalText": "They're hoping that fixing the other issues, you know, but at temp she's making like however much you know, they let you put a like however much you would want.", "sourceId": "181"}, {"categoryId": "5", "formalText": "And so she put her minimum it like 13 hours.", "sourceId": "182"}, {"categoryId": "5", "formalText": "So if she was working 40 a week like she would be enough to support herself.", "sourceId": "183"}, {"categoryId": "5", "formalText": "Because she wouldn't be dependent on her parents and she could buy all the things she could finally properly yell at them for not giving their employees health insurance because they would no longer be like, \"oh, well you're profiting from this\" and she'd be like not anymore and it would have to deal with them.", "sourceId": "185"}, {"categoryId": "5", "formalText": "And just not feeling guilty every time she has to spend money on anything like isn't a necessity.", "sourceId": "188"}, {"categoryId": "5", "formalText": "And then also the whole getting out of the house and having something to do.", "sourceId": "190"}, {"categoryId": "5", "formalText": "So there's a lot that would change if this works out.", "sourceId": "191"}, {"categoryId": "7", "formalText": "Maybe she guesses she could ask if she could take some sort of like Sydney takes Ambien, but she there was one time she took one of his Ambience and that was like the night she was trying to sleep when she was like super duper sick and throwing up.", "sourceId": "343"}, {"categoryId": "7", "formalText": "And she ended up throwing up the Ambien but like.", "sourceId": "344"}, {"categoryId": "7", "formalText": "And she doesn't generally have trouble falling asleep.", "sourceId": "345"}, {"categoryId": "7", "formalText": "No, but she's having trouble staying asleep.", "sourceId": "346"}, {"categoryId": "7", "formalText": "So she doesn't know if sometimes in general she doesn't but with the panic and also has made it harder to fall asleep to.", "sourceId": "347"}]