[{"categoryId": "1", "formalText": "He's not doing so well. Continuing to not do well pretty crappy to. He doesn't he's supposed to go to dinner after this.", "sourceId": "5"}, {"categoryId": "2", "formalText": "All the time that he had for the blacked out this weekend for for caring for tutoring and also preparing researching for this talk during the week pretty much most of it but like staring blankly at it.", "sourceId": "7"}, {"categoryId": "2", "formalText": "So he's been doing a lot of that.", "sourceId": "8"}, {"categoryId": "2", "formalText": "He feels like he has some creep disease but like it doesn't look like it and that's something like every 5 or 10 minutes after he started decide not to kill himself that takes a lot of work.", "sourceId": "9"}, {"categoryId": "2", "formalText": "He becomes mad and.", "sourceId": "11"}, {"categoryId": "2", "formalText": "He feels like he's less concerned about how other people are going to feel about the things that say than he usually is which in itself is probably a good thing, but nobody seems to mind.", "sourceId": "12"}, {"categoryId": "2", "formalText": "But he feels more abandon.", "sourceId": "15"}, {"categoryId": "2", "formalText": "He's afraid of dying, but he thinks he's more afraid of just continuing to be like this.", "sourceId": "25"}, {"categoryId": "2", "formalText": "You know just started frantically racing through his options.", "sourceId": "26"}, {"categoryId": "2", "formalText": "And if he does this, then this will happen and if he does this, then this will happen then these are the things that might happen visible things that probably won't happen.", "sourceId": "27"}, {"categoryId": "2", "formalText": "Like he just can't he can't come up with one where that doesn't keep.", "sourceId": "28"}, {"categoryId": "2", "formalText": "You know that the best he can come up with is things get better for a while, which at this point is not so bad.", "sourceId": "29"}, {"categoryId": "2", "formalText": "Where he starts thinking maybe this will just be over like maybe he won't have to feel this way and then it comes back.", "sourceId": "33"}, {"categoryId": "2", "formalText": "He feels like that is really bad that it's the worst and so", "sourceId": "34"}, {"categoryId": "2", "formalText": "Somehow it still seems very important because they have to learn now that this is what his wife is occurring now.", "sourceId": "37"}, {"categoryId": "2", "formalText": "He feels like the little things that might.", "sourceId": "38"}, {"categoryId": "2", "formalText": "It seems like he doesn't care in the way that even when he's feeling pretty bad.", "sourceId": "46"}, {"categoryId": "2", "formalText": "He generally still does.", "sourceId": "47"}, {"categoryId": "2", "formalText": "It's really bad.", "sourceId": "48"}, {"categoryId": "2", "formalText": "He means it gets worse than this but not.", "sourceId": "49"}, {"categoryId": "2", "formalText": "That much worse.", "sourceId": "50"}, {"categoryId": "2", "formalText": "Yeah, even like the fault isn't as much a thing anymore.", "sourceId": "56"}, {"categoryId": "2", "formalText": "Like he doesn't end up hurting himself.", "sourceId": "57"}, {"categoryId": "2", "formalText": "Yeah, he doesn't know he.", "sourceId": "58"}, {"categoryId": "2", "formalText": "Hasn't been thinking about hating himself as much and sometimes it's blank.", "sourceId": "59"}, {"categoryId": "2", "formalText": "It's still there somewhere, but he doesn't have to deal with it all the time.", "sourceId": "60"}, {"categoryId": "2", "formalText": "It took him to the whole day to sort of tell himself.", "sourceId": "61"}, {"categoryId": "2", "formalText": "Like, you know, Tanya really have to tell somebody at church at church about this like this is your job.", "sourceId": "62"}, {"categoryId": "2", "formalText": "Tell them to do their job.", "sourceId": "63"}, {"categoryId": "2", "formalText": "And so he like at the end of the was he was leaving told one of the priests that he's doing really badly and asks her to pray for him and she said she would she said like \"you're awesome\" at the end that sort of ended him not like \"you're awesome.\"", "sourceId": "64"}, {"categoryId": "2", "formalText": "So he shouldn't be feeling bad but more like \"you should remember that.", "sourceId": "65"}, {"categoryId": "2", "formalText": "You're awesome.\"", "sourceId": "66"}, {"categoryId": "2", "formalText": "Yeah, and his thought was that's completely the size of him, but it's just weird thing.", "sourceId": "78"}, {"categoryId": "2", "formalText": "Like he knows why she would think that he's awesome.", "sourceId": "79"}, {"categoryId": "2", "formalText": "Like he can see how he looks to other people, you know, at least two other people who think he's awesome.", "sourceId": "80"}, {"categoryId": "2", "formalText": "He can see that but like it doesn't matter.", "sourceId": "81"}, {"categoryId": "2", "formalText": "So the main thing is that he's feeling quite a bit miserable in a tremendous amount of emotional pain.", "sourceId": "82"}, {"categoryId": "2", "formalText": "He means if I poke at it like he's miserable because he feels like he's a terrible person and part of it comes around but.", "sourceId": "84"}, {"categoryId": "2", "formalText": "My kind of it sounds like that part of the story isn't feeling at Central as other times it you know, and it sounds like also this doesn't have the kind of beat himself up quality of feeling low can has for him. It's more like", "sourceId": "86"}, {"categoryId": "2", "formalText": "whenever like I get a sense that he's indulging himself a lot or blaming to himself or feeling.", "sourceId": "87"}, {"categoryId": "2", "formalText": "Inadequate sometimes he's just feeling awful.", "sourceId": "88"}, {"categoryId": "2", "formalText": "Anyway, when he like his when he like involves himself or fends for himself is at least a presumption that things could be different, but he doesn't feel like that's a possibility.", "sourceId": "90"}, {"categoryId": "2", "formalText": "My sensation to not being able to get out of Corner in a video game is that it's kind of disorienting among other things like he can't they move and he can't figure out where he's looking and.", "sourceId": "101"}, {"categoryId": "2", "formalText": "Yeah, and in that game everything's dark the entire time.", "sourceId": "102"}, {"categoryId": "2", "formalText": "It feels like he and James and doctor is like people who are trying to help him.", "sourceId": "104"}, {"categoryId": "2", "formalText": "It feels like with the best of intentions I'm all he's been afraid to continue down this incredibly painful and destructive path.", "sourceId": "105"}, {"categoryId": "2", "formalText": "That's disorienting.", "sourceId": "106"}, {"categoryId": "2", "formalText": "I imagine that feels like a lot of things have been a failure for him.", "sourceId": "132"}, {"categoryId": "2", "formalText": "I has he been thinking about of doing it to himself.", "sourceId": "142"}, {"categoryId": "2", "formalText": "Mostly.", "sourceId": "143"}, {"categoryId": "2", "formalText": "Things like the highest likelihood of success combined with what it's most likely he'd actually do.", "sourceId": "144"}, {"categoryId": "2", "formalText": "Yeah, what districts are hard but not that hard to hard if he wants them to be hard.", "sourceId": "145"}, {"categoryId": "2", "formalText": "This tutoring sessions going to be more.", "sourceId": "146"}, {"categoryId": "2", "formalText": "He thought about just taking the car somewhere.", "sourceId": "147"}, {"categoryId": "2", "formalText": "He thinks maybe he just won't go to tutoring.", "sourceId": "148"}, {"categoryId": "2", "formalText": "Yeah, he wasn't so sure of making it through the weekend.", "sourceId": "159"}, {"categoryId": "2", "formalText": "Part of him dies because it's hard to have to keep the fight and not kill himself.", "sourceId": "161"}, {"categoryId": "2", "formalText": "Most of him doesn't because it's a pain in the ass and it doesn't seem like he feels like he got to the same place that he started out in.", "sourceId": "164"}, {"categoryId": "2", "formalText": "He forgot the option.", "sourceId": "165"}, {"categoryId": "2", "formalText": "But he continues to think that it would be worse to try and fail than not to try and fail if that.", "sourceId": "166"}, {"categoryId": "2", "formalText": "Yeah, he doesn't want to think about it.", "sourceId": "168"}, {"categoryId": "2", "formalText": "He's pretty sure he'll cancel the tutoring session.", "sourceId": "169"}, {"categoryId": "2", "formalText": "Yeah, yeah, if it were like two hours later, that's so long then.", "sourceId": "170"}, {"categoryId": "2", "formalText": "But they be either or like 3 hours.", "sourceId": "176"}, {"categoryId": "2", "formalText": "He would feel like there was a.", "sourceId": "177"}, {"categoryId": "2", "formalText": "Yeah, sometimes he can rally.", "sourceId": "178"}, {"categoryId": "2", "formalText": "But he thinks maybe he needs to not ask himself to Rally right now.", "sourceId": "180"}, {"categoryId": "2", "formalText": "He hadn't thought about that.", "sourceId": "182"}, {"categoryId": "2", "formalText": "He doesn't know, you know, he can't decide whether it be better to go to work tomorrow or not to go to work tomorrow.", "sourceId": "185"}, {"categoryId": "2", "formalText": "Seems like a long way off though.", "sourceId": "186"}, {"categoryId": "2", "formalText": "He could take a nap right now.", "sourceId": "190"}, {"categoryId": "2", "formalText": "He's just like.", "sourceId": "192"}, {"categoryId": "2", "formalText": "He doesn't even want to say it like okay Chad, so he'll tackle the afternoon.", "sourceId": "193"}, {"categoryId": "2", "formalText": "That's not quite it but he doesn't know how to, he doesn't know how he can explain it.", "sourceId": "197"}, {"categoryId": "2", "formalText": "He had a he doesn't know what it's like it doesn't feel like I'm trying to put pressure on him or like it doesn't feel like I'm asking this of him.", "sourceId": "199"}, {"categoryId": "2", "formalText": "It's more like he doesn't know who it is.", "sourceId": "200"}, {"categoryId": "2", "formalText": "Right now like he has a dial on his back. Just the pressure that he's not actively to kill himself this afternoon.", "sourceId": "205"}, {"categoryId": "2", "formalText": "Yeah, he knows he can make it through the next few hours, but he doesn't know if he wants to will know.", "sourceId": "206"}, {"categoryId": "2", "formalText": "He knows he doesn't want to. He doesn't know whether he's willing to.", "sourceId": "207"}, {"categoryId": "2", "formalText": "I also know that he doesn't often want to with the intensity or with as much as himself or something like that.", "sourceId": "215"}, {"categoryId": "2", "formalText": "I also know that he might feel better in a few hours or not this bad.", "sourceId": "216"}, {"categoryId": "2", "formalText": "Yeah, he's counting on it.", "sourceId": "217"}, {"categoryId": "2", "formalText": "Yeah, that's how it goes.", "sourceId": "220"}, {"categoryId": "2", "formalText": "He feels better for a while and then he feels worse for a while.", "sourceId": "221"}, {"categoryId": "2", "formalText": "James knows what's going on.", "sourceId": "229"}, {"categoryId": "2", "formalText": "He they talked about it this morning and he acted sort of trying to keep it in scaring him too much for would have doubted on him too much.", "sourceId": "230"}, {"categoryId": "2", "formalText": "So they talked about it this morning, but on the way home, he asked him whether he and I had talked about hospitalization or something.", "sourceId": "231"}, {"categoryId": "2", "formalText": "Yeah, he thinks he knows Destin option now.", "sourceId": "232"}, {"categoryId": "2", "formalText": "Okay, he'll be he could probably go home to stare at the wall.", "sourceId": "240"}, {"categoryId": "2", "formalText": "He equally possible that, you know, he could go home and watch some TV and joke around with James and have a nice night and then he could go home and said that he's done.", "sourceId": "245"}, {"categoryId": "2", "formalText": "He can't tell and yeah clearly he usually ends up the former but.", "sourceId": "246"}, {"categoryId": "2", "formalText": "Yeah, well know sometimes he's miserable and doesn't go.", "sourceId": "250"}, {"categoryId": "2", "formalText": "No, he means if it starts to feel absurd to be there, then he'll come home.", "sourceId": "279"}]