[{"categoryId": "1", "formalText": "She feels like she needs more help.", "sourceId": "13"}, {"categoryId": "2", "formalText": "She feels like she needs she doesn't know what she takes.", "sourceId": "14"}, {"categoryId": "2", "formalText": "She doesn't know what it should look like but it's been it's really become a lot to take care of him on some level and to be responsive to the way things are going with his depression and such without any additional help because she feels like it's really helpful to her with me, but that's 45 minutes out of the week.", "sourceId": "15"}, {"categoryId": "2", "formalText": "Then her sister is there always listening but she feels bad like putting that on her cuz then she's really worried.", "sourceId": "16"}, {"categoryId": "2", "formalText": "She doesn't like going. She doesn't like doing that and that's kind of where it ends because her parents aren't so able. She guesses and talkin Ivan's dad was a really bad experience.", "sourceId": "17"}, {"categoryId": "2", "formalText": "So she guesses she's like, \"You need someone to come in and help you with the apartment.\"", "sourceId": "18"}, {"categoryId": "2", "formalText": "She's like, \"no.\"", "sourceId": "19"}, {"categoryId": "2", "formalText": "In theory, she thinks it would come from their sets of parents and Theory it would be someone who could be calling them and checking up and finding out what's going on and be really like she's bored with this treatment plan and she doesn't know if she should call that but maybe for her somebody who's able to call and just, \"how's it going?\"", "sourceId": "22"}, {"categoryId": "2", "formalText": "It seems pretty clear.", "sourceId": "23"}, {"categoryId": "2", "formalText": "It's not going to come for her parents, which is fine.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She thinks it's more emotional support.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She thinks it's more she's having a really really tough time is mood swings seem to be more pronounced.", "sourceId": "27"}, {"categoryId": "2", "formalText": "Egos for her crying to really happy hyper attentive towards her her guys really back and forth back and forth, which she understands part of depression.", "sourceId": "28"}, {"categoryId": "2", "formalText": "She's not criticizing the fact that he's going through that but she's just acknowledging its really tough.", "sourceId": "30"}, {"categoryId": "2", "formalText": "Right now she's really worried about the threats in the note and she's very worried about it obviously, but she's also again it sounds horribly selfish.", "sourceId": "32"}, {"categoryId": "2", "formalText": "But she's taken a moment and realizing that this is really tough to deal with. She's not doing it completely alone obviously, but it feels like sometimes when she's not when she's not here.", "sourceId": "33"}, {"categoryId": "2", "formalText": "She's the only other person in the apartment and it's too much and it's affecting her physically and it's affecting her emotionally and sometimes she feels herself being really pulled down in his when the moves are really impressive and it's really hard to like try to bring him up because I'm like, so it's getting really difficult to manage.", "sourceId": "35"}, {"categoryId": "2", "formalText": "All she knows is she really needs more help because it's really exhausting and really like.", "sourceId": "275"}, {"categoryId": "2", "formalText": "She needs someone.", "sourceId": "278"}, {"categoryId": "2", "formalText": "She needs to listen Maybe to stay at the end of the day say like, \"oh your husband told you you're going to get a divorce.\"", "sourceId": "280"}, {"categoryId": "2", "formalText": "She's just a little she guesses she needs to someone to say that's really difficult.", "sourceId": "285"}, {"categoryId": "2", "formalText": "\"I'm here for you.\"", "sourceId": "286"}, {"categoryId": "2", "formalText": "Just something or it must be really tough to listen to him.", "sourceId": "287"}, {"categoryId": "2", "formalText": "Say how hopeless it is and keep going but \"I'm here for you\" and \"I hear that and you're not crazy and you're not going to make it up and it's okay to get upset about that or you found a suicide note today.\"", "sourceId": "288"}, {"categoryId": "2", "formalText": "\"Oh my gosh, let me listen or let me come over and just hang out with you.\"", "sourceId": "289"}, {"categoryId": "2", "formalText": "She has me and she has her sister and she's even reluctant.", "sourceId": "291"}, {"categoryId": "2", "formalText": "Cuz she wants him. She just can't do this anymore.", "sourceId": "314"}, {"categoryId": "2", "formalText": "Like she can't do this for five more seconds on the other hand.", "sourceId": "315"}, {"categoryId": "2", "formalText": "It's okay because she needs to take care of him and he needs her help right now and he's her husband and he's really struggling but it's just like he won't get the help he needs.", "sourceId": "316"}, {"categoryId": "2", "formalText": "She can't turn to her husband and say she's having a really tough time with his mood swings.", "sourceId": "323"}, {"categoryId": "2", "formalText": "She can't say it really hurts her that he doesn't support her going to school.", "sourceId": "325"}, {"categoryId": "2", "formalText": "She doesn't think anyone she can't talk about anything that's going on that's wrong with his behavior anything that hurts her because it sent him further in the shame and guilt and depression.", "sourceId": "331"}, {"categoryId": "2", "formalText": "No, it really does become her problem because she needs to take care of him when he's writing notes and making threats and sobbing her church because they're going to get a divorce.", "sourceId": "336"}, {"categoryId": "2", "formalText": "But he's not going to he's not willing to take the steps to part of depression is he doesn't want help.", "sourceId": "347"}, {"categoryId": "2", "formalText": "He doesn't want to talk about it.", "sourceId": "348"}, {"categoryId": "2", "formalText": "She would rather swim something and yell then say she's angry because he should be better that.", "sourceId": "349"}, {"categoryId": "2", "formalText": "Like she really wants this again sounds really horrible and it sounds really selfish but she's really desperately wants him to be evaluated and she wants to find out what the heck quite frankly is going on because and she wants if he needs to be taking medication if he needs to be seen doctor board a couple sessions twice, she doesn't know. She needs to know and then she needs to happen me yesterday.", "sourceId": "369"}, {"categoryId": "2", "formalText": "He just tells her if anyone asked him to do any kind of evaluation she'd feel so disappointed in his get where that comes around because she's talking to his dad who says if they screwed him up they'll deal with that.", "sourceId": "370"}, {"categoryId": "5", "formalText": "She's talked to her sister a little afterwards like the next couple days or whatever and she told her what had gone on and she's like, well, he's reacting like a dad.", "sourceId": "38"}, {"categoryId": "5", "formalText": "He's emotional.", "sourceId": "39"}, {"categoryId": "5", "formalText": "He can't it's unfortunate.", "sourceId": "40"}, {"categoryId": "5", "formalText": "He couldn't step out to help her but she felt like it went back to his he and Ivan are more friends than anything which is she doesn't know how she feels about that.", "sourceId": "41"}, {"categoryId": "5", "formalText": "But she means he was not at all able to be it wasn't like an initial hysteria and then he calm down like he had a plan.", "sourceId": "42"}, {"categoryId": "5", "formalText": "He wasn't like stopping and but he was really emotional and he was very clear that he wanted her to talk or to call doctor bored and find out what she should be doing differently and how she should be taking care of it.", "sourceId": "45"}, {"categoryId": "5", "formalText": "He's like do not call and ask what she's been needs to be doing find out what she needs to be doing.", "sourceId": "46"}, {"categoryId": "5", "formalText": "She's sure he meant she's sure it never occurred to him.", "sourceId": "47"}, {"categoryId": "5", "formalText": "She said, she doesn't know if there's a way that she could somehow approach him and let him know that her guys support it and he doesn't you know, there is no Stigma and its healthy kids really couldn't.", "sourceId": "59"}, {"categoryId": "5", "formalText": "She really couldn't get that maybe cuz she's like, \"I know you told Ivan at one point he needs to be on antidepressants\" and she said, \"maybe you don't do that.\"", "sourceId": "60"}, {"categoryId": "5", "formalText": "She said, you know, \"you're not really it's not really your field and even if it was you are his dad and you are so close to this.\"", "sourceId": "61"}, {"categoryId": "5", "formalText": "He's like, \"well, I did take a lot of psychology course.\"", "sourceId": "62"}, {"categoryId": "5", "formalText": "She can't get past that.", "sourceId": "64"}, {"categoryId": "5", "formalText": "She's so angry at him.", "sourceId": "65"}, {"categoryId": "5", "formalText": "He's a pastor.", "sourceId": "66"}, {"categoryId": "5", "formalText": "He went to Seminary like he's not major in Psychology event.", "sourceId": "67"}, {"categoryId": "5", "formalText": "He has no what is honestly on the phone telling me how 20 years he took a couple classes, and she's just like.", "sourceId": "68"}, {"categoryId": "5", "formalText": "She knows everybody's acting like nothing ever happened and Martin was very clear on the phone.", "sourceId": "72"}, {"categoryId": "5", "formalText": "He's like this conversation never happened and him till he hears from doctor.", "sourceId": "73"}, {"categoryId": "5", "formalText": "And she was hoping he really just kind of told her to just so is unfortunate and he kind of gave her like a short list of what he needed and he never called her back. Not even to check like \"how's it going?\"", "sourceId": "76"}, {"categoryId": "5", "formalText": "Maybe his mother is a bit more.", "sourceId": "83"}, {"categoryId": "5", "formalText": "She's definitely a bit more or less emotional unless mainly talking but the problem is she's very intimidated by her.", "sourceId": "84"}, {"categoryId": "5", "formalText": "So she's kind of scared to call and she's really worried that she it can go as badly as it did with Ivan's dad or worse and she really again this sounds really selfish, but she really can't deal with her blaming her cuz she already feels like there is already suggesting her saying she needs to have a job or she needs to like that makes him feel worthless or that makes him feel which is difficult.", "sourceId": "85"}, {"categoryId": "5", "formalText": "She really again she keeps trying to emphasize the doctor Fair out cuz she feels like this has been really clearing her for a while.", "sourceId": "108"}, {"categoryId": "5", "formalText": "Is that she really needs something more and it's not so she's like, \"do you need to see my doctor McNally more?\"", "sourceId": "109"}, {"categoryId": "5", "formalText": "Does she need she doesn't know that those are and then she immediately from there went to separation which right now she doesn't feel good about and she doesn't want to do but she doesn't know if it's a parent.", "sourceId": "111"}, {"categoryId": "5", "formalText": "This is really difficult yesterday.", "sourceId": "112"}, {"categoryId": "5", "formalText": "She had to listen to him tell her how it's inevitable.", "sourceId": "113"}, {"categoryId": "5", "formalText": "They're going to get divorced and couples therapy.", "sourceId": "114"}, {"categoryId": "5", "formalText": "She has to listen to him say this is hopeless.", "sourceId": "115"}, {"categoryId": "5", "formalText": "It's never going to get any better and she has to find a way to not only get upset and not have any emotions surrounding that and not take a minute to go cry or call someone or take care of herself.", "sourceId": "116"}, {"categoryId": "5", "formalText": "She needs to turn around and say like,\"What can we do to help you? Tell me it's really difficult.\"", "sourceId": "117"}, {"categoryId": "5", "formalText": "She's tired, and she doesn't know what doctor Pharaoh says.", "sourceId": "121"}, {"categoryId": "5", "formalText": "She thought it seemed like she perceived her as being almost like stuck in the 90s.", "sourceId": "122"}, {"categoryId": "5", "formalText": "Her mom is apparently still not talking to her for two weeks ago when she asked about Easter, so she is not sometimes she can be really helpful and other times around like she's really not not a good situation and her dad doesn't do any type of emotional discussion.", "sourceId": "136"}, {"categoryId": "5", "formalText": "So she means he's worried about her.", "sourceId": "140"}, {"categoryId": "5", "formalText": "He's pretty disappointed.", "sourceId": "142"}, {"categoryId": "5", "formalText": "She thinks with the way Ivan has been.", "sourceId": "143"}, {"categoryId": "5", "formalText": "No, no, she's not expecting a sex but what she's saying is that she feels pretty overwhelmed and everyday truly yesterday.", "sourceId": "151"}, {"categoryId": "5", "formalText": "She went from crap all the way through church afterwards telling her how they're getting a divorce then at lunch like nothing ever happened happy and then later in the evening like crying a little bit again and then up and down and then up again and it is so sharp and it's so actually doing and she can't she can't even tell him this is going on or that she's struggling at this because he's totally unaware.", "sourceId": "152"}, {"categoryId": "5", "formalText": "He's also doing a little bit of it feels pretty manipulative and her sister said that sounds really intentional.", "sourceId": "154"}, {"categoryId": "5", "formalText": "It's so absurd and he knows it's absurd and she feels it's very clear that he denies.", "sourceId": "168"}, {"categoryId": "5", "formalText": "He's like, I\"'m not manipulating you. I'm not trying to get any kind of sympathy.\" But he'll throw pity party like like, \"I don't need health insurance.\"", "sourceId": "169"}, {"categoryId": "5", "formalText": "\"I can walk.\" Like really extreme and of course she responds very warmly lovingly sympathetically and he wants that and it's really frustrating because again, she feels really alone and taking care of all this and it is a lot all day every day and night still breaking out in hives in the whole thing.", "sourceId": "170"}, {"categoryId": "5", "formalText": "Because quite honestly he sits in a couples therapy and says, \"I can take care of myself.\"", "sourceId": "179"}, {"categoryId": "5", "formalText": "\"I've got it under control,\" and then dr. Farrell turns to her and says, \"You need to start taking him at his word.\"", "sourceId": "180"}, {"categoryId": "5", "formalText": "Then when they go home and Ivan continues to say that he can take care of himself sometimes but he's not taking care of himself.", "sourceId": "182"}, {"categoryId": "5", "formalText": "She needs to be able to get groceries.", "sourceId": "194"}, {"categoryId": "5", "formalText": "She needs to be able to pay the bills.", "sourceId": "195"}, {"categoryId": "5", "formalText": "She means they had a pretty big fight before he would call for it for his very first week.", "sourceId": "198"}, {"categoryId": "5", "formalText": "He can't do it on his own.", "sourceId": "212"}, {"categoryId": "5", "formalText": "She means things actually happen that affect her so it's not like they've been down the road she can let it go or said she should let it go and it just falls on him and maybe he'll learn consequences the whole it doesn't happen.", "sourceId": "220"}, {"categoryId": "5", "formalText": "He doesn't get worked up about the consequences. She does and they affect her too.", "sourceId": "221"}, {"categoryId": "5", "formalText": "She doesn't know if she doesn't mean to say she's not aware, but she can't just move in with her sister.", "sourceId": "232"}, {"categoryId": "5", "formalText": "She has a one-room like studio type thing on the top floor of a house and they don't turn on the heat and she has a cat and she goes to school and she lives in Newton and she has stuff and she would have to be on their list.", "sourceId": "233"}, {"categoryId": "5", "formalText": "She feels like she doesn't get it.", "sourceId": "247"}, {"categoryId": "5", "formalText": "She feels like she blames her.", "sourceId": "248"}, {"categoryId": "5", "formalText": "She criticizes her and she feels like she says they need to deal with her anger and resentment and that they never talked about Ivan's depression.", "sourceId": "249"}, {"categoryId": "5", "formalText": "She feels like she tries to counselors like Ivan isn't depressed and having mood swings and having problems with memory things like that never enters the room.", "sourceId": "252"}, {"categoryId": "5", "formalText": "She feels so it's like super callous because she can't expect the same result.", "sourceId": "253"}, {"categoryId": "5", "formalText": "She told her about the note and stuff which she didn't want to do, but she really needs to have somebody.", "sourceId": "292"}, {"categoryId": "5", "formalText": "But like that's the best relationship.", "sourceId": "294"}, {"categoryId": "5", "formalText": "She hasn't quite honestly, she's been my caretaker when she was young because she's the oldest and she hates that she ends up she goes and she's really worried about her and then she tries to help me out in ways, but she doesn't want our relationship to become all about trouble in her marriage because she already listens to her mom about her problems and her marriage and her poor sister is never going to get married and she doesn't know, She needs somebody to.", "sourceId": "295"}, {"categoryId": "5", "formalText": "She knows they talked about it for like 5 minutes and then she's like, \"Let's move on to where we left off,\" and she's like, \"No you don't get it.\"", "sourceId": "300"}, {"categoryId": "5", "formalText": "She can't talk about any of their problems in here because he's going to go write another note was going to make another threat or Worse.", "sourceId": "301"}, {"categoryId": "5", "formalText": "He's going to continue finding ways to hide that she tried to tell him he needs to tell doctor board about these things.", "sourceId": "302"}, {"categoryId": "5", "formalText": "He needs to promise that and he's like, \"No, I don't want to tell anyone because I shouldn't be feeling this way.\"", "sourceId": "303"}, {"categoryId": "5", "formalText": "She's angry when she's angry because she should be better than that and it's obscure.", "sourceId": "305"}, {"categoryId": "5", "formalText": "It's getting really really difficult and she doesn't.", "sourceId": "308"}, {"categoryId": "5", "formalText": "If she brings up no issues by instigate no arguments.", "sourceId": "399"}, {"categoryId": "5", "formalText": "No discussions about anything this problem that she just cooked dinner and they watch a movie and makes a point of talking about things that you know, he's not going to bring it up and then things are okay, but they're not okay.", "sourceId": "400"}, {"categoryId": "5", "formalText": "So she doesn't know how to actually felt like saying last time that she doesn't want to go anymore couples therapy because it feels so it feels almost.", "sourceId": "401"}, {"categoryId": "5", "formalText": "She feels like she's getting blamed by his parents.", "sourceId": "404"}, {"categoryId": "5", "formalText": "She feels like she's getting blame by her.", "sourceId": "405"}, {"categoryId": "5", "formalText": "She feels like if she could just deal with the anger and resentment and if she didn't speak up last time and say this is too much.", "sourceId": "406"}, {"categoryId": "5", "formalText": "She needs help that I wouldn't have suggested as a separate probably would like the marriage can work if it just put it all in a drawer and she doesn't.", "sourceId": "407"}, {"categoryId": "5", "formalText": "Like she wants to know what's going on with him and she wants to find a way to deal with it and she wants to move on and she can't deal with the next five years being like this.", "sourceId": "409"}]