[{"categoryId": "0", "formalText": "So Micah gave him a prescription for Adderall.", "sourceId": "7"}, {"categoryId": "0", "formalText": "Will probably start tomorrow.", "sourceId": "15"}, {"categoryId": "0", "formalText": "He has tickets to a rock concert Sunday night.", "sourceId": "185"}, {"categoryId": "0", "formalText": "He's not too worked up about it.", "sourceId": "198"}, {"categoryId": "0", "formalText": "No, he means he's already spent the money.", "sourceId": "199"}, {"categoryId": "0", "formalText": "He's kind of getting used to getting screwed over.", "sourceId": "200"}, {"categoryId": "0", "formalText": "But he just, you know, same thing as last Friday, he's not as anxious.", "sourceId": "201"}, {"categoryId": "0", "formalText": "It would have been a big relief, you know, a lot of pressure off his shoulders.", "sourceId": "270"}, {"categoryId": "0", "formalText": "He's supposed to make her estimated tax payment today.", "sourceId": "271"}, {"categoryId": "0", "formalText": "Jesse's waiting on a check and they're going to mail it out today without having enough money.", "sourceId": "272"}, {"categoryId": "0", "formalText": "Hoping that check comes in.", "sourceId": "273"}, {"categoryId": "0", "formalText": "He got a closing on Friday, but that's not going fund until next Wednesday Wednesday.", "sourceId": "274"}, {"categoryId": "1", "formalText": "He had a title exam due yesterday that he kind of blew off.", "sourceId": "134"}, {"categoryId": "2", "formalText": "He was wondering if he had had the medication if he would have done it or not.", "sourceId": "135"}, {"categoryId": "2", "formalText": "And the title was due yesterday.", "sourceId": "148"}, {"categoryId": "2", "formalText": "So he left the registry and said he'll just finish the title and explain that he needs to follow up on this a week from now.", "sourceId": "149"}, {"categoryId": "2", "formalText": "So for some reason he decided to go get Chinese food. Whenever he gets Chinese food, he gets way too much and he hates it all.", "sourceId": "150"}, {"categoryId": "2", "formalText": "He basically just fell asleep on the couch and never got out and finish the title, even waking up at 11 and was up for several hours.", "sourceId": "151"}, {"categoryId": "2", "formalText": "He just blew it off.", "sourceId": "152"}, {"categoryId": "2", "formalText": "And he's not really even anxious or stressed out about it.", "sourceId": "153"}, {"categoryId": "2", "formalText": "Really what was interesting, is that Sunday morning was one of those days he gets anxious about.", "sourceId": "154"}, {"categoryId": "2", "formalText": "Kind of been thinking about, you know, yeah, if he really does have ADD, how much different his life would have been if this had been discovered, you know, 30 years ago. 20 years ago. 10 years ago. 5 years ago. Two years ago. A year ago. 6 months ago, you know.", "sourceId": "202"}, {"categoryId": "2", "formalText": "Yeah, so that was kind of bothering him a bit.", "sourceId": "204"}, {"categoryId": "2", "formalText": "He has thoughts about his new-found calmness?", "sourceId": "296"}, {"categoryId": "2", "formalText": "He doesn't know, just that one day.", "sourceId": "301"}, {"categoryId": "2", "formalText": "He thinks it's been, part of it was ability to get into the office and do some work, you know, at least yesterday.", "sourceId": "302"}, {"categoryId": "2", "formalText": "Although he didn't finish that title, even though he wasn't so he thinks that's helped.", "sourceId": "303"}, {"categoryId": "2", "formalText": "That's why he's wondering if the Adderall works how much that will change things.", "sourceId": "304"}, {"categoryId": "2", "formalText": "Just getting work done take a couple extra one and he'll clean the apartment. Sir Speedy and if they don't work, he's just going to sell the rest of the bottle.", "sourceId": "305"}, {"categoryId": "2", "formalText": "He could probably do better than the Klonopin.", "sourceId": "306"}, {"categoryId": "2", "formalText": "So it's kind of a win all the way around.", "sourceId": "307"}, {"categoryId": "2", "formalText": "It's like he just has to wait until fish comes back to town and walk through the parking lot.", "sourceId": "309"}, {"categoryId": "2", "formalText": "I have nothing on the docket.", "sourceId": "460"}, {"categoryId": "2", "formalText": "I've got a bunch of titles I need to do.", "sourceId": "462"}, {"categoryId": "2", "formalText": "So we'll see if he's productive tomorrow.", "sourceId": "467"}, {"categoryId": "2", "formalText": "He hopes he's productive today.", "sourceId": "468"}, {"categoryId": "4", "formalText": "That's why, you no, suspect he's never taken. She asked him if he had ever taken stimulants before, and he pauses because he used to take Ephedrine in college when it was legal.", "sourceId": "316"}, {"categoryId": "4", "formalText": "He'd stay up late to work to party to play rugby.", "sourceId": "320"}, {"categoryId": "4", "formalText": "He used it as a stimulant. This was before he really drinks coffee.", "sourceId": "321"}, {"categoryId": "4", "formalText": "It helped him study.", "sourceId": "323"}, {"categoryId": "4", "formalText": "Yeah, it was very effective.", "sourceId": "324"}, {"categoryId": "4", "formalText": "But, you know, they stop the sale.", "sourceId": "325"}, {"categoryId": "4", "formalText": "He means, he could go into a convenience store and buy it.", "sourceId": "326"}, {"categoryId": "4", "formalText": "Is tops that you know, it's a bronchodilator.", "sourceId": "328"}, {"categoryId": "4", "formalText": "So, you know, he forgets the medication, but there was an over the counter that had it in it before they stop.", "sourceId": "329"}, {"categoryId": "4", "formalText": "And when he would take it, he felt weird, you know, so he stopped. He was just like this is crazy.", "sourceId": "330"}, {"categoryId": "4", "formalText": "So he turned to coffee because there was a story of a model in Florida that died taking a bunch of it.", "sourceId": "331"}, {"categoryId": "4", "formalText": "It was also used for weight loss.", "sourceId": "332"}, {"categoryId": "4", "formalText": "So he thinks he might have even been taking it for that as well.", "sourceId": "334"}, {"categoryId": "4", "formalText": "It definitely suppresses the appetite.", "sourceId": "335"}, {"categoryId": "5", "formalText": "He means, he's sure when Lucille is around he acts differently clearly whatever she has he wants whatever he has she wants.", "sourceId": "122"}, {"categoryId": "5", "formalText": "He's fighting for his attention when she's playing with him.", "sourceId": "123"}, {"categoryId": "5", "formalText": "He had to take Ian to snowboarding.", "sourceId": "155"}, {"categoryId": "5", "formalText": "Well, as they're driving out, there he could just hear Injustice voice when Ian called her that she didn't sound good.", "sourceId": "158"}, {"categoryId": "5", "formalText": "She's like, \"I'm throwing up.\"", "sourceId": "159"}, {"categoryId": "5", "formalText": "They're all works out.", "sourceId": "179"}, {"categoryId": "5", "formalText": "Just the whole thing.", "sourceId": "180"}, {"categoryId": "5", "formalText": "There was no anxiety no stress, you know.", "sourceId": "181"}, {"categoryId": "5", "formalText": "And he kind of whacks him on the head, you know, and he's kind of sensitive same thing was with his bicycle helmet, you know, he starts crying when he does it, but for him, it's just habit.", "sourceId": "385"}, {"categoryId": "5", "formalText": "He sees a helmet, he a kit.", "sourceId": "386"}, {"categoryId": "5", "formalText": "He told him to hit him in the head.", "sourceId": "389"}, {"categoryId": "5", "formalText": "He's not very strong.", "sourceId": "390"}, {"categoryId": "5", "formalText": "It's like harder harder harder.", "sourceId": "391"}, {"categoryId": "5", "formalText": "He was supposed to get a badge but there was a miscommunication among Scout leaders, and he didn't get it.", "sourceId": "408"}, {"categoryId": "5", "formalText": "He's really not even sure you've got to do what they call a go see it where they went to the fire department something with your family.", "sourceId": "411"}, {"categoryId": "5", "formalText": "He thinks that's the community event, but stupidly he told him, \"Oh you're going to get your badge.\"", "sourceId": "413"}, {"categoryId": "5", "formalText": "But he was so into the car and they also made these bracelets out of parachute cord.", "sourceId": "415"}, {"categoryId": "5", "formalText": "He would not leave him alone with his leader.", "sourceId": "420"}, {"categoryId": "5", "formalText": "And the wife is always there.", "sourceId": "425"}, {"categoryId": "5", "formalText": "Yeah, but he's so kind of creepy.", "sourceId": "426"}, {"categoryId": "5", "formalText": "Yeah, it's a general level of creepiness.", "sourceId": "427"}, {"categoryId": "5", "formalText": "It's not like, you know, he's done absolutely nothing to suggest pedophilia or affection for kids.", "sourceId": "428"}, {"categoryId": "5", "formalText": "He's actually bit introverted, but he seems overwhelmed and he's taking classes for something.", "sourceId": "430"}, {"categoryId": "5", "formalText": "He doesn't want to talk to the guy, so he doesn't really know all the answers, you know.", "sourceId": "431"}, {"categoryId": "5", "formalText": "Yeah, he's just a weird dude.", "sourceId": "435"}, {"categoryId": "5", "formalText": "That's going to be the interesting thing next summer, whether she'll let him go on an overnight in the woods.", "sourceId": "454"}, {"categoryId": "5", "formalText": "It's almost not even worth doing it because he's.", "sourceId": "455"}, {"categoryId": "5", "formalText": "Right, because of her anxiety.", "sourceId": "456"}, {"categoryId": "7", "formalText": "He's wondering when he's going to get extremely sick, because, he means, he did have that morning of diarrhea, but he's wondering if that was it or if he's got something to come because he was around them on Saturday.", "sourceId": "241"}, {"categoryId": "7", "formalText": "He slept. He kept waking up, but ultimately didn't motivate until like 10, just because he was tired from the game standing and watching and snowboard and then going and standing for another all day, you know.", "sourceId": "341"}, {"categoryId": "7", "formalText": "Sunday morning, was he thinks, because they went over to Mosby's house and he was drinking.", "sourceId": "369"}, {"categoryId": "7", "formalText": "And so he thinks it may have to do with the dehydration a lot, too.", "sourceId": "370"}, {"categoryId": "7", "formalText": "Or even if he's just dehydrated from drinking coffee, or just not drinking water, you know.", "sourceId": "372"}, {"categoryId": "7", "formalText": "The recently he's been trying to drink more water, but he has to get up and pee more.", "sourceId": "374"}, {"categoryId": "7", "formalText": "This morning, he woke up.", "sourceId": "376"}]