[{"categoryId": "1", "formalText": "She doesn't know so it just made her extremely worried about him.", "sourceId": "44"}, {"categoryId": "2", "formalText": "She pays for his phone bill so she can go online and see her talk to so she had called a few numbers.", "sourceId": "45"}, {"categoryId": "2", "formalText": "She had no idea who she was contacting.", "sourceId": "46"}, {"categoryId": "2", "formalText": "She was just numbers she says, \"This is Stephen sister.\"", "sourceId": "47"}, {"categoryId": "2", "formalText": "She's worried about him.", "sourceId": "48"}, {"categoryId": "2", "formalText": "Would she check up on him a few people she had met she went out there.", "sourceId": "49"}, {"categoryId": "2", "formalText": "It was it was a completely random.", "sourceId": "50"}, {"categoryId": "2", "formalText": "She doesn't know. She contacted his roommate and stuff, but she doesn't know.", "sourceId": "51"}, {"categoryId": "2", "formalText": "She doesn't know just feeling really low.", "sourceId": "54"}, {"categoryId": "2", "formalText": "He actually wants her to call this woman and tell her to back off.", "sourceId": "56"}, {"categoryId": "2", "formalText": "She was like, \"Well, I think that will just make things worse if she's serious impossible.\"", "sourceId": "57"}, {"categoryId": "2", "formalText": "It's just the way she was so she was just wait to do that.", "sourceId": "58"}, {"categoryId": "2", "formalText": "If he really wants her to do it.", "sourceId": "59"}, {"categoryId": "2", "formalText": "She guesses there's been a lot of stress and she's worried.", "sourceId": "62"}, {"categoryId": "2", "formalText": "She knows one of his really good friends.", "sourceId": "64"}, {"categoryId": "2", "formalText": "She thinks his name is Ferris.", "sourceId": "65"}, {"categoryId": "2", "formalText": "She usually always contacted when she's worried about 7, but he was out of town.", "sourceId": "66"}, {"categoryId": "2", "formalText": "His roommate is she doesn't know never got the phone.", "sourceId": "68"}, {"categoryId": "2", "formalText": "His phone is always off.", "sourceId": "69"}, {"categoryId": "2", "formalText": "So whenever she tries to contact him, she's always she doesn't know.", "sourceId": "70"}, {"categoryId": "2", "formalText": "It's only been ten years later.", "sourceId": "71"}, {"categoryId": "2", "formalText": "She was just like, \"Well, we need to make a plan here. Will get you I don't know how the insurance will get you. Whatever we'll figure out something and then try to get you some help.\"", "sourceId": "74"}, {"categoryId": "2", "formalText": "She doesn't know because she thinks he is not like he hadn't tried several times to see people but just she doesn't know.", "sourceId": "75"}, {"categoryId": "2", "formalText": "What entrance to get a she doesn't know consultation.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She doesn't know just a lot of prices are outrageous.", "sourceId": "77"}, {"categoryId": "2", "formalText": "She doesn't know if it's because he's in Miami and they have all these fancy.", "sourceId": "80"}, {"categoryId": "2", "formalText": "She doesn't know recovery centers or something.", "sourceId": "81"}, {"categoryId": "2", "formalText": "She was like, \"There's got to be something else.\"", "sourceId": "82"}, {"categoryId": "2", "formalText": "She was like, \"where are you?\"", "sourceId": "87"}, {"categoryId": "2", "formalText": "She doesn't know. She lives far away and she feels like he needs someone to push him a little because.", "sourceId": "92"}, {"categoryId": "2", "formalText": "He is feeling low. She doesn't know. She's getting a job isn't completely she doesn't know she doesn't know but they'll.", "sourceId": "93"}, {"categoryId": "2", "formalText": "She has a plan in her head trying to get him Healthcare so he can if he needs prescription and she doesn't know he can get some she doesn't know.", "sourceId": "103"}, {"categoryId": "2", "formalText": "And she would like for him to move out of Miami, but he needs has to stay there until April 1st because he got a DUI over a year ago and he has to finish up his this contract thing.", "sourceId": "113"}, {"categoryId": "2", "formalText": "But until then it's he has to stay there.", "sourceId": "115"}, {"categoryId": "2", "formalText": "She must be really worried.", "sourceId": "117"}, {"categoryId": "2", "formalText": "She doesn't know. So worried about something that doesn't not able to directly she doesn't know deal with it or she doesn't know so she goes back and forth between she doesn't know if trying to trying not to think about it, and she doesn't know being worried, but they'll see.", "sourceId": "119"}, {"categoryId": "5", "formalText": "So on Friday, her brother calls her and she doesn't know. He's not doing well.", "sourceId": "2"}, {"categoryId": "5", "formalText": "He quit his job.", "sourceId": "3"}, {"categoryId": "5", "formalText": "She doesn't know. He was dating this woman who says horrible and.", "sourceId": "4"}, {"categoryId": "5", "formalText": "She doesn't know so he's not doing well, but she doesn't know. She talks to me on Friday and he said he just felt crappy all week.", "sourceId": "7"}, {"categoryId": "5", "formalText": "But he's a little better.", "sourceId": "8"}, {"categoryId": "5", "formalText": "And so and then she guesses Saturday, she doesn't know the same stuff.", "sourceId": "9"}, {"categoryId": "5", "formalText": "So yeah, she talked to him Saturday.", "sourceId": "15"}, {"categoryId": "5", "formalText": "She doesn't know she guesses on top of everything.", "sourceId": "16"}, {"categoryId": "5", "formalText": "She doesn't know this woman.", "sourceId": "17"}, {"categoryId": "5", "formalText": "He was dating.", "sourceId": "18"}, {"categoryId": "5", "formalText": "She doesn't know it was even a tab on the relationship.", "sourceId": "19"}, {"categoryId": "5", "formalText": "Pressuring him to pay her.", "sourceId": "20"}, {"categoryId": "5", "formalText": "She doesn't know a couple thousand dollars or something.", "sourceId": "21"}, {"categoryId": "5", "formalText": "Her brother just turned 27.", "sourceId": "22"}, {"categoryId": "5", "formalText": "This one is 41 years old.", "sourceId": "23"}, {"categoryId": "5", "formalText": "She doesn't know if she knows about their situation.", "sourceId": "25"}, {"categoryId": "5", "formalText": "He doesn't have any money.", "sourceId": "26"}, {"categoryId": "5", "formalText": "She doesn't know. He has problems with it.", "sourceId": "27"}, {"categoryId": "5", "formalText": "But depression.", "sourceId": "28"}, {"categoryId": "5", "formalText": "She doesn't know just quit his job and he's not feeling too hot right now.", "sourceId": "29"}, {"categoryId": "5", "formalText": "She guesses he didn't tell her the whole story, but she's sure something happened where she and banded him and.", "sourceId": "31"}, {"categoryId": "5", "formalText": "She sent him an email.", "sourceId": "32"}, {"categoryId": "5", "formalText": "Basically very rude \"you owe me this amount\" or \"you can sign over the least your car.\"", "sourceId": "33"}, {"categoryId": "5", "formalText": "She's like, \"what the fuc.\"", "sourceId": "34"}, {"categoryId": "5", "formalText": "She thinks this is just not that she doesn't think it's so much.", "sourceId": "35"}, {"categoryId": "5", "formalText": "The money is issue is just.", "sourceId": "36"}, {"categoryId": "5", "formalText": "They getting how he allowed himself to get into this situation.", "sourceId": "38"}, {"categoryId": "5", "formalText": "She doesn't know kicking him while he's down.", "sourceId": "39"}, {"categoryId": "5", "formalText": "Yeah, she doesn't know so he told her he was going out with some of her friends Saturday night.", "sourceId": "41"}, {"categoryId": "5", "formalText": "She doesn't know now.", "sourceId": "42"}, {"categoryId": "5", "formalText": "He had called her several times but she didn't get it because she was sleeping.", "sourceId": "43"}, {"categoryId": "5", "formalText": "She told her mom even though she's sure her brother would hate that what's going on and she doesn't really she doesn't understand or get what her brother has against her parents other than she doesn't know.", "sourceId": "140"}, {"categoryId": "5", "formalText": "He's just playing them for his situation, but she's not quite sure.", "sourceId": "145"}, {"categoryId": "5", "formalText": "Whenever she asked him, she doesn't really remember or because it must just not make sense to her.", "sourceId": "146"}, {"categoryId": "5", "formalText": "She doesn't know so her mom's worried and all these other things and she asked about him all the time and she's just like, \"Well, why don't you?\" She's always like be proactive with just seems to never.", "sourceId": "147"}, {"categoryId": "5", "formalText": "Never tells her these things and she doesn't know flop over and she's like, \"I just want him to come home\" and she's like, \"Well, that's not an option.\"", "sourceId": "148"}, {"categoryId": "5", "formalText": "She's she doesn't know. Stephen siphoning her the information.", "sourceId": "161"}, {"categoryId": "5", "formalText": "She always twisted or she doesn't know or makes it worse or either makes her feel guilty or something.", "sourceId": "163"}, {"categoryId": "5", "formalText": "She just doesn't want to deal with it.", "sourceId": "165"}, {"categoryId": "5", "formalText": "She doesn't know but she feels like she has to tell her and she feels like she can't she doesn't know.", "sourceId": "168"}, {"categoryId": "5", "formalText": "She can't take this burden alone contacting all these people calling all these friends.", "sourceId": "169"}, {"categoryId": "5", "formalText": "She wishes she would she means she knows she can't or she doesn't know but she wishes someone was like, \"Okay, look, here it is.\"", "sourceId": "180"}, {"categoryId": "5", "formalText": "She's just doesn't want that or any responsibility to deal with this and she knows she can't because she can't talk to Stephen, but she doesn't know.", "sourceId": "183"}, {"categoryId": "5", "formalText": "She thinks she's just hypercritical of her because she doesn't she doesn't know she doesn't do anything.", "sourceId": "190"}, {"categoryId": "5", "formalText": "She knows it's hard and whatever but she doesn't know.", "sourceId": "195"}, {"categoryId": "5", "formalText": "She feels like she doesn't know and she just feels like she wants to be stuck in these ways.", "sourceId": "196"}, {"categoryId": "5", "formalText": "She just because it's just a difference from she doesn't know her interaction with her or being she was so strong or unwavering or she comes off.", "sourceId": "206"}, {"categoryId": "5", "formalText": "She's just like doesn't want any part or doesn't know how to deal with it.", "sourceId": "212"}, {"categoryId": "5", "formalText": "It's just such a difference.", "sourceId": "214"}, {"categoryId": "5", "formalText": "They have to call them on the phone for Tyler.", "sourceId": "216"}, {"categoryId": "5", "formalText": "She feels like those aren't.", "sourceId": "217"}, {"categoryId": "5", "formalText": "To call people.", "sourceId": "218"}, {"categoryId": "5", "formalText": "She doesn't know thinking about her or when he she doesn't know blame her or whatever family.", "sourceId": "229"}, {"categoryId": "5", "formalText": "Right, and then she's not going to change.", "sourceId": "234"}, {"categoryId": "5", "formalText": "She's never going to be happy with that situation or it's not going to be the way she wants it.", "sourceId": "235"}, {"categoryId": "5", "formalText": "She talked to a few of Stephen friends and two of them are older one guy.", "sourceId": "246"}, {"categoryId": "5", "formalText": "She talked to me about she's never even heard of but he was in his fifties was actually was stepping on Saturday night.", "sourceId": "247"}, {"categoryId": "5", "formalText": "That's how I got his number.", "sourceId": "248"}, {"categoryId": "5", "formalText": "It was one of the last ones called and his friend Harris is older as well in his forties.", "sourceId": "249"}, {"categoryId": "5", "formalText": "And in talking to them they seemed she doesn't know Proactiv. They can do this little and then she doesn't know people like Marlow and Vicky are very anything that were looking up stuff for going down with her or giving her option.", "sourceId": "251"}, {"categoryId": "5", "formalText": "She guesses she's like a she doesn't know Point person or something.", "sourceId": "256"}, {"categoryId": "5", "formalText": "The point person so it's like all right.", "sourceId": "258"}]