[{"categoryId": "0", "formalText": "So he's going to a conference next week and making a poster.", "sourceId": "97"}, {"categoryId": "0", "formalText": "He finished the poster last night.", "sourceId": "98"}, {"categoryId": "0", "formalText": "So he's very careful not to make mistakes, but there's also like oh, he doesn't know some not well defined apprehension about the experience of presenting the poster.", "sourceId": "100"}, {"categoryId": "0", "formalText": "He was not particularly pleased with the work.", "sourceId": "102"}, {"categoryId": "0", "formalText": "He means, he was pleased when they got to the point they had gotten to.", "sourceId": "103"}, {"categoryId": "0", "formalText": "What is a vaguely depressing experience very depressing experience, but big least satisfying to be able to bury it in that way.", "sourceId": "105"}, {"categoryId": "0", "formalText": "Strangely comfort and joy, like delighted by the process that they went through there.", "sourceId": "114"}, {"categoryId": "0", "formalText": "He finds it amusing that that was how it went.", "sourceId": "115"}, {"categoryId": "0", "formalText": "And he knows that it had sorrow and hardship and all of that attached.", "sourceId": "121"}, {"categoryId": "0", "formalText": "But yeah, it's okay because it's going somewhere.", "sourceId": "122"}, {"categoryId": "1", "formalText": "He guesses how they got there isn't really the issue.", "sourceId": "5"}, {"categoryId": "1", "formalText": "But at some point Tanya disclose that she was still suicidal on a regular basis like multiple times a week.", "sourceId": "6"}, {"categoryId": "2", "formalText": "He suggested that that have been true for that.", "sourceId": "7"}, {"categoryId": "2", "formalText": "It had never not been true.", "sourceId": "8"}, {"categoryId": "2", "formalText": "But he thinks he doesn't think she's correct about that.", "sourceId": "10"}, {"categoryId": "2", "formalText": "He thinks there was a.", "sourceId": "11"}, {"categoryId": "2", "formalText": "Of time where it certainly was not every couple or three days or something.", "sourceId": "12"}, {"categoryId": "2", "formalText": "He doesn't know exactly what to say about that other than that happened.", "sourceId": "14"}, {"categoryId": "2", "formalText": "Yeah, he means he's been living with her for a while.", "sourceId": "17"}, {"categoryId": "2", "formalText": "You know on the one hand, he's not surprised in the context of the last several weeks.", "sourceId": "18"}, {"categoryId": "2", "formalText": "He thinks he's mentioned that. He thought she had not been doing that.", "sourceId": "20"}, {"categoryId": "2", "formalText": "Well while he was gone.", "sourceId": "21"}, {"categoryId": "2", "formalText": "He means that's not such big of a surprise they claim that it's like an unbroken string back to March or whatever.", "sourceId": "22"}, {"categoryId": "2", "formalText": "He thinks he feels like he should have a general sense of that and often he does without her saying anyting just living with her.", "sourceId": "24"}, {"categoryId": "2", "formalText": "He guesses he also feels like.", "sourceId": "25"}, {"categoryId": "2", "formalText": "Her not telling him is a sign of her not trusting him to do something or handle something just is what it is.", "sourceId": "26"}, {"categoryId": "2", "formalText": "Yeah, or it could be she suggested that she thought she told him or that he knew. He's not really sure that that's not reasonable.", "sourceId": "28"}, {"categoryId": "2", "formalText": "He sure sounds discouraged.", "sourceId": "31"}, {"categoryId": "2", "formalText": "Yeah talking about it's making him feel discouraged or at least it's that the emotion that's bubbling up.", "sourceId": "33"}, {"categoryId": "2", "formalText": "This incentive like here they go again.", "sourceId": "35"}, {"categoryId": "2", "formalText": "Yeah, he thinks on any particular day when she's not well he can either handle it just fine or he feels like there's nothing in that they're going to do today.", "sourceId": "36"}, {"categoryId": "2", "formalText": "That's any different from the last time they did exactly the same day and nothing's changed.", "sourceId": "37"}, {"categoryId": "2", "formalText": "Realistically, he thinks she's coping with it better in the sense that if the claim is true.", "sourceId": "39"}, {"categoryId": "2", "formalText": "She's been off and on suicidal for several months without being hospitalized.", "sourceId": "40"}, {"categoryId": "2", "formalText": "So that's probably good.", "sourceId": "41"}, {"categoryId": "2", "formalText": "Certainly, her mood has not been as dire as it has been in most of the hospitalization circumstances cuz it's obvious when her mood is that bad.", "sourceId": "42"}, {"categoryId": "2", "formalText": "Yeah, he thinks discouraged.", "sourceId": "43"}, {"categoryId": "2", "formalText": "He doesn't have a very clear sense of here's a strategy that will win out in the end.", "sourceId": "45"}, {"categoryId": "2", "formalText": "Just keep doing this.", "sourceId": "46"}, {"categoryId": "2", "formalText": "He'll come here.", "sourceId": "47"}, {"categoryId": "2", "formalText": "She'll see Josh.", "sourceId": "48"}, {"categoryId": "2", "formalText": "Go to couples counseling.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She'll still be suicidal.", "sourceId": "50"}, {"categoryId": "2", "formalText": "Yeah, he thinks discouraged is right.", "sourceId": "51"}, {"categoryId": "2", "formalText": "I said eventually he will feel okay in one of these two set.", "sourceId": "76"}, {"categoryId": "2", "formalText": "He thought I framed the entire thing very very carefully and there was a whole lot packed into it and he liked it.", "sourceId": "78"}, {"categoryId": "2", "formalText": "Yeah, there was a great deal about acceptance and lost built into the two paths.", "sourceId": "79"}, {"categoryId": "2", "formalText": "Repeating what I said sort of so it was very freeing to hear the first time.", "sourceId": "81"}, {"categoryId": "2", "formalText": "You know, something's just rang very very true.", "sourceId": "82"}, {"categoryId": "2", "formalText": "Like he said, it was very well trained and he's just yeah, those are the he doesn't know points in the distance and some cents.", "sourceId": "84"}, {"categoryId": "2", "formalText": "So then he thinks something like that and how it's helpful and free and then he thinks about the question or the it will occur to him that that was the right thing to say if such a thing exists.", "sourceId": "85"}, {"categoryId": "2", "formalText": "So then it's well, how did he know it was the right thing to say right then then he will think about this moment when I asked him what is he thinking about.", "sourceId": "86"}, {"categoryId": "2", "formalText": "And he says that", "sourceId": "87"}, {"categoryId": "2", "formalText": "and then I would usually then respond something like I wonder how he came to this and he said, yes and then we talk about something else.", "sourceId": "88"}, {"categoryId": "2", "formalText": "That's our pattern.", "sourceId": "89"}, {"categoryId": "2", "formalText": "And then he tries to think about the other things since that's not going to go anywhere.", "sourceId": "92"}, {"categoryId": "2", "formalText": "It's so he wants to think about something else.", "sourceId": "93"}, {"categoryId": "2", "formalText": "Yeah, he thinks he'd like uncertainty to be bounded and he thinks that's more or less the correct bounding on uncertainty.", "sourceId": "94"}, {"categoryId": "2", "formalText": "He certainly doesn't know where they'll end up or where he will end up.", "sourceId": "95"}]