[{"categoryId": "1", "formalText": "She guesses she'd say she's anxious more than anything a lot.", "sourceId": "4"}, {"categoryId": "1", "formalText": "But she guesses overall things are okay.", "sourceId": "5"}, {"categoryId": "2", "formalText": "So she tries the first couple were really bad.", "sourceId": "7"}, {"categoryId": "2", "formalText": "So she tried to think of one and she doesn't believe it and it sounds horrible, but it's going to be okay things are going to like that.", "sourceId": "8"}, {"categoryId": "2", "formalText": "Sometimes it's interesting.", "sourceId": "9"}, {"categoryId": "2", "formalText": "But sometimes in her head, she'll still hear the like \"I hate myself\" immediately and she can't like but then after that she will think it's going to be okay from trying to like hopefully eventually the first one will be erased and she won't think that but it's really ingrained.", "sourceId": "10"}, {"categoryId": "2", "formalText": "It's always that and it's like a daily think if not multiple times a day.", "sourceId": "17"}, {"categoryId": "2", "formalText": "So \"it's going to be okay\" sounds like it sounds a little wishy-washy R. It sounds like the type of thing.", "sourceId": "18"}, {"categoryId": "2", "formalText": "You don't want to hear when you're upset like, \"oh, it'll be okay,\" almost like brushing it off, but you can be a little comforting even to just try to believe it or even just to hear it after that instead of that.", "sourceId": "19"}, {"categoryId": "2", "formalText": "They can do a little good.", "sourceId": "20"}, {"categoryId": "2", "formalText": "She said she tried a couple of other things first that didn't stick at all.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She didn't intentionally try them.", "sourceId": "22"}, {"categoryId": "2", "formalText": "It's just like they came into her mind.", "sourceId": "23"}, {"categoryId": "2", "formalText": "So what but that they didn't work like it didn't feel.", "sourceId": "24"}, {"categoryId": "2", "formalText": "No, they weren't good.", "sourceId": "25"}, {"categoryId": "2", "formalText": "They were not good.", "sourceId": "26"}, {"categoryId": "2", "formalText": "It was like a she guesses it's self critical thought she was looking at someone else.", "sourceId": "29"}, {"categoryId": "2", "formalText": "Actually they are on the team and she just looked like so put together and so and she was thinking about herself and thought of the \"I hate myself\" and then she thought she's better than her, then she thought that's not good like comparing that that's not a good strategy.", "sourceId": "30"}, {"categoryId": "2", "formalText": "Then there was another one that had come into her mind actually not remembering at the moment.", "sourceId": "31"}, {"categoryId": "2", "formalText": "It's she doesn't know if it's that great, but it's better for sure.", "sourceId": "34"}, {"categoryId": "2", "formalText": "She thinks it's at least not anything negative and she finds it at least triggers like a it's not the end of the world reality.", "sourceId": "35"}, {"categoryId": "2", "formalText": "Because she finds the \"I hate myself.\"", "sourceId": "37"}, {"categoryId": "2", "formalText": "It doesn't just come up in the course of a day it comes up as she thinks about something can trigger a memory and she thinks back on something she did or didn't do or Saturday.", "sourceId": "38"}, {"categoryId": "2", "formalText": "She didn't say whatever and she noticed that \"I hate myself\" like comes so it's not even like if everything goes well today, she can guarantee that that's not going to come up in her mind.", "sourceId": "39"}, {"categoryId": "2", "formalText": "Her thoughts can go there.", "sourceId": "42"}, {"categoryId": "2", "formalText": "Even by just seeing somebody she's a team in other words.", "sourceId": "43"}, {"categoryId": "2", "formalText": "She didn't do anything wrong.", "sourceId": "44"}, {"categoryId": "2", "formalText": "She didn't say anything wrong.", "sourceId": "45"}, {"categoryId": "2", "formalText": "Right, but not even just that like something will trigger some kind of memory and she'll think back and it could be years ago.", "sourceId": "46"}, {"categoryId": "2", "formalText": "It could be weeks ago.", "sourceId": "47"}, {"categoryId": "2", "formalText": "It could be something she did or something she didn't do or just something she was embarrassed.", "sourceId": "48"}, {"categoryId": "2", "formalText": "It could be a little thing.", "sourceId": "49"}, {"categoryId": "2", "formalText": "It could be like an actually significant thing and then \"I hate myself\" that will pop into her head.", "sourceId": "50"}, {"categoryId": "2", "formalText": "But it but if at least in that situation.", "sourceId": "51"}, {"categoryId": "2", "formalText": "It's going to be okay.", "sourceId": "52"}, {"categoryId": "2", "formalText": "It already happened.", "sourceId": "53"}, {"categoryId": "2", "formalText": "It's over.", "sourceId": "54"}, {"categoryId": "2", "formalText": "It's not the end of the world like so.", "sourceId": "55"}, {"categoryId": "2", "formalText": "Yeah, no, she definitely yeah, it takes control and it puts it all on her and it just a minute becomes like \"I hate myself\" and if she changes this and like maybe then she won't hate herself so much.", "sourceId": "70"}, {"categoryId": "2", "formalText": "Maybe then the problem won't exist.", "sourceId": "71"}, {"categoryId": "2", "formalText": "Maybe then like so she definitely like it's very it's a atheme she's seeing here is that it's very important for her to have complete control over the problem whether or not is actually related to her.", "sourceId": "72"}, {"categoryId": "2", "formalText": "And she thinks it's also a way to deal with shame to deal with Mike.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She doesn't know depression or anger run an issue because she finds it to be she found it to be so incredibly unproductive to get angry at the person was actually responsible.", "sourceId": "75"}, {"categoryId": "2", "formalText": "She just lied know where it is made.", "sourceId": "76"}, {"categoryId": "2", "formalText": "No progress.", "sourceId": "77"}, {"categoryId": "2", "formalText": "No success.", "sourceId": "78"}, {"categoryId": "2", "formalText": "It's been invalidated even that it's their fault, of course bringing it back and putting it on herself his felt like the only way", "sourceId": "79"}, {"categoryId": "2", "formalText": "Yeah, this is the only outlet for all those feelings some of which is actually meant for people out there.", "sourceId": "80"}, {"categoryId": "2", "formalText": "And it doesn't go anywhere.", "sourceId": "84"}, {"categoryId": "2", "formalText": "That is what she's having to do a lot of the time at least.", "sourceId": "89"}, {"categoryId": "2", "formalText": "with Ivan", "sourceId": "91"}, {"categoryId": "2", "formalText": "It feels like in fact if she could turn the criticism or inward a lot of the time even if it's to criticize like don't be so critical.", "sourceId": "92"}, {"categoryId": "2", "formalText": "Even if it's that it feels like that's the solution.", "sourceId": "93"}, {"categoryId": "2", "formalText": "She's also noticing more and more lately.", "sourceId": "94"}, {"categoryId": "2", "formalText": "Maybe it's she doesn't know.", "sourceId": "95"}, {"categoryId": "2", "formalText": "It's a couples therapy, but it's also in general but she doesn't feel like she's allowed like she's not supposed to be critical and that's one thing but she doesn't feel like she's allowed anymore to speak about the elephant in the room.", "sourceId": "96"}, {"categoryId": "2", "formalText": "To acknowledge them not to critique them not to bring them up confrontation Ali or even with like, \"Hey, we have to talk about this eventually on top, which there's this other lawyer where Ivan's family is like by and large in denial about what's been going on and he's avoiding those topics like the plague which is I mean connected to the problem.\"", "sourceId": "97"}, {"categoryId": "2", "formalText": "She has a kind of stopped even talking about any of it with them because they're like so really a lot of the time doesn't feel farfetch from her to say actually, she's the problem.", "sourceId": "98"}, {"categoryId": "2", "formalText": "And if she really didn't bring it up, really didn't criticize it, really did Let It Go, the problems really would go away.", "sourceId": "99"}, {"categoryId": "2", "formalText": "So they're talking about that and she's just feeling like overwhelmed and she already has a mental list of projects.", "sourceId": "349"}, {"categoryId": "2", "formalText": "She wants to do at her home at home and it's just really hard to talk to her parents on the phone.", "sourceId": "350"}, {"categoryId": "2", "formalText": "She's really hard to like.", "sourceId": "351"}, {"categoryId": "2", "formalText": "Her dad is trying to give her job advice and her mom is like", "sourceId": "352"}, {"categoryId": "2", "formalText": "They were talking about the end of August because Emma has a little bit of vacation time.", "sourceId": "354"}, {"categoryId": "2", "formalText": "So maybe taking a long weekend.", "sourceId": "355"}, {"categoryId": "2", "formalText": "Yeah, and Ivan, may or may not so that's like she's already so worked up about that.", "sourceId": "357"}, {"categoryId": "2", "formalText": "Saudi anxiety is pretty high plus she's thinking like she cannot face any of them.", "sourceId": "535"}, {"categoryId": "2", "formalText": "If she does not have a job and she's feeling really anxious and crummy about that.", "sourceId": "536"}, {"categoryId": "2", "formalText": "Well, we're going to have to stop let's prioritize talking about what I'm going to ask her to think about this week might be a reasonable set up for goals and extra cheese for her to set up for herself for a visit home with her parents and by that.", "sourceId": "538"}, {"categoryId": "2", "formalText": "But she has her independent life now, she doesn't it's not her household. She's living in and she can start to try to press a little bit into letting go of some of that.", "sourceId": "557"}, {"categoryId": "2", "formalText": "We're going to figure something out that's going to protect her a little bit not a lot.", "sourceId": "567"}, {"categoryId": "5", "formalText": "So it's like she's the only person in the universe who thinks that there are actually problems and until she deals with her stuff, she's never going to have any progress and it feels that way with her parents.", "sourceId": "101"}, {"categoryId": "5", "formalText": "She means, it feels like it feels that like it's likely more than likely her perception alone, but it feels like instead of looking for accountability in them.", "sourceId": "102"}, {"categoryId": "5", "formalText": "She needs to be looking for like letting it go for herself.", "sourceId": "103"}, {"categoryId": "5", "formalText": "She's the only one who sees it.", "sourceId": "111"}, {"categoryId": "5", "formalText": "I think that's how it feels right now.", "sourceId": "112"}, {"categoryId": "5", "formalText": "She can't even I can't be spoken about it almost becomes unreal, then if her parents can acknowledge, it Ivan's parents can acknowledge it Ivan can acknowledge it.", "sourceId": "113"}, {"categoryId": "5", "formalText": "It sounds like Dr. Ferro can't is it always acknowledging it as real see she starts to doubt her own experience.", "sourceId": "114"}, {"categoryId": "5", "formalText": "Maybe it's just her.", "sourceId": "115"}, {"categoryId": "5", "formalText": "Maybe the problems.", "sourceId": "116"}, {"categoryId": "5", "formalText": "I mean, I don't think that's true, Ramona.", "sourceId": "117"}, {"categoryId": "5", "formalText": "But there comes a point where she wonders if it matters if it's true or not because it's that comes back to it's like it is with her parents.", "sourceId": "118"}, {"categoryId": "5", "formalText": "Does it matter anymore if they really were in the wrong or if she really could have taken care of things better.", "sourceId": "119"}, {"categoryId": "5", "formalText": "They're not going to change and she's not. It's like there is it almost feels like there isn't much point in coming to the like look like progress in theory for her personally to say like there are some things that are her problem and are her fault that she does need to deal with, but there are also things that are not her fault and she didn't cause them and.", "sourceId": "120"}, {"categoryId": "5", "formalText": "That is for sure as a child because you know, she probably tested it over and over again or Moana.", "sourceId": "123"}, {"categoryId": "5", "formalText": "We know she did away.", "sourceId": "124"}, {"categoryId": "5", "formalText": "Maybe this time she can clean the all of her pleadings, her tabs.", "sourceId": "125"}, {"categoryId": "5", "formalText": "She's saying maybe if she says it in this way or do it this way or do it for them?", "sourceId": "126"}, {"categoryId": "5", "formalText": "Maybe they'll catch on. She's tried so many different ways of getting through to them and none of them worked.", "sourceId": "127"}, {"categoryId": "5", "formalText": "So she learned over time.", "sourceId": "128"}, {"categoryId": "5", "formalText": "It didn't make any difference to label their problems as their problems.", "sourceId": "129"}, {"categoryId": "5", "formalText": "It didn't make things better for her.", "sourceId": "131"}, {"categoryId": "5", "formalText": "They didn't change as a result of her saying it.", "sourceId": "132"}, {"categoryId": "5", "formalText": "Well, and even if she had really labeled it as their problem, she was never going to tell anyone.", "sourceId": "133"}, {"categoryId": "5", "formalText": "So it really was still didn't exist in her mind.", "sourceId": "134"}, {"categoryId": "5", "formalText": "She means is she clearly supported, like this isn't her fault but", "sourceId": "135"}, {"categoryId": "5", "formalText": "She's otherwise so alone with it.", "sourceId": "136"}, {"categoryId": "5", "formalText": "She's not going to a group of friends and saying \"get a load of what my parents are doing.\"", "sourceId": "137"}, {"categoryId": "5", "formalText": "And she doesn't know if that would have served any purpose.", "sourceId": "138"}, {"categoryId": "5", "formalText": "She guesses the point is more like and it feels like a very repetitive thing with Ivan.", "sourceId": "139"}, {"categoryId": "5", "formalText": "She would never feel comfortable telling a soul.", "sourceId": "140"}, {"categoryId": "5", "formalText": "Maybe it's even her fault that she's stuck alone with that, but it just doesn't feel very good.", "sourceId": "141"}, {"categoryId": "5", "formalText": "Yeah, the question is that we've been trying to think through and get to understand is whether Ivan is exactly like her parents are not if he's exactly like them and that they no matter what she says.", "sourceId": "142"}, {"categoryId": "5", "formalText": "So that's she guesses she doesn't know how to describe it.", "sourceId": "154"}, {"categoryId": "5", "formalText": "But she's noticing Ivan is making Improvement and he came home the other day and told her how is Bostic him aside and thanked him for stepping up and how he's been doing such a great job and he hasn't gotten any compliments or critiques from work in a while and she's really happy with him.", "sourceId": "155"}, {"categoryId": "5", "formalText": "She's made a lot of progress.", "sourceId": "156"}, {"categoryId": "5", "formalText": "So that gives her hope it gives her a lot of Hope and that's really good.", "sourceId": "157"}, {"categoryId": "5", "formalText": "And he's felt more confident and he's like.", "sourceId": "158"}, {"categoryId": "5", "formalText": "It's helping him.", "sourceId": "159"}, {"categoryId": "5", "formalText": "Of course, she means, of course, she would feel good and the other night she came home from volunteering and she was just really tired.", "sourceId": "160"}, {"categoryId": "5", "formalText": "And anyway, it was like dinner time and she even knew she was on her way home, but when she got home the table set and he had made dinner completely it was maybe she doesn't know just a little bit.", "sourceId": "161"}, {"categoryId": "5", "formalText": "He did all of that on his own.", "sourceId": "162"}, {"categoryId": "5", "formalText": "She didn't say like, \"Can you please have dinner ready by?\"", "sourceId": "163"}, {"categoryId": "5", "formalText": "No.", "sourceId": "164"}, {"categoryId": "5", "formalText": "She means he really set a nice table.", "sourceId": "165"}, {"categoryId": "5", "formalText": "She didn't came up with the idea.", "sourceId": "166"}, {"categoryId": "5", "formalText": "And he really went to effort and organized himself.", "sourceId": "167"}, {"categoryId": "5", "formalText": "And so she means there are moments like that where he completely surprises her and then there are other times when she just feels kind of it's nothing big that's happening, but it's like he sleeps in really late and he still hasn't done the laundry and he still hasn't taken out the trash and still like.", "sourceId": "168"}, {"categoryId": "5", "formalText": "It's not personal but it feels personal and it feels like a trigger of like the sounds so silly, but it feels like it feels a little bit like her mom who would stay in bed so late.", "sourceId": "169"}, {"categoryId": "5", "formalText": "So late and who inducted her not do those things around the house.", "sourceId": "171"}, {"categoryId": "5", "formalText": "And then there are times when she knows she's always still like so she then the apartment kind of needs to be cleaned up straightened up to some extent every week.", "sourceId": "172"}, {"categoryId": "5", "formalText": "\"Do you want to pitch in? Can you do even part of the bathroom and it still?\"", "sourceId": "173"}, {"categoryId": "5", "formalText": "Portion of asking him to do a very small part of a bigger task that should be in this case a joint responsibility.", "sourceId": "174"}, {"categoryId": "5", "formalText": "So why is the majority of it always on her?", "sourceId": "175"}, {"categoryId": "5", "formalText": "It's like when she would clean the whole house and ask her mom if she could vacuum the stairs and she wouldn't she means she wouldn't do it.", "sourceId": "176"}, {"categoryId": "5", "formalText": "But she knows that's it sounds she guesses like overreacting but it really doesn't feel that way and then it triggers her in the what about all these big problems that they're not talking about.", "sourceId": "177"}, {"categoryId": "5", "formalText": "Almost feel them.", "sourceId": "178"}, {"categoryId": "5", "formalText": "What a good way.", "sourceId": "181"}, {"categoryId": "5", "formalText": "It is to express it.", "sourceId": "182"}, {"categoryId": "5", "formalText": "But and couples she feels like she's been squashed kind of because she's not they're not talking about any of the big stuff.", "sourceId": "183"}, {"categoryId": "5", "formalText": "Who said that they stuff I have an idea, but I'm curious what she's feeling like is the biggest elephant in the room and she wants to talk about.", "sourceId": "184"}, {"categoryId": "5", "formalText": "So she feels like they spend a lot of time building communication skills talking about things like that.", "sourceId": "185"}, {"categoryId": "5", "formalText": "And that's great that's important for everything, but they're not talking about they never really talked about how much the whole thing with grad school.", "sourceId": "186"}, {"categoryId": "5", "formalText": "Actually that is an issue.", "sourceId": "187"}, {"categoryId": "5", "formalText": "And they're not talking about that.", "sourceId": "188"}, {"categoryId": "5", "formalText": "They're not talking about all the drama with his loans that he just didn't open mail for a year when she's talkin about actually the ways in which the depression and stuff like that really is like she doesn't know how to say this without sounding like the worst person in the world, but some of his some of the actions that result from that or the inaction is problematic and it's not that she thought about it the other day and then her head once she finally came to a statement that clarified that she thought she was going to sound like the worst person in the world and then when she actually heard about heard it in her head she thought \"maybe that's not so horrible.\"", "sourceId": "189"}, {"categoryId": "5", "formalText": "And it was just that.", "sourceId": "190"}, {"categoryId": "5", "formalText": "She wishes you wasn't depressed.", "sourceId": "192"}, {"categoryId": "5", "formalText": "She wishes her mom wasn't depressed.", "sourceId": "193"}, {"categoryId": "5", "formalText": "But she just thought she hates it.", "sourceId": "198"}, {"categoryId": "5", "formalText": "She hates that.", "sourceId": "199"}, {"categoryId": "5", "formalText": "It's draining, but it's all so she guesses she's never even felt like she was allowed to label as depression with her mom and a lot of the times with Ivan labeling it as that is not.", "sourceId": "203"}, {"categoryId": "5", "formalText": "And her mom never liked growing up.", "sourceId": "204"}, {"categoryId": "5", "formalText": "She never at one point explain to them what was going on with her. A lot of the time it would be masked in a y Mastin Ally of physical ailment.", "sourceId": "205"}, {"categoryId": "5", "formalText": "So she was physically sick right before church every Sunday.", "sourceId": "206"}, {"categoryId": "5", "formalText": "She was fine.", "sourceId": "207"}, {"categoryId": "5", "formalText": "And then she was way too sick to go to church and it was always something Clockwork every Sunday, Saturday night.", "sourceId": "208"}, {"categoryId": "5", "formalText": "She was sick and she wasn't sick and she was so angry because her mom was lying to her every single weekend and she knew she wasn't sick, but what she didn't understand was that she was struggling with Agoura agoraphobia and she was depressed when she had her own bike anxiety stuff and she like", "sourceId": "209"}, {"categoryId": "5", "formalText": "She guesses she wishes she doesn't clearly know nothing about being a parent and she doesn't know what.", "sourceId": "210"}, {"categoryId": "5", "formalText": "Yes, she does, she knows some things about what she would have done differently if she was her.", "sourceId": "211"}, {"categoryId": "5", "formalText": "She guesses her but she doesn't know what it is.", "sourceId": "212"}, {"categoryId": "5", "formalText": "What is is it fair to him and expect that at any point?", "sourceId": "213"}, {"categoryId": "5", "formalText": "She would have explained what depression is or what she was dealing with or why staying in bed or staying in her PJs all day long is not instead of being really defensive about it the entire time. That's not normal.", "sourceId": "214"}, {"categoryId": "5", "formalText": "Like she just feels even to the day.", "sourceId": "220"}, {"categoryId": "5", "formalText": "She doesn't feel like she can say anything about it to her.", "sourceId": "221"}, {"categoryId": "5", "formalText": "She doesn't feel like she can say much about it to Ivan and she feels so frustrated because no one in her family is going to say like, \"Mom I'm worried about you. You're really depressed,\" because she'll get exceptionally angry and no one and Ivan family is going to say like, \"I know you're struggling with this.\"", "sourceId": "222"}, {"categoryId": "5", "formalText": "\"How's it going?\"", "sourceId": "223"}, {"categoryId": "5", "formalText": "Because he's not depressed.", "sourceId": "224"}, {"categoryId": "5", "formalText": "He's brilliant.", "sourceId": "225"}, {"categoryId": "5", "formalText": "It's such a repetition for her.", "sourceId": "227"}, {"categoryId": "5", "formalText": "It is and she feels she guesses she feels.", "sourceId": "228"}, {"categoryId": "5", "formalText": "Evan is sometimes made comments to the effect of like, \"I'm not your parents.\"", "sourceId": "229"}, {"categoryId": "5", "formalText": "\"This is not me,\" and she'll say, \"No, you're not. You're you.\" And it makes her so angry because she gets from him saying that she gets the impression that she's just overreacting and she's projecting everything that her parents did on to him and it's so unfair and she just really needs to deal with it and get over it.", "sourceId": "230"}, {"categoryId": "5", "formalText": "But in reality a lot of a lot of it is a lot the same.", "sourceId": "231"}, {"categoryId": "5", "formalText": "I mean, so sometimes people say see things in other people that aren't only a little bit there and the thing things that are a little bit they see really big because of their own histories why the timer Moana people end up for example, marrying someone who is just like their parents or parent a caregiver who actually like that because that is what familiar and safe unconsciously.", "sourceId": "232"}, {"categoryId": "5", "formalText": "She doesn't know she's not like people go.", "sourceId": "233"}, {"categoryId": "5", "formalText": "I don't hear Ivan's side of the story, but I do hear even still I've met him once I hear through both dr. Farrow and dr. Board.", "sourceId": "240"}, {"categoryId": "5", "formalText": "This is really happening in him.", "sourceId": "241"}, {"categoryId": "5", "formalText": "I think the only places she gets stuck around it are actually are around signing with that third option might be besides desperately and being enraged and critical of him and desperately being enraged and critical of herself.", "sourceId": "242"}, {"categoryId": "5", "formalText": "That's not good for any person right so she could have her reaction.", "sourceId": "274"}, {"categoryId": "5", "formalText": "Also not have it feel like her whole sense of yourself revolves around what's happening with her. She could feel free to kind of feel good about herself regardless of what's happening with her and I think that that's was still stuck in with Ivan, but it's hard to kind of feel like she sees what's happening with him and have some reactions to it feelings about it and frustrations and disappointments and have what's happening with him not totally impact her sense of her.", "sourceId": "275"}, {"categoryId": "5", "formalText": "Yeah, and she feels like she's made a tiny bit of progress with that to some extent.", "sourceId": "277"}, {"categoryId": "5", "formalText": "She doesn't think by a large Ivan is not doing like he's not.", "sourceId": "278"}, {"categoryId": "5", "formalText": "He doesn't talk about it.", "sourceId": "280"}, {"categoryId": "5", "formalText": "He doesn't really acknowledge it and she doesn't completely blame him for that because she means he's she's really the only person she means.", "sourceId": "281"}, {"categoryId": "5", "formalText": "Really the only person outside of doctor board and Doctor pharaoh who has any like who's ever going to talk with to him about it right now in anyway, and she just knows the other day he got off the phone with his parents and they were finally going to like no no send the like insurance reimbursement.", "sourceId": "282"}, {"categoryId": "5", "formalText": "This is like 5 months later and she's like, \"Ivan.", "sourceId": "283"}, {"categoryId": "5", "formalText": "That's pretty that's a long time.\"", "sourceId": "284"}, {"categoryId": "5", "formalText": "\"Yeah, I know,\" and she's like, \"Ivan, that's not\" and she told him she didn't think that was okay that he could feel and he was pretty sharp with her after he got off the phone and pretty angry with her.", "sourceId": "290"}, {"categoryId": "5", "formalText": "And she said, \"So did you tell your parents that you felt a little frustrated about this or did you tell them how you felt about it at all?\"", "sourceId": "291"}, {"categoryId": "5", "formalText": "And he's like, \"Yeah I said it was a little frustrating,\" and she just occurred to her.", "sourceId": "292"}, {"categoryId": "5", "formalText": "Maybe it's not a coincidence that he's really angry with her after he's getting off the phone and raising his voice and maybe she didn't do anything wrong.", "sourceId": "293"}, {"categoryId": "5", "formalText": "Maybe he's really angry with them and that's okay, but she still feels really frustrated because she wishes.", "sourceId": "294"}, {"categoryId": "5", "formalText": "Actually think it would be a really healthy thing if he could find an appropriate way to tell them that he didn't that he did feel angry or that he like that.", "sourceId": "295"}, {"categoryId": "5", "formalText": "It wasn't maybe super acceptable to.", "sourceId": "296"}, {"categoryId": "5", "formalText": "She's so right and it's also so good and healthy that she could for that split-second make that connection that maybe he's not actually angry at her.", "sourceId": "297"}, {"categoryId": "5", "formalText": "In fact, it's safe to get angry for him.", "sourceId": "298"}, {"categoryId": "5", "formalText": "One of the things that means is that she's like the safe Outlet.", "sourceId": "299"}, {"categoryId": "5", "formalText": "I know that's not exactly the fun to be and a safe place for somebody to angry.", "sourceId": "300"}, {"categoryId": "5", "formalText": "But that means her relationship with him isn't a different maturity level and the relationship he has with his parents where it's not safe from those feelings are just found the outlet in her but they're actually meant for them.", "sourceId": "301"}, {"categoryId": "5", "formalText": "They're the feeling and she couldn't Express in them.", "sourceId": "302"}, {"categoryId": "5", "formalText": "She knows she just it's not fair and clearly she does not have a perfect in relationship with her parents.", "sourceId": "303"}, {"categoryId": "5", "formalText": "But she guesses she doesn't know.", "sourceId": "304"}, {"categoryId": "5", "formalText": "She wishes Ivan would confront.", "sourceId": "305"}, {"categoryId": "5", "formalText": "She means arale would confront even her. He can get angry at her and yell at her to some extent which is almost like", "sourceId": "306"}, {"categoryId": "5", "formalText": "Sometimes it's good that comes out in a really kind of uncontrolled way because he is it's like he has no clue how to do this.", "sourceId": "310"}, {"categoryId": "5", "formalText": "She just wishes maybe that he that could never happen.", "sourceId": "314"}, {"categoryId": "5", "formalText": "But she knows his parents a lot of times have told him he's just being moody or he's like she just brushes it off and that's just Ivan.", "sourceId": "315"}, {"categoryId": "5", "formalText": "And that's just and she guesses she wishes she told him it's okay to get angry and she said even if they can't handle it, even if they can't handle even if they aren't going to respond appropriately it's okay to say this is really frustrating or just to get it out to some extent.", "sourceId": "316"}, {"categoryId": "5", "formalText": "I also wondered if as she was telling me the story, the only piece of the anger that might actually have been for her and maybe this is just the way I heard it.", "sourceId": "317"}, {"categoryId": "5", "formalText": "But the way she said it to me, it was that she said to him this Ivan.", "sourceId": "318"}, {"categoryId": "5", "formalText": "This is not okay what they're doing.", "sourceId": "319"}, {"categoryId": "5", "formalText": "Yeah, he doesn't that's not like.", "sourceId": "320"}, {"categoryId": "5", "formalText": "Also this kind of neglect.", "sourceId": "325"}, {"categoryId": "5", "formalText": "It's just it's hard because she finds her absolutely she finds herself getting angry at them, and she knows there is no way he can't get angry at them and he can never say like, \"I'm angry with my parents.\" That would be way over the top for him.", "sourceId": "326"}, {"categoryId": "5", "formalText": "So clearly he's not going to respond to her saying that about them.", "sourceId": "327"}, {"categoryId": "5", "formalText": "He's not going to respond to that.", "sourceId": "328"}, {"categoryId": "5", "formalText": "Well, but she doesn't know. It's hard because she wants him to be able to express that and she also.", "sourceId": "329"}, {"categoryId": "5", "formalText": "I just I guess I'm wondering if she might have more space to feel actually to start to feel his own anger.", "sourceId": "330"}, {"categoryId": "5", "formalText": "If she were to say that.", "sourceId": "331"}, {"categoryId": "5", "formalText": "\"I'm sorry.\"", "sourceId": "332"}, {"categoryId": "5", "formalText": "But it actually gets his experience gets validated and gets to its it gets to grow from within him.", "sourceId": "334"}, {"categoryId": "5", "formalText": "I think when he hears her getting angry and he gets scared.", "sourceId": "335"}, {"categoryId": "5", "formalText": "He just gets scared at anger.", "sourceId": "336"}, {"categoryId": "5", "formalText": "I think any sort of clams up and goes inside and that got angry back at her, in a way the essence of what she's saying is that this is really not.", "sourceId": "337"}, {"categoryId": "5", "formalText": "It's very poor treatment of him is neglectful.", "sourceId": "339"}, {"categoryId": "5", "formalText": "And she's tried to. It's more she guesses it's her opinion, but she tried to tell him like, \"Even if your parent it seems like his parents actually struggle with a lot of the same stuff that he does.\"", "sourceId": "340"}, {"categoryId": "5", "formalText": "It's not entirely like he develops these problems on his own.", "sourceId": "341"}, {"categoryId": "5", "formalText": "So she tried to like even if like, \"It's okay to say you're angry at your parents like they really procrastinated or whatever and it still say you love them and they're your parents and they're really important to you.\"", "sourceId": "345"}, {"categoryId": "5", "formalText": "It's okay to recognize that are flawed and still.", "sourceId": "346"}, {"categoryId": "5", "formalText": "Things are also just feeling she guesses pretty hot right now around that subject because she was talking about visiting her parents toward the end of the summer.", "sourceId": "347"}, {"categoryId": "5", "formalText": "She means, yeah, she'll she means she will clean to some extent obviously that's always the other day.", "sourceId": "360"}, {"categoryId": "5", "formalText": "She was just talking to her on the phone and saying like maybe will they will be coming home within a few weeks or whatever and she just casually like, \"So how are things going at the house?\" And because selfishly she kind of wanted to have a heads-up and what she was going to walk into because it really ranges dramatically and it's really hard to drive 8 hours and not just like walk in the door and have no reaction no matter no matter what it is.", "sourceId": "361"}, {"categoryId": "5", "formalText": "It's really hard to do that but asking is like a recipe for for disaster and she's like first thing out of her mouth was, \"You Dad gives me no help.\" I have to so who knows what it's like", "sourceId": "362"}, {"categoryId": "5", "formalText": "And they just took in another pet so she's really angry and really dreading it and really like she wants to see her parents.", "sourceId": "363"}, {"categoryId": "5", "formalText": "She loves her parents, but it's so hard to go home and not say a word about everything that's staring her in the face.", "sourceId": "364"}, {"categoryId": "5", "formalText": "So yeah, she has a list of things.", "sourceId": "365"}, {"categoryId": "5", "formalText": "She wants to do it on there and it's just like", "sourceId": "366"}, {"categoryId": "5", "formalText": "She felt really bad because her mom said, \"I'm not sure it's as clean as your apartment,\" and it was almost like it was an insult. It wasn't like \"your apartment is really nice, I'm not as fussy.\" Know it was an insult it's like she's too picky, she's too, even though if she's at the house is really disgusting and if she suggests that needs to be cleaned, she has to have it perfect. She has to have an Immaculate. Its again like she's imagining the problem but Emma has suggested like it's she got really worked at the other week when they talked about it because she said she doesn't know she feels torn because they need help with things to some extent but she also just wants to spend time with them because they're getting older but also just they don't want to go home very often. They don't see them very often to just actually have quality time with them.", "sourceId": "377"}, {"categoryId": "5", "formalText": "There is one thing that her mom is already been asking about if they could help with.", "sourceId": "381"}, {"categoryId": "5", "formalText": "So she has maybe a hundred nursing uniforms.", "sourceId": "383"}, {"categoryId": "5", "formalText": "She was a nurse off and on for a while and she hasn't worked in years now.", "sourceId": "384"}, {"categoryId": "5", "formalText": "No, she probably has a hundred.", "sourceId": "386"}, {"categoryId": "5", "formalText": "She means some of it she's never worn.", "sourceId": "387"}, {"categoryId": "5", "formalText": "Because she has a problem with shopping but she yeah, she probably has a hundred.", "sourceId": "389"}, {"categoryId": "5", "formalText": "And so she wants to sell them.", "sourceId": "391"}, {"categoryId": "5", "formalText": "She agreed to sell them and she said, \"But if you want to sell them, you can't go buy new if you decide that you ever want to like maybe you want to keep just a few or maybe that has to be enough,\" but she can't control. She's learned to stop trying that but she's like, \"Yeah, I guess we should take pictures of them and try to sell them,\" and so part of me had like a little moment.", "sourceId": "392"}, {"categoryId": "5", "formalText": "They're mentally she thought like she wanted to almost say to her \"you can do that on your own.\"", "sourceId": "393"}, {"categoryId": "5", "formalText": "\"That's not my job.\"", "sourceId": "394"}, {"categoryId": "5", "formalText": "Using a camera or uploading to be online?", "sourceId": "395"}, {"categoryId": "5", "formalText": "That might not be the easiest or most intuitive thing for her.", "sourceId": "396"}, {"categoryId": "5", "formalText": "Her mom is 66, but she just had that thought she's grown up.", "sourceId": "397"}, {"categoryId": "5", "formalText": "So her uniforms she can tell them she had that thought and she would never say that to her and clearly if they go home, she will have her do it, but that's one thing she asked for so Emma said well she asked for that so they can do that, but maybe they should leave the rest of it go.", "sourceId": "398"}, {"categoryId": "5", "formalText": "She spent a fortune on them.", "sourceId": "404"}, {"categoryId": "5", "formalText": "She might not get she means she probably won't get half of what but better than just donating all of them.", "sourceId": "405"}, {"categoryId": "5", "formalText": "She doesn't want to know. She doesn't want to know probably buy more stuff for spend it on the pets.", "sourceId": "407"}, {"categoryId": "5", "formalText": "No, it's a problem.", "sourceId": "408"}, {"categoryId": "5", "formalText": "It's an actual problem.", "sourceId": "409"}, {"categoryId": "5", "formalText": "She like shopping.", "sourceId": "410"}, {"categoryId": "5", "formalText": "Yes, absolutely.", "sourceId": "411"}, {"categoryId": "5", "formalText": "She has a couple thousand bucks not like she has a lot of books how isn't that know she has a couple thousand legitimately and she keeps buying more.", "sourceId": "414"}, {"categoryId": "5", "formalText": "That she reads to.", "sourceId": "415"}, {"categoryId": "5", "formalText": "She reads a lot.", "sourceId": "416"}, {"categoryId": "5", "formalText": "She means she keeps buying more even if.", "sourceId": "420"}, {"categoryId": "5", "formalText": "She goes to the library.", "sourceId": "422"}, {"categoryId": "5", "formalText": "Sometimes she says but when she came up to visit she spent more time than anything than anything.", "sourceId": "423"}, {"categoryId": "5", "formalText": "She feels like in bookstores so buy big bags of books.", "sourceId": "424"}, {"categoryId": "5", "formalText": "So she didn't go see where Emma worked but she went to bookstores.", "sourceId": "427"}, {"categoryId": "5", "formalText": "But she's bitter about it clearly.", "sourceId": "431"}, {"categoryId": "5", "formalText": "No, she shops to it's definitely a coping mechanism for her and everybody has Mike opening her coping mechanisms are probably equally bad in two ways.", "sourceId": "434"}, {"categoryId": "5", "formalText": "But it's a frustrating thing just like they found a stray cat and now they're taking it in and she said, \"So what are you going to so what are you going to do about that?\"", "sourceId": "435"}, {"categoryId": "5", "formalText": "She just like trying to for the millionth time with them to coax like maybe just find it a really great home spend some time.", "sourceId": "436"}, {"categoryId": "5", "formalText": "\"And because you have 20 pets,\" but now. \"I set him up and you're still in your sister's room.\"", "sourceId": "437"}, {"categoryId": "5", "formalText": "And it's just like it's horrible because it makes her cringe inside and she should be able to let it go but it's like it's really like all that on the table.", "sourceId": "441"}, {"categoryId": "5", "formalText": "It's hard to just go home and not say anything at the house is a mess and not saying anything if they took in yet another pet.", "sourceId": "442"}, {"categoryId": "5", "formalText": "She's not saying anything if her dad comes home at midnight from work.", "sourceId": "443"}, {"categoryId": "5", "formalText": "It's really hard.", "sourceId": "444"}, {"categoryId": "5", "formalText": "She ends up right back in the child role of coaxing and cleaning and very much bargaining.", "sourceId": "445"}, {"categoryId": "5", "formalText": "No, she know her mom has said and her dad to some extent that they feel bad that they come home and help, and she think it's just really hard for a lot of reasons because there's the whole like it's always been this way Emma and Emma and her have always cleaned it up since she means since they were very little.", "sourceId": "452"}, {"categoryId": "5", "formalText": "it's really hard to let it go and it's also like her dad is in his late 50s.", "sourceId": "454"}, {"categoryId": "5", "formalText": "Her mom is in her later 60s.", "sourceId": "455"}, {"categoryId": "5", "formalText": "It's like it's not getting to the point that even if they say there's no depression.", "sourceId": "456"}, {"categoryId": "5", "formalText": "There were no marital issues.", "sourceId": "457"}, {"categoryId": "5", "formalText": "They were there were like.", "sourceId": "458"}, {"categoryId": "5", "formalText": "Of course and they have a 1616 room house.", "sourceId": "460"}, {"categoryId": "5", "formalText": "They have a big house and they have 20 pets and he has a whole business that he's the only like they really could use some help and she really and there really are some projects.", "sourceId": "461"}, {"categoryId": "5", "formalText": "That would be overwhelming for Emma and her let alone", "sourceId": "462"}, {"categoryId": "5", "formalText": "She now doesn't have to do that at that house.", "sourceId": "467"}, {"categoryId": "5", "formalText": "No, but it's still it's not just it's never been just about what Emma and her needed. Emma has tried to tell her like just clean her and there were times when she came home from college and she cleaned her room and she stayed in her room and she let it go and her mom would say that she was lounging on the end of spine and pretty much call her lazy because she wasn't", "sourceId": "468"}, {"categoryId": "5", "formalText": "Yes, and she doesn't think she ever had the idea that other people came home from college and had a break and their parents made dinner and their parents clean the house and they weren't lazy.", "sourceId": "470"}, {"categoryId": "5", "formalText": "Like normal amounts of helping out as opposed to", "sourceId": "474"}, {"categoryId": "5", "formalText": "cleaning the dishes that kind of thing.", "sourceId": "475"}, {"categoryId": "5", "formalText": "So Emma has done that.", "sourceId": "476"}, {"categoryId": "5", "formalText": "Emma has suggested that they do that.", "sourceId": "477"}, {"categoryId": "5", "formalText": "She's like, you know, what instead of taking on all the projects.", "sourceId": "478"}, {"categoryId": "5", "formalText": "She's like, \"I know there's still some stuff in my bedroom closet.\"", "sourceId": "479"}, {"categoryId": "5", "formalText": "She should just stick with that if she wants to go through like that.", "sourceId": "480"}, {"categoryId": "5", "formalText": "That's fine.", "sourceId": "481"}, {"categoryId": "5", "formalText": "But she's like, \"Maybe we don't need to,\" and she said, \"Maybe we should just try to coax them to do some fun things or go out to dinner or go out kayaking with her dad\" because they always say they'll do that, but the other there's so much but the other thing is even if they sat around the house and ignored everything which would feel impossible and probably would be impossible.", "sourceId": "482"}, {"categoryId": "5", "formalText": "Her dad is not like", "sourceId": "484"}, {"categoryId": "5", "formalText": "he's not going to take off.", "sourceId": "486"}, {"categoryId": "5", "formalText": "He's not going to get coverage while they are at home and he is on call 24/7 and he schedules a lot but he also gets a lot of emergencies and he travels and he does Alabama and La sushi ya.", "sourceId": "487"}, {"categoryId": "5", "formalText": "She means if he comes home early, it's like 7 or 8 at night.", "sourceId": "488"}, {"categoryId": "5", "formalText": "That's so early for him.", "sourceId": "489"}, {"categoryId": "5", "formalText": "That's he let her mom will say he does that when she's home and it's like it feels like crap.", "sourceId": "490"}, {"categoryId": "5", "formalText": "And her mom will stay in her bedroom a lot, even if they are home and it's not like she doesn't care that were there and Emma says even if they're not there with them the whole time they like that were there and she thinks it feels good to them that they, even if they don't do a ton, even if it doesn't look like what a visit would look like to them.", "sourceId": "491"}, {"categoryId": "5", "formalText": "It's just it's so complicated.", "sourceId": "492"}, {"categoryId": "5", "formalText": "They might like that she's there, but they're not actually showing that they're really enjoying and making room for spending time with her.", "sourceId": "493"}, {"categoryId": "5", "formalText": "She means they are in the ways that they're able. Her dad coming home at 7 or 8 at night.", "sourceId": "494"}, {"categoryId": "5", "formalText": "That's huge for him.", "sourceId": "495"}, {"categoryId": "5", "formalText": "Usually it's 11 like usually.", "sourceId": "498"}, {"categoryId": "5", "formalText": "No, he likes work.", "sourceId": "502"}, {"categoryId": "5", "formalText": "Her dad is a workaholic and that he works a lot.", "sourceId": "504"}, {"categoryId": "5", "formalText": "No, like they're talkin 7 to 11.", "sourceId": "506"}, {"categoryId": "5", "formalText": "He's gone.", "sourceId": "507"}, {"categoryId": "5", "formalText": "It doesn't happen as much on Sundays because people don't want to schedule stuff on Sundays.", "sourceId": "509"}, {"categoryId": "5", "formalText": "But she means he's still and then it's like paperwork she should be doing paperwork.", "sourceId": "510"}, {"categoryId": "5", "formalText": "So it's like never anyway, so that's coming up in just like something she needs to do it.", "sourceId": "511"}, {"categoryId": "5", "formalText": "She needs to like do some personal work around that, but also she got an email from her mother-in-law saying \"we want you to come visit August or September\" still make it too long like until she gets there, and it's so awkward because she hasn't sister just got back from Europe.", "sourceId": "512"}, {"categoryId": "5", "formalText": "She was there for a year and they didn't talk for the year.", "sourceId": "513"}, {"categoryId": "5", "formalText": "She invited her.", "sourceId": "514"}, {"categoryId": "5", "formalText": "She's like, \"We should sky.\" and she", "sourceId": "515"}, {"categoryId": "5", "formalText": "No, no, no, no, no.", "sourceId": "517"}, {"categoryId": "5", "formalText": "His sister and Ivan did not.", "sourceId": "518"}, {"categoryId": "5", "formalText": "No, they just like didn't really ever like on Thanksgiving the phone got passed around and she thinks he said hi to her this is it in several times.", "sourceId": "520"}, {"categoryId": "5", "formalText": "She messaged her and said like, \"We should set up Skype or something,\" and she just never really liked so she let it go but now she got back and she's like, \"So neither of you are going to acknowledge that you haven't even like talk?\"", "sourceId": "521"}, {"categoryId": "5", "formalText": "No, no one is going to acknowledge it no one is going to", "sourceId": "522"}, {"categoryId": "5", "formalText": "There's not some tension going on.", "sourceId": "525"}, {"categoryId": "5", "formalText": "No, she means there's definitely tension with her and her.", "sourceId": "526"}, {"categoryId": "5", "formalText": "No, they don't fight.", "sourceId": "527"}, {"categoryId": "5", "formalText": "They just don't talk to each other.", "sourceId": "528"}, {"categoryId": "5", "formalText": "She's so alone.", "sourceId": "529"}, {"categoryId": "5", "formalText": "And now they want them to visit but his dad also in the same breath asked if they could visit so she's not sure what's but she's just like, \"So now we were talking about when we go home to visit my parents.\"", "sourceId": "530"}, {"categoryId": "5", "formalText": "She's been going to a nest driving up to New Orleans for part of that time and coming back and she's already thinking like, \"I don't know if I could handle everything at home and then go up there and every everything there and then.\"", "sourceId": "531"}, {"categoryId": "5", "formalText": "It's like graduation all over again.", "sourceId": "532"}]