[{"categoryId": "1", "formalText": "She's tired and cranky and not feeling well.", "sourceId": "20"}, {"categoryId": "1", "formalText": "Like emotionally.", "sourceId": "21"}, {"categoryId": "1", "formalText": "And physically.", "sourceId": "22"}, {"categoryId": "1", "formalText": "All around.", "sourceId": "23"}, {"categoryId": "2", "formalText": "Yeah, she's had a headache all day, but it's been resistant to painkillers both over-the-counter and prescription.", "sourceId": "24"}, {"categoryId": "2", "formalText": "Dave and she have been fighting a lot the last couple of days.", "sourceId": "25"}, {"categoryId": "2", "formalText": "She's been feeling really low and mood has been lower the past week and a half to two weeks than it has been in quite a while.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She told him she was feeling low and that she was just really upset about a lot of things and she's been having his meltdowns at the end of the day.", "sourceId": "27"}, {"categoryId": "2", "formalText": "They're almost like a little kid having a meltdown.", "sourceId": "28"}, {"categoryId": "2", "formalText": "It's just that they're too tired and they need to go to sleep.", "sourceId": "29"}, {"categoryId": "2", "formalText": "But they refused to. It's the same sort of completely losing all grip on reality and feeling like everything is overwhelming and she can't do anything.", "sourceId": "30"}, {"categoryId": "2", "formalText": "She knows those are really stressful for Dave to witness.", "sourceId": "31"}, {"categoryId": "2", "formalText": "She really tries to keep them bottled up and not expose him to it, but she doesn't know.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She's been tired of having this shaky Edge on her self-control the last week or so.", "sourceId": "33"}, {"categoryId": "2", "formalText": "Anyway, she told him she was feeling really bad and she was really upset about the whole insomnia situation and that it's not getting any better.", "sourceId": "34"}, {"categoryId": "2", "formalText": "But yeah, she was telling Dave she was really frustrated that she couldn't get to sleep because this is so stupid.", "sourceId": "121"}, {"categoryId": "2", "formalText": "He woke her up less than an hour after she finally dropped off to ask her to move over cuz she was taking up too much space in the bed and then she did not get back to sleep at all that night. You woke her up at 5 and then she was just up. She couldn't get back to bed when he finally rolled out of bed at 8:30.", "sourceId": "122"}, {"categoryId": "2", "formalText": "She was like that was totally unfair don't ever do that again.", "sourceId": "123"}, {"categoryId": "2", "formalText": "She knows it's not fair to you if she takes up more space on the bed and maybe she has to go sleep on the couch and that's not fair, but she needs to be able to sleep and she so much trouble sleeping.", "sourceId": "124"}, {"categoryId": "2", "formalText": "She just went off at him and yelled at him about how he wasn't doing anything about her sleep problems.", "sourceId": "125"}, {"categoryId": "2", "formalText": "And he had told her to try vitamin D because that would fix her sleep problem.", "sourceId": "126"}, {"categoryId": "2", "formalText": "It's not something that came from a doctor and the number of bullshit snake oil fix your life remedies the Davis tried because some of the Quantified Self people did it on themselves.", "sourceId": "130"}, {"categoryId": "2", "formalText": "They try each other's ideas for how to lose weight and build muscle and develop chest hair and sleep well and lower their cholesterol by taking 6000 IU of vitamin E.", "sourceId": "134"}, {"categoryId": "2", "formalText": "Twist, and she agrees with some of the underlined arguments that the medical industrial complex is way too industrialized and big Pharma kind of sucks.", "sourceId": "135"}, {"categoryId": "2", "formalText": "Right, so they started yelling that she didn't want to try this vitamin D thing and she was like, \"Well, you're suggesting that I take something like 12 times FDA recommended allowance of vitamin D.\"", "sourceId": "138"}, {"categoryId": "2", "formalText": "So she really doesn't want to take 12 times FDA recommended vitamin without medical supervision.", "sourceId": "142"}, {"categoryId": "2", "formalText": "He got really mad at her about that.", "sourceId": "143"}, {"categoryId": "2", "formalText": "Then a few days later.", "sourceId": "144"}, {"categoryId": "2", "formalText": "She told him that she was feeling bad enough that she was worried for her safety.", "sourceId": "145"}, {"categoryId": "2", "formalText": "She was afraid she would hurt herself.", "sourceId": "146"}, {"categoryId": "2", "formalText": "He just started yelling at her again.", "sourceId": "147"}, {"categoryId": "2", "formalText": "He told her she was selfish and she wasn't thinking about his feelings and he wish that he could believe that she loved him, but he can't because if she did she wouldn't be thinking about suicide and it would destroy his world.", "sourceId": "148"}, {"categoryId": "2", "formalText": "What if she attempted suicide and failed then she would be mentally disabled like his brother and she really wants to be like his brother.", "sourceId": "149"}, {"categoryId": "2", "formalText": "She's feeling extremely sympathetic with him.", "sourceId": "151"}, {"categoryId": "2", "formalText": "Yeah, things have been rough with her and Dave and she doesn't know what to do about it because she knows living with her isn't easy.", "sourceId": "153"}, {"categoryId": "2", "formalText": "She's a pain in the ass to live with in some regards.", "sourceId": "154"}, {"categoryId": "2", "formalText": "He kind of has a point.", "sourceId": "155"}, {"categoryId": "2", "formalText": "About it selfish with her to kind of dump all her internal Chaos on him and not provide better buffering and to rely on him as much as she does not sustainable and not fair to him.", "sourceId": "157"}, {"categoryId": "2", "formalText": "Maybe this is the sort of thing that they should just see a couples counselor together about.", "sourceId": "171"}, {"categoryId": "2", "formalText": "It drives her crazy.", "sourceId": "173"}, {"categoryId": "2", "formalText": "He won't tell me what he's feeling.", "sourceId": "174"}, {"categoryId": "2", "formalText": "She'll ask him.", "sourceId": "175"}, {"categoryId": "2", "formalText": "Can she put her thoughts together by then and then he won't he claims that he doesn't need to see a therapist to he's had a relationship with his doctor since 2005.", "sourceId": "183"}, {"categoryId": "2", "formalText": "Not close enough to actually be contemplating making plans about suicide.", "sourceId": "197"}, {"categoryId": "2", "formalText": "But close enough to be thinking about it.", "sourceId": "200"}, {"categoryId": "2", "formalText": "She's really tired of this particular song and dance.", "sourceId": "202"}, {"categoryId": "2", "formalText": "Fighting off suicidal urges.", "sourceId": "204"}, {"categoryId": "2", "formalText": "She can always change her mind about living tomorrow.", "sourceId": "235"}, {"categoryId": "2", "formalText": "She's kind of sick of having that thought always in her head.", "sourceId": "236"}, {"categoryId": "2", "formalText": "Yeah, but she feels like it's always a really really hard time.", "sourceId": "238"}, {"categoryId": "2", "formalText": "There's no founding to that.", "sourceId": "239"}, {"categoryId": "2", "formalText": "It's an endless hard time.", "sourceId": "240"}, {"categoryId": "3", "formalText": "The first time she wanted to kill herself, she was 11.", "sourceId": "206"}, {"categoryId": "3", "formalText": "She ate a pack of my parents cigarettes.", "sourceId": "207"}, {"categoryId": "3", "formalText": "It was not a very pleasant plan.", "sourceId": "208"}, {"categoryId": "3", "formalText": "They made her throw up.", "sourceId": "210"}, {"categoryId": "3", "formalText": "Even at her happiest in the last 10 years or so.", "sourceId": "221"}, {"categoryId": "3", "formalText": "There's always been a thought in the back of her head at things are good now but don't expect them to stay good.", "sourceId": "222"}, {"categoryId": "3", "formalText": "She can always kill herself tomorrow if they stopping good.", "sourceId": "223"}, {"categoryId": "3", "formalText": "She means, sometimes it's been the kind of Downer.", "sourceId": "230"}, {"categoryId": "3", "formalText": "This is her jerk Cloud on a sunny day.", "sourceId": "231"}, {"categoryId": "3", "formalText": "And sometimes it's been literally the only thing that's kept her from doing something right now.", "sourceId": "232"}, {"categoryId": "3", "formalText": "There was the time I think it was last spring when she was pretty close to taking some pills.", "sourceId": "250"}, {"categoryId": "3", "formalText": "Yes, it was actually last winter.", "sourceId": "251"}, {"categoryId": "3", "formalText": "It was why she fired her previous therapist.", "sourceId": "252"}, {"categoryId": "3", "formalText": "There was a lot that she didn't like about the treatment plan that she had of the straw that broke.", "sourceId": "258"}, {"categoryId": "3", "formalText": "The camel's back was that she had been wanting to kill herself. The point where she was hoarding pills and she got scared and has to ask Dave to come home.", "sourceId": "259"}, {"categoryId": "3", "formalText": "She takes them and hides them. She completely blew that off and redirected the conversation talking about her dad and why he is the way he is. Kind of armchair diagnosing him from a distance, which she certainly didn't have enough insight into what's going on to provide enough symptoms for.", "sourceId": "260"}, {"categoryId": "3", "formalText": "Maybe he does have PTSD. That's quite likely given his history, but there is nothing she can do about that.", "sourceId": "263"}, {"categoryId": "3", "formalText": "She has a strongly develops instinct to mask.", "sourceId": "276"}, {"categoryId": "5", "formalText": "He has ADHD.", "sourceId": "186"}, {"categoryId": "5", "formalText": "So he takes Concerta which is one of those drugs for you kind of have to go see a physician in person every 3 months because of FDA regulations.", "sourceId": "187"}, {"categoryId": "5", "formalText": "He also does psychoanalysis therapy sort of stuff?", "sourceId": "188"}, {"categoryId": "5", "formalText": "He's not just a prescriber, but Dave refuses to go in for therapy to talk about some of the stuff.", "sourceId": "189"}, {"categoryId": "5", "formalText": "He won't tell her how he's feeling until he blows up at her and accuses her of not loving him.", "sourceId": "190"}, {"categoryId": "5", "formalText": "It's really frustrating.", "sourceId": "191"}, {"categoryId": "5", "formalText": "Yep, she's utterly overwhelmed.", "sourceId": "192"}, {"categoryId": "5", "formalText": "And at her wit's end.", "sourceId": "194"}, {"categoryId": "5", "formalText": "She was really isolated throughout her entire childhood.", "sourceId": "218"}, {"categoryId": "5", "formalText": "She had no friends at all.", "sourceId": "219"}, {"categoryId": "5", "formalText": "She was tormented at school tormented at home, but.", "sourceId": "220"}, {"categoryId": "5", "formalText": "She's also worried that if she lets other people know just how bad things are.", "sourceId": "283"}, {"categoryId": "5", "formalText": "It will use that to take advantage of her.", "sourceId": "284"}, {"categoryId": "5", "formalText": "There's The Chronic NeverEnding stresses her parents which waxes and wanes is that again waxing and waning but never fully going away.", "sourceId": "291"}, {"categoryId": "5", "formalText": "She has anxiety around friendships and do people actually want her around and what is her value and all of that.", "sourceId": "292"}, {"categoryId": "5", "formalText": "The trip with her family is May 15th through 27th.", "sourceId": "294"}, {"categoryId": "5", "formalText": "She hates her parents.", "sourceId": "347"}, {"categoryId": "7", "formalText": "She has so much trouble getting to sleep staying asleep.", "sourceId": "35"}, {"categoryId": "7", "formalText": "It's just she can't sleep ever.", "sourceId": "38"}, {"categoryId": "7", "formalText": "She'll be completely exhausted at work at her desk falling asleep or sitting at home in her home study or on the couch not enough as soon as she gets to bed.", "sourceId": "39"}, {"categoryId": "7", "formalText": "She's wide awake and she can't get to sleep.", "sourceId": "40"}, {"categoryId": "7", "formalText": "It's really frustrating.", "sourceId": "41"}, {"categoryId": "7", "formalText": "She usually lives there until 2 or 3 in the morning.", "sourceId": "43"}, {"categoryId": "7", "formalText": "When are you first in bed?", "sourceId": "44"}, {"categoryId": "7", "formalText": "She is first in bed usually between 11 and midnight.", "sourceId": "45"}, {"categoryId": "7", "formalText": "She eventually conks out.", "sourceId": "47"}, {"categoryId": "7", "formalText": "No, she usually wakes up two or three times a night.", "sourceId": "49"}, {"categoryId": "7", "formalText": "Depending on how much sleep she's gotten and how much willpower she has between 7 and 8.", "sourceId": "52"}, {"categoryId": "7", "formalText": "She's sleeping about 5 hours or so with two or three interruptions in an ongoing way.", "sourceId": "53"}, {"categoryId": "7", "formalText": "Ambien doesn't work.", "sourceId": "56"}, {"categoryId": "7", "formalText": "She was trying to Ambien, but it just doesn't knock her out.", "sourceId": "57"}, {"categoryId": "7", "formalText": "She tried trazodone which is an antidepressant not and hypnotic what it does.", "sourceId": "58"}, {"categoryId": "7", "formalText": "It's her talking for sleep.", "sourceId": "59"}, {"categoryId": "7", "formalText": "Yes, and the problem with that is even at the smallest doses 1/4 of the smallest tab that is manufactured.", "sourceId": "60"}, {"categoryId": "7", "formalText": "It will knock her out, but then she'll sleep for 10 hours and feel hungover when she wakes up.", "sourceId": "61"}, {"categoryId": "7", "formalText": "She has the same problem with Benadryl.", "sourceId": "62"}, {"categoryId": "7", "formalText": "It's been like this for years.", "sourceId": "69"}, {"categoryId": "7", "formalText": "She's been getting 5 hours a night with two to three interruptions for years.", "sourceId": "70"}, {"categoryId": "7", "formalText": "Yep on weekends, like generally Saturday mornings.", "sourceId": "71"}, {"categoryId": "7", "formalText": "She'll just not turn on the alarm and she'll sleep and get 10 or 12 hours.", "sourceId": "72"}, {"categoryId": "7", "formalText": "Wake up at 10:30 or 11.", "sourceId": "73"}, {"categoryId": "7", "formalText": "Okay, so if she could go to sleep every night at 2 or 3 and wake up at 10 or 11, which I know she can't realize but to understand that would be better.", "sourceId": "74"}, {"categoryId": "7", "formalText": "Yeah, she doesn't know how she could get her sleep cycle to move earlier.", "sourceId": "75"}, {"categoryId": "7", "formalText": "It should be a simple thing because she's waking up between 7 and 8. You would think she would just fall asleep after 16 hours of being awake, but no.", "sourceId": "76"}, {"categoryId": "7", "formalText": "She was the one who told her to do, Benadryl.", "sourceId": "99"}, {"categoryId": "7", "formalText": "She got really aggressive about monitoring her sleep hygiene and telling her she had terrible sleep hygiene and to do better and he's sleep problems would just go away if she followed the rules better.", "sourceId": "101"}, {"categoryId": "7", "formalText": "She did nothing.", "sourceId": "102"}, {"categoryId": "7", "formalText": "She hasn't tried Lunesta either. That's an option.", "sourceId": "107"}]