[{"categoryId": "0", "formalText": "So today is Ash Wednesday.", "sourceId": "128"}, {"categoryId": "0", "formalText": "Which she doesn't know how much I know this but she's not going to church this evening and they're going to take some ashes and put them put them on their foreheads across and say remember that they're just and unto dust they shall return.", "sourceId": "130"}, {"categoryId": "0", "formalText": "It's like one of her favourite Services of in the year Ashley, but what is hard because it's been Vision transitional about", "sourceId": "131"}, {"categoryId": "0", "formalText": "repent sinner moment and", "sourceId": "132"}, {"categoryId": "0", "formalText": "thinking a lot about Sin.", "sourceId": "133"}, {"categoryId": "0", "formalText": "And it's virtually impossible for her to do that in a healthy way.", "sourceId": "135"}, {"categoryId": "0", "formalText": "Like she just she gets swallowed.", "sourceId": "136"}, {"categoryId": "0", "formalText": "So she decided she was going to stop self injuring herself or stop injuring during lunch.", "sourceId": "141"}, {"categoryId": "0", "formalText": "And that's going to be her discipline.", "sourceId": "142"}, {"categoryId": "0", "formalText": "She's not really sure she's going to make it. Feels pretty ambitious today.", "sourceId": "143"}, {"categoryId": "0", "formalText": "It's not really one she can talk about with people. People are like \"what are you giving up for lunch?\"", "sourceId": "147"}, {"categoryId": "0", "formalText": "It's like that's something people actually asked which she doesn't know.", "sourceId": "148"}, {"categoryId": "0", "formalText": "She feels like she's only now realizing like how glaringly inappropriate that question is.", "sourceId": "149"}, {"categoryId": "0", "formalText": "Like they're asking intrusive questions then that would be like a lie.", "sourceId": "150"}, {"categoryId": "1", "formalText": "It's not she's not even sure whether she's upset with him for sending the email. Like she's clearly upset with him for being upset with her for having a problem.", "sourceId": "25"}, {"categoryId": "2", "formalText": "She feels like that's just the thing more like she's really scared and scared and she.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She knows this is a very kind of interesting thing where she sort of feels like she was against okay shoulders relaxed.", "sourceId": "28"}, {"categoryId": "2", "formalText": "Then she'll be like \"no.\"", "sourceId": "29"}, {"categoryId": "2", "formalText": "No, that's not okay and like again.", "sourceId": "30"}, {"categoryId": "2", "formalText": "She doesn't know whether she's like angry about this or just scared or just don't feel good about having like, you know.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She doesn't she doesn't feel good about having her family like know these things about her and she doesn't feel good that she wasn't the one who got to tell them about that or got to decide whether they know that she doesn't feel good, though.", "sourceId": "33"}, {"categoryId": "2", "formalText": "Like the conversation that she had with James in the last week or so that felt most.", "sourceId": "34"}, {"categoryId": "2", "formalText": "Sort of intimate and understanding and relaxed and supported you know, and then ending up passing on to other people.", "sourceId": "35"}, {"categoryId": "2", "formalText": "That's why she doesn't feel good.", "sourceId": "36"}, {"categoryId": "2", "formalText": "But she's not allowed to be angry about that like that sucks.", "sourceId": "37"}, {"categoryId": "2", "formalText": "So that's what she's learning.", "sourceId": "38"}, {"categoryId": "2", "formalText": "Cy James upset she means she sort of sees it clearly enough that she can't push pass to get to know how she's upset, but she doesn't know what to do about.", "sourceId": "96"}, {"categoryId": "2", "formalText": "It's like she's trying very hard to have both of those in her head at once but like she can't one because.", "sourceId": "112"}, {"categoryId": "2", "formalText": "But they both make sense, but like the one pushes out the other. She feels like she can't sort of.", "sourceId": "113"}, {"categoryId": "2", "formalText": "You know, she thinks too hard about like the ways in which it's reasonable for James to be upset and like it's reasonable for him to sort of feel hurt about how.", "sourceId": "114"}, {"categoryId": "2", "formalText": "She's giving him a hard time trying to like both take care of her and take care of their family in this way.", "sourceId": "115"}, {"categoryId": "2", "formalText": "But if she thinks too hard about it, then she says, \"Well, I'm just a terrible person for being upset in the first place.\"", "sourceId": "116"}, {"categoryId": "2", "formalText": "Yeah, she can't hold it.", "sourceId": "117"}, {"categoryId": "2", "formalText": "Which is a strange feeling because the very different from not being able to conceptualize it.", "sourceId": "119"}, {"categoryId": "5", "formalText": "Hi, so James while she was in the hospital as other than sending out like the daily update to family.", "sourceId": "1"}, {"categoryId": "5", "formalText": "And so he sent her he like copy her on sort of the last one yesterday and.", "sourceId": "2"}, {"categoryId": "5", "formalText": "It seemed to her that was only a lot more detailed than the ones in the past.", "sourceId": "3"}, {"categoryId": "5", "formalText": "Things that like an like basically said that she would not have chosen to tell her mom for example or James her little brother like she loves them but it's not necessarily even that she doesn't want them to know but she didn't know that they like she didn't know that when she was having a conversation with James that anything in the conversation fair game, which is pretty much how it panned out.", "sourceId": "8"}, {"categoryId": "5", "formalText": "So she really freaking about this like great.", "sourceId": "9"}, {"categoryId": "5", "formalText": "She means she doesn't it's all right.", "sourceId": "10"}, {"categoryId": "5", "formalText": "She just sort of a place in iconic like sort of them.", "sourceId": "11"}, {"categoryId": "5", "formalText": "Like she's freaking out man, and she can never take herself.", "sourceId": "12"}, {"categoryId": "5", "formalText": "Seriously when she says that word actually.", "sourceId": "13"}, {"categoryId": "5", "formalText": "Surprising to her and so she was like, \"What it's just you email me a lot more details that I probably would have wanted or whatever in.\" And like she didn't say anything after that because she didn't really have anything to talk.", "sourceId": "15"}, {"categoryId": "5", "formalText": "And she was also like", "sourceId": "16"}, {"categoryId": "5", "formalText": "It was like 10 minutes before she was getting into bed.", "sourceId": "17"}, {"categoryId": "5", "formalText": "She was checking her emails one last time before she went bad.", "sourceId": "18"}, {"categoryId": "5", "formalText": "Then she checked email today and James posted like, you know clearly upset and then before she went to bed he was like, \"I'm very upset at the light at the like education that I did something inappropriate by sending these updates.\"", "sourceId": "20"}, {"categoryId": "5", "formalText": "She was like, \"Well, I'm pretty upset that stuff that I was talking about to my psychiatrist appointment in the in the emails.\" And he's like, \"There's nothing different than the ones he sent in the last hospitalization, which you were fine with.\" She was like, \"Well, it seems like there's a big difference to me saying between Tanya had a rough day today, but it's feeling better towards the evening or like Tanya is doing well.\"", "sourceId": "21"}, {"categoryId": "5", "formalText": "It seems like there's a big difference between that sort of email and.", "sourceId": "23"}, {"categoryId": "5", "formalText": "And then she was like, \"I'm going to bed.\"", "sourceId": "24"}, {"categoryId": "5", "formalText": "And so when she takes the James's mom out, she'll have very much and what would very much are.", "sourceId": "39"}, {"categoryId": "5", "formalText": "Dryer relationship over 10 years has been like her sort of wanting to be like a mother to her and me sort of like.", "sourceId": "40"}, {"categoryId": "5", "formalText": "Tiptoeing to being able to share things with her and trusting her and a part of this is like she doesn't really understand all of this.", "sourceId": "41"}, {"categoryId": "5", "formalText": "It's not that she's really sympathetic, but she doesn't doesn't resonate with her.", "sourceId": "42"}, {"categoryId": "5", "formalText": "It doesn't make sense.", "sourceId": "43"}, {"categoryId": "5", "formalText": "And so it's in the back of her mind.", "sourceId": "44"}, {"categoryId": "5", "formalText": "She's always like she's the person who's putting her baby through this horrible ordeal.", "sourceId": "45"}, {"categoryId": "5", "formalText": "You know and her mom she knows they'll will sort of use this to search further like blur the lines between her and her and say she did this.", "sourceId": "47"}, {"categoryId": "5", "formalText": "Thing 2, she means where exactly the same and she just doesn't want to have that conversation with her and she tells her why she was in the hospital in the first place, you know. She's glad that James told her that she was in the hospital because she feels like she had a right to know but she doesn't feel like she had the right to know all of it.", "sourceId": "48"}, {"categoryId": "5", "formalText": "She doesn't know whether like the time she was in Frederick.", "sourceId": "50"}, {"categoryId": "5", "formalText": "It feels like sharing the externals of the situation person internal like she was last time.", "sourceId": "51"}, {"categoryId": "5", "formalText": "Thinks she was not internal parts with James either.", "sourceId": "52"}, {"categoryId": "5", "formalText": "They don't necessarily see a difference, you know, she was doing UCT.", "sourceId": "53"}, {"categoryId": "5", "formalText": "So nobody had access to her interior like that including her.", "sourceId": "54"}, {"categoryId": "5", "formalText": "Start if she likes James upset with her because she wasn't successful in her effort not to react in any way until she could access the best way of approaching the situation was she literally had an involuntary.", "sourceId": "59"}, {"categoryId": "5", "formalText": "She's read the email and that and like \"what is it?\"", "sourceId": "60"}, {"categoryId": "5", "formalText": "\"What's wrong\" and she could not answer then.", "sourceId": "62"}, {"categoryId": "5", "formalText": "Because he knew she was reading that email.", "sourceId": "64"}, {"categoryId": "5", "formalText": "And she feels like that's what's upsetting about.", "sourceId": "66"}, {"categoryId": "5", "formalText": "She didn't say she was angry with what he had done.", "sourceId": "71"}, {"categoryId": "5", "formalText": "And that was yeah, actually she didn't say she was upset about what it happened.", "sourceId": "74"}, {"categoryId": "5", "formalText": "She had said that like she would have chosen to share much which was not the same thing at all.", "sourceId": "75"}, {"categoryId": "5", "formalText": "She feels like her problem is really bottling up emotions.", "sourceId": "76"}, {"categoryId": "5", "formalText": "This isn't going to help very much.", "sourceId": "77"}, {"categoryId": "5", "formalText": "That the point of keeping people out or away from what's going on, especially like bad things she feels. I think I think has been because she anticipated that like that wouldn't give me give them a kind of that would give other people a kind of access to her.", "sourceId": "82"}, {"categoryId": "5", "formalText": "That would sort of that they would react to in their own way or from their own frame of reference without taking hers into account in a way.", "sourceId": "84"}, {"categoryId": "5", "formalText": "That would be very hurtful to her.", "sourceId": "85"}, {"categoryId": "5", "formalText": "For which, I mean like it seems to me as though it seems it feels like she can't be both angry and upset about it and scared and partly angry at him.", "sourceId": "100"}, {"categoryId": "5", "formalText": "Also recognizing that you know, there's some sort of as yet to be determined is not entirely his fault in the situation in that the situation has sort of changed, you know.", "sourceId": "101"}, {"categoryId": "5", "formalText": "Amelia one of the priests of her visit in.", "sourceId": "152"}, {"categoryId": "5", "formalText": "She likes her a lot.", "sourceId": "154"}, {"categoryId": "5", "formalText": "She thinks she's like really excited like talks about Theology and gets really excited about it.", "sourceId": "155"}, {"categoryId": "5", "formalText": "And she does the same thing.", "sourceId": "156"}, {"categoryId": "5", "formalText": "And she thinks that came out either like she said or how it looked she thinks it's sort of scared her.", "sourceId": "168"}, {"categoryId": "5", "formalText": "She reacted really.", "sourceId": "169"}, {"categoryId": "5", "formalText": "Well like she sort of just sat with it then like, you know.", "sourceId": "170"}, {"categoryId": "5", "formalText": "It feels sort of hard for her to understand that like people can't see that in her.", "sourceId": "172"}, {"categoryId": "5", "formalText": "It might be things since she can't tell whether they're like it's sort of shorthand that she's sick.", "sourceId": "177"}, {"categoryId": "5", "formalText": "She means like she talks to her about like being in the hospital before and.", "sourceId": "179"}, {"categoryId": "5", "formalText": "Mentally ill and having really severe depression trying to describe that.", "sourceId": "180"}, {"categoryId": "5", "formalText": "And so it doesn't occur to her that people just don't necessarily understand what that means because when she talked about it, she's just sort of talking about it like this.", "sourceId": "183"}, {"categoryId": "5", "formalText": "You know, she started crying when Mark was there and at the end of the visit he was like, \"Yeah, I've never seen you cry before.\" And you know, he visited her in the hospital before she like, she doesn't know if that hadn't occurred to her.", "sourceId": "186"}, {"categoryId": "5", "formalText": "Ice Hocking about it because she feels like she feels like that helps her sort of get out of her head around it or something power over it, but it also seems to maybe leave out everything essential.", "sourceId": "191"}, {"categoryId": "5", "formalText": "She thinks really more out of what was something is there like he was conveying a lot of likes sort of theories about it.", "sourceId": "198"}, {"categoryId": "5", "formalText": "And she feels like she means one of the problems that she ran into with James is that she likes him about something that.", "sourceId": "199"}, {"categoryId": "5", "formalText": "Like she talks about with me or she talked about with somebody else.", "sourceId": "200"}, {"categoryId": "5", "formalText": "He's like, \"maybe this is what's going on,\" and she will just get stuck on it and then she won't be able to say like no, but they're that sort of simple certain way of talking thinking about it or like things are complicated or that's not the way she's thinking about it and it's just like wood store to be a little bit more.", "sourceId": "201"}, {"categoryId": "5", "formalText": "She doesn't know, but she thinks she thinks actually what she's sort of objecting objecting to she's not gay doesn't.", "sourceId": "211"}, {"categoryId": "5", "formalText": "And so it's kind of like she's held to whatever she said.", "sourceId": "214"}, {"categoryId": "5", "formalText": "Yeah, but she thinks that like she's sort of trying to revise because she thinks that's like what she's upset about but it's clearly that if that makes sense like.", "sourceId": "219"}, {"categoryId": "5", "formalText": "It's like some part of her that she would not necessarily have chosen to give to people.", "sourceId": "223"}, {"categoryId": "5", "formalText": "She doesn't think that she'll ask her mom about that, but she's worried going forward because she can't tell James things like.", "sourceId": "238"}, {"categoryId": "5", "formalText": "She just doesn't she know that she's going to be there.", "sourceId": "240"}, {"categoryId": "5", "formalText": "She's like, \"Yeah, it's always there but no I have to pay attention to it.\"", "sourceId": "241"}, {"categoryId": "5", "formalText": "She doesn't know what she's going to do.", "sourceId": "242"}, {"categoryId": "5", "formalText": "Probably just not think about it or anything.", "sourceId": "243"}, {"categoryId": "5", "formalText": "She shouldn't read through all the emails.", "sourceId": "244"}, {"categoryId": "5", "formalText": "She thinks she read the first couple and then she just don't really know that it's necessary or at least right now.", "sourceId": "245"}, {"categoryId": "5", "formalText": "She can't deal with it anything else.", "sourceId": "246"}, {"categoryId": "5", "formalText": "She thinks James is really was really angry not like about this, but about her being in the hospital.", "sourceId": "248"}, {"categoryId": "5", "formalText": "She is not sure whether it would have come up if she had a sort of seeing James now. Like after she came out James was the stress of it.", "sourceId": "256"}]