[{"categoryId": "5", "formalText": "She doesn't have to yeah, although it's you know, her sister-in-law.", "sourceId": "39"}, {"categoryId": "5", "formalText": "She doesn't think they're ever going to be kindred spirits.", "sourceId": "40"}, {"categoryId": "5", "formalText": "She's grown to really love and appreciate them.", "sourceId": "41"}, {"categoryId": "5", "formalText": "And also they're just a divided like she doesn't know.", "sourceId": "42"}, {"categoryId": "5", "formalText": "Which is higher do you know, especially like the older sister Vivian is they actually do have a lot of the same interest in common which is really feel really sad whenever they talk about them.", "sourceId": "45"}, {"categoryId": "5", "formalText": "She was an English teacher also and like loves literature but doesn't love any of the same literature that she does in like Yeah from her perspective doesn't think about it terribly analytically", "sourceId": "46"}, {"categoryId": "5", "formalText": "and she feels guilty for thinking that way but they like talk about the and Jessica.", "sourceId": "47"}, {"categoryId": "5", "formalText": "Will not stop giving her advice which she doesn't it drives her nuts, you know in some ways like she's probably should give her advice at this point advice about the kids.", "sourceId": "48"}, {"categoryId": "5", "formalText": "You know, she's got a two year old who is hilarious?", "sourceId": "49"}, {"categoryId": "5", "formalText": "Putting her stuff draft in timeout and \"Why are you putting Gigi in timeout?\"", "sourceId": "50"}, {"categoryId": "5", "formalText": "\"Because she said bitch.\"", "sourceId": "51"}, {"categoryId": "5", "formalText": "\"Do we say bitch know we don't that's Mommy.\"", "sourceId": "52"}, {"categoryId": "5", "formalText": "\"That's mommy and daddy's word.\"", "sourceId": "53"}, {"categoryId": "5", "formalText": "Yeah, which is she thinks a pretty good way to deal with swearing and kids, you know, like that's just not your word.", "sourceId": "54"}, {"categoryId": "5", "formalText": "James and her had a pretty big fight in the other the other night, which was good.", "sourceId": "55"}, {"categoryId": "5", "formalText": "She it helped them talk more about not being where they wanted to be together.", "sourceId": "56"}, {"categoryId": "5", "formalText": "You know, she thinks to be someone who she can talk to anymore, which that's a bad thing.", "sourceId": "57"}, {"categoryId": "5", "formalText": "So from James's perspective, she thinks it's like he doesn't really talk to her about his work anymore.", "sourceId": "60"}, {"categoryId": "5", "formalText": "He hasn't been talking to her about this, you know the process of figuring out what to do next very much.", "sourceId": "61"}, {"categoryId": "5", "formalText": "She thinks you know, she thinks there was a long time where she just really wasn't able to have a conversation.", "sourceId": "62"}, {"categoryId": "5", "formalText": "That's what it feels like to him.", "sourceId": "63"}, {"categoryId": "5", "formalText": "She thinks he's worried about that.", "sourceId": "64"}, {"categoryId": "5", "formalText": "He's been very in the habit of not bothering her with the logistics or not asking me to help deal with the logistics.", "sourceId": "65"}, {"categoryId": "5", "formalText": "It's you know, or that it will be too much for her for her.", "sourceId": "66"}, {"categoryId": "5", "formalText": "She feels like", "sourceId": "67"}, {"categoryId": "5", "formalText": "she can't tell whether she's more sensitive than usual or whether James is more dismissive than usual.", "sourceId": "68"}, {"categoryId": "5", "formalText": "She feels like when.", "sourceId": "69"}, {"categoryId": "5", "formalText": "She also can't tell whether it's just like she needs to be right more than usual or he's being were the mint than usual and telling that she's wrong all the time, but it's just like", "sourceId": "70"}, {"categoryId": "5", "formalText": "she feels like when she tries to talk to him about things and that she worried about like she feels like her feelings end up getting hurt a lot.", "sourceId": "71"}, {"categoryId": "5", "formalText": "Yeah, she guesses the summation of their fight would be James day.", "sourceId": "73"}, {"categoryId": "5", "formalText": "And you know, \"I'm so angry at you because you left me and I'm really glad that you didn't kill yourself, but that's a pretty tough minimums day.\"", "sourceId": "74"}, {"categoryId": "5", "formalText": "Like it's not a great minimum and her saying, you know, \"I feel like I deserve a medal for not killing myself.\"", "sourceId": "75"}, {"categoryId": "5", "formalText": "So she's feeling pretty good about that.", "sourceId": "76"}, {"categoryId": "5", "formalText": "She's so worried about the point where she's thinking.", "sourceId": "78"}, {"categoryId": "5", "formalText": "Well, okay, if he's going to continue to get angry about get angry about her in about this she needs", "sourceId": "79"}, {"categoryId": "5", "formalText": "you know he needs to look for ways she could make it better", "sourceId": "80"}, {"categoryId": "5", "formalText": "but she feels like she's just doing everything that she can to make things better. She's not she means she's not everything yet not everything she can but everything she can think of and can handle you know it's like he's been very clear they've both been very clear that the way", "sourceId": "81"}, {"categoryId": "5", "formalText": "that she can take care of them as a couple right now is to take care of herself and that's what she's doing and she doesn't know what to do she wants to be enough some suggestions as to what to do next", "sourceId": "82"}, {"categoryId": "5", "formalText": "She doesn't think he's glad to be married to her at this point.", "sourceId": "83"}, {"categoryId": "5", "formalText": "And she doesn't know how to say how to handle that certainly thinking and sort of cautiously saying they need to get back into marriage counseling and she's like \"no.\"", "sourceId": "84"}, {"categoryId": "5", "formalText": "No this really needs to happen.", "sourceId": "85"}, {"categoryId": "5", "formalText": "Like she needs to make this happen.", "sourceId": "86"}, {"categoryId": "5", "formalText": "Yeah, she thinks James gets along very well with her.", "sourceId": "94"}, {"categoryId": "5", "formalText": "She thinks it would make him feel more comfortable to.", "sourceId": "95"}, {"categoryId": "5", "formalText": "You know, like she's angry at him for it's hard to hold on to being angry.", "sourceId": "97"}, {"categoryId": "5", "formalText": "She's having a hard time talking to me about this, which actually talk to me about it.", "sourceId": "98"}, {"categoryId": "5", "formalText": "Yeah, she feels like she doesn't want to tell tell me about James disappoint James his disappointment anger with her because I might catch it.", "sourceId": "99"}, {"categoryId": "5", "formalText": "Or I might take her side over his and that that might be almost as bad.", "sourceId": "101"}, {"categoryId": "5", "formalText": "They had a conversation earlier that day about kind of cost and she was thinking that sounds like someone had roof for like there that people thought that like the hypomania coming from bipolar II thought it was a real gift and they're like, \"oh, haha.\"", "sourceId": "102"}, {"categoryId": "5", "formalText": "That's really sad.", "sourceId": "103"}, {"categoryId": "5", "formalText": "She's like, \"I don't know.", "sourceId": "104"}, {"categoryId": "5", "formalText": "I think it might actually be a pastoral gift.\"", "sourceId": "105"}, {"categoryId": "5", "formalText": "Yes, or they were saying that they did not think that it was a gift or they were like, \"No, it's just bad,\" and she was kind of like, \"Well, I don't know for like her romantic.\"", "sourceId": "111"}, {"categoryId": "5", "formalText": "The time are a time of like intense work and where she does really good work.", "sourceId": "112"}, {"categoryId": "5", "formalText": "She doesn't think it's worth the price.", "sourceId": "113"}, {"categoryId": "5", "formalText": "She thinks she should get the treatment for it.", "sourceId": "114"}, {"categoryId": "5", "formalText": "Like she doesn't know that doesn't mean you can't use the things that come with these horrible things that happened to you.", "sourceId": "115"}, {"categoryId": "5", "formalText": "James and her kind of talked around that for a while and around like the idea that you know, you end up paying pretty much every gift in some way or another that's how the world Works in.", "sourceId": "117"}, {"categoryId": "5", "formalText": "So then like that conversation have been done like at the end of the night it was it was very late.", "sourceId": "118"}, {"categoryId": "5", "formalText": "And she you know made some reference to her being she was like well every guess if every gift comes with a price and it really really hurt her feelings a lot.", "sourceId": "119"}, {"categoryId": "5", "formalText": "She's not sure why she should like", "sourceId": "120"}, {"categoryId": "5", "formalText": "You know, his attitude was \"I'm not going to tell you that things are good when?", "sourceId": "121"}, {"categoryId": "5", "formalText": "They are good.\"", "sourceId": "122"}, {"categoryId": "5", "formalText": "Her attitude was \"I don't want you to I just don't want you to tell me that things are bad at midnight when I'm about to go to bed, and I've had a good day.\"", "sourceId": "123"}, {"categoryId": "5", "formalText": "She knows it's been she knows it's been hard being married to her.", "sourceId": "125"}, {"categoryId": "5", "formalText": "She really knows that like she would see that maybe she says that she's surprised or says that she doesn't know why it hurts because she doesn't think it ought ought to she doesn't think she should let herself get hurt by it.", "sourceId": "126"}, {"categoryId": "5", "formalText": "It does feel.", "sourceId": "127"}, {"categoryId": "5", "formalText": "She guesses she felt like not reacting correctly or not interpreting correctly.", "sourceId": "133"}, {"categoryId": "5", "formalText": "She feels like or she feels like she should be okay with having.", "sourceId": "134"}, {"categoryId": "5", "formalText": "If she knows in her head that she still a mix about being married to her or because of her depression that if she knows those things that is bringing them up shouldn't hurt or something like that something like that.", "sourceId": "135"}, {"categoryId": "5", "formalText": "Yeah, she means, she knows he's not glad to be married to her because she asked him.", "sourceId": "136"}, {"categoryId": "5", "formalText": "Which she feels like her beware.", "sourceId": "137"}, {"categoryId": "5", "formalText": "The the communication between them is always upset with him for answering the question.", "sourceId": "138"}, {"categoryId": "5", "formalText": "She's already upset with him for answering the question.", "sourceId": "139"}, {"categoryId": "5", "formalText": "I'm sorry, so she muddies the waters because he thought she was upset because he answered the question in the way.", "sourceId": "140"}, {"categoryId": "5", "formalText": "He answered it upset her.", "sourceId": "141"}, {"categoryId": "5", "formalText": "And she's saying she's upset by asking it.", "sourceId": "143"}, {"categoryId": "5", "formalText": "Yeah, but like she asked him it because because of what he had said.", "sourceId": "144"}, {"categoryId": "5", "formalText": "Oh, I see falling that she asks him.", "sourceId": "145"}, {"categoryId": "5", "formalText": "And her worry is that hearing this exchange between the two of them?", "sourceId": "149"}, {"categoryId": "5", "formalText": "I will either like catch contagious some of his particular attitude towards her in this way and I feel I will feel that about her as well or that I will take her side and say like, \"I can't believe you said that\"", "sourceId": "150"}, {"categoryId": "5", "formalText": "Okay, it's taking her a long time to process things.", "sourceId": "155"}, {"categoryId": "5", "formalText": "She didn't know.", "sourceId": "156"}, {"categoryId": "5", "formalText": "She thinks it's she thinks that it's a little different she thinks so.", "sourceId": "157"}, {"categoryId": "5", "formalText": "Yeah, she thinks that she's worrying that I will agree with him in that, you know being angry and be disappointed with her about the depression that would that would just be hard like she thinks that they're different coming from different places like it's I", "sourceId": "158"}, {"categoryId": "5", "formalText": "Yeah, she thinks one one hand.", "sourceId": "159"}, {"categoryId": "5", "formalText": "She she very much wants to take care of James.", "sourceId": "160"}, {"categoryId": "5", "formalText": "So maybe she just feels like if I take her side then she thinks like she's been spoiled to tell me about this, but then it's like he's been angry at her or maybe she's just worried that if she tells me about it, I will show that I have been angry at her before but yeah, she guesses I've got a point.", "sourceId": "161"}, {"categoryId": "5", "formalText": "I see. So which in that case confirm horrible things she thinks.", "sourceId": "162"}, {"categoryId": "5", "formalText": "She guesses she would feel like by me telling her about this fight that we had and going to that kind of criticism.", "sourceId": "174"}, {"categoryId": "5", "formalText": "She would have betrayed James and some way.", "sourceId": "175"}, {"categoryId": "5", "formalText": "I get the my criticism of him.", "sourceId": "176"}, {"categoryId": "5", "formalText": "That would be sort of devastating.", "sourceId": "177"}]