[{"categoryId": "0", "formalText": "So, she doesn't know if she mentioned that her type of medication is changing.", "sourceId": "1"}, {"categoryId": "0", "formalText": "Oh, she thinks she met with her like the day after we last met a day or two.", "sourceId": "4"}, {"categoryId": "0", "formalText": "She's switching off Lexapro and onto Celexa or Celebrex whichever one is actually in a depressant.", "sourceId": "5"}, {"categoryId": "0", "formalText": "Probably Celexa, I think Celexa and Lexapro, you know how there is right-handed and left-handed molecules.", "sourceId": "6"}, {"categoryId": "0", "formalText": "I think one's one and the others the other.", "sourceId": "7"}, {"categoryId": "0", "formalText": "Yeah, she said it was kind of like unfortunately.", "sourceId": "8"}, {"categoryId": "0", "formalText": "\"You're going to feel like crap for a while,\" and she was like, \"Oh, well, then awesomely right on schedule.\"", "sourceId": "10"}, {"categoryId": "0", "formalText": "She started feeling like crap the 23rd 24th.", "sourceId": "11"}, {"categoryId": "0", "formalText": "She had actually predicted that one of the worst day is probably going to be around the 27th, and it was horrible.", "sourceId": "13"}, {"categoryId": "1", "formalText": "She just doesn't feel good, which is really frustrating.", "sourceId": "40"}, {"categoryId": "2", "formalText": "Yeah, when they were talking doctor koth at one point was asking was she was worried that she might need to take some FMLA days off.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She was feeling completely extra not great.", "sourceId": "50"}, {"categoryId": "2", "formalText": "Which she doesn't know why last week didn't happen.", "sourceId": "51"}, {"categoryId": "2", "formalText": "She was sick on Thursday Friday.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She had it, she had a snow day.", "sourceId": "53"}, {"categoryId": "2", "formalText": "So she feels like she's only been working for 2 days, so she doesn't know.", "sourceId": "54"}, {"categoryId": "2", "formalText": "So now she's saying probably a month at least.", "sourceId": "58"}, {"categoryId": "2", "formalText": "Actually wanted to switch off the Wellbutrin.", "sourceId": "60"}, {"categoryId": "2", "formalText": "Which they talked which we were talking about.", "sourceId": "61"}, {"categoryId": "2", "formalText": "But she has been.", "sourceId": "62"}, {"categoryId": "2", "formalText": "Having the sudden moments of feeling.", "sourceId": "63"}, {"categoryId": "2", "formalText": "Really intensely weepy and she doesn't know if they were increased but they weren't going away.", "sourceId": "64"}, {"categoryId": "2", "formalText": "So that concerned her. She doesn't know.", "sourceId": "65"}, {"categoryId": "2", "formalText": "Her response was like, \"Oh whatever.", "sourceId": "66"}, {"categoryId": "2", "formalText": "I'll tough it out.", "sourceId": "67"}, {"categoryId": "2", "formalText": "I can tough it out for a while,\" which is usually her response.", "sourceId": "68"}, {"categoryId": "2", "formalText": "She does agree not being super not she too agrees.", "sourceId": "69"}, {"categoryId": "2", "formalText": "Not being randomly weepy would be good.", "sourceId": "70"}, {"categoryId": "2", "formalText": "If you know she could do her homework and work it would be nice.", "sourceId": "71"}, {"categoryId": "2", "formalText": "So she was talking to her mom about Wellbutrin. How Wellbutrin makes her really sweaty and well and her her brother was like, \"Oh, yeah that can happen,\" to her mom's response was, \"Why doesn't your psychiatrist give you another drug?", "sourceId": "72"}, {"categoryId": "2", "formalText": "That's perfectly as good.\"", "sourceId": "73"}, {"categoryId": "2", "formalText": "\"That doesn't cause you to sweat.\"", "sourceId": "74"}, {"categoryId": "2", "formalText": "Thanks Mom.", "sourceId": "75"}, {"categoryId": "2", "formalText": "It was that easy mom.", "sourceId": "76"}, {"categoryId": "2", "formalText": "It was just so crazy like, \"Oh God.\"", "sourceId": "77"}, {"categoryId": "2", "formalText": "It was mostly funny.", "sourceId": "79"}, {"categoryId": "2", "formalText": "But she's also like giving her mom's obsession with her how her children should be medicated.", "sourceId": "80"}, {"categoryId": "2", "formalText": "She would think that she would know more about how that might work just as well as had met major medication problems increasingly.", "sourceId": "81"}, {"categoryId": "2", "formalText": "She does not.", "sourceId": "82"}, {"categoryId": "2", "formalText": "Receive them as bad medication interactions.", "sourceId": "83"}, {"categoryId": "2", "formalText": "He took lithium and it didn't work for him.", "sourceId": "84"}, {"categoryId": "2", "formalText": "So and so her mom her mom's theory is that her brother insisted on taking Lithium because Dad took it and.", "sourceId": "85"}, {"categoryId": "2", "formalText": "But he was insisting on taking it.", "sourceId": "86"}, {"categoryId": "2", "formalText": "Even though someone maybe her said that he shouldn't.", "sourceId": "87"}, {"categoryId": "2", "formalText": "Her mom is she thinks they gave him was the end because he's bipolar and that's what everyone does but her mom kind of really blames her brother for it's very strange.", "sourceId": "88"}, {"categoryId": "2", "formalText": "She doesn't", "sourceId": "89"}, {"categoryId": "2", "formalText": "She's been asking her less about it about her thoughts and feelings about her brother because he's super frustrating.", "sourceId": "90"}, {"categoryId": "5", "formalText": "Yeah Ikea today with her parents and her mom and offered to drive her home, but they had a little miscommunication.", "sourceId": "15"}, {"categoryId": "5", "formalText": "There was some miscommunication about her staying 3 days longer and when she realized that she was like she almost they were out at her parents house.", "sourceId": "17"}, {"categoryId": "5", "formalText": "And this all came and she's like, \"I don't know if I can move her go to dinner or do anything.\"", "sourceId": "18"}, {"categoryId": "5", "formalText": "So she was just like, \"Oh my God, I can't do three more days.\"", "sourceId": "19"}, {"categoryId": "5", "formalText": "Actually it would have been for more days at that point.", "sourceId": "20"}, {"categoryId": "5", "formalText": "Amazingly her parents.", "sourceId": "21"}, {"categoryId": "5", "formalText": "Her mom did not freak out about me staying about her saying, \"So I'm leaving tomorrow,\" with surprise her a lot, but she didn't", "sourceId": "22"}, {"categoryId": "5", "formalText": "Yeah, she thinks her mom knows she wasn't feeling great.", "sourceId": "27"}, {"categoryId": "5", "formalText": "Because she was also being really anxious and one of the ways she likes to express this is just to stare at her a lot with a concerned face or speak really loudly and try to drive her into conversation, which doesn't work very well.", "sourceId": "28"}, {"categoryId": "5", "formalText": "Add appointment brother is sort of a talk to Mom.", "sourceId": "29"}, {"categoryId": "5", "formalText": "She can't do it.", "sourceId": "30"}, {"categoryId": "5", "formalText": "Yeah, she means the trip was it was okay for the first few days or so.", "sourceId": "31"}, {"categoryId": "5", "formalText": "She was like, \"Oh, okay Christmas to you happened Christmas happened, but\"", "sourceId": "32"}, {"categoryId": "5", "formalText": "That was okay, but she felt like she doesn't know the bed.", "sourceId": "33"}, {"categoryId": "5", "formalText": "She had her sleeping is extrude excruciating Lee and comfortable and her brother's wife gets really cold is Italy so that he doesn't like seven day and she will end it like 66 or 67.", "sourceId": "34"}, {"categoryId": "5", "formalText": "So she's always hot and sweaty and she ends up having to buy herself to shirt so she can wear something always so frustrating because there's no one no one of her house like her brother his wife her parents the largest shirt.", "sourceId": "35"}, {"categoryId": "5", "formalText": "In the house would probably be a smaller or medium so she couldn't borrow anything which always makes her feel awkward this year.", "sourceId": "36"}, {"categoryId": "5", "formalText": "Her brother's like know.", "sourceId": "37"}, {"categoryId": "5", "formalText": "She has a loose shirt and she's like, \"No that won't say.\" She's having that argument is just having the argument is just frustrating.", "sourceId": "38"}, {"categoryId": "5", "formalText": "She's like, \"Look at the two of us. I wouldn't fit and yeah, I'm still feeling I still feel like garbage.\"", "sourceId": "39"}, {"categoryId": "5", "formalText": "She told actually she was like, \"I'm really sorry.", "sourceId": "41"}, {"categoryId": "5", "formalText": "I doing this medication switch.\"", "sourceId": "42"}, {"categoryId": "5", "formalText": "Sorry and one day she thinks she thinks was this weekend.", "sourceId": "43"}, {"categoryId": "5", "formalText": "She was cooking something and Ashley was like, \"Do you need any help?\" And she was like, \"No.", "sourceId": "44"}, {"categoryId": "5", "formalText": "No, I'm good.\"", "sourceId": "45"}, {"categoryId": "5", "formalText": "She was Keen to cook and then she suddenly wasn't feeling was feeling super resentful and angry at her for not helping to cook even though she hadn't asked her.", "sourceId": "46"}, {"categoryId": "5", "formalText": "In fact, in fact, she said know which made her feel so crazy because she's just like, \"I didn't even you know, I was both upset like I was still really upset about it, but also thinking you shouldn't be because you didn't ask what level also that was upsetting.\"", "sourceId": "47"}, {"categoryId": "5", "formalText": "That kind of thing has been happening.", "sourceId": "48"}, {"categoryId": "5", "formalText": "She also has this she doesn't know what conversation with her dad that stuck with her, which was she was talking to Will.", "sourceId": "92"}, {"categoryId": "5", "formalText": "She thinks she was talking to Ashby.", "sourceId": "93"}, {"categoryId": "5", "formalText": "Her brother's wife asked her about her frustrations at work and she felt so frustrated with chat in like not being able to get him to give her work.", "sourceId": "94"}, {"categoryId": "5", "formalText": "Even when she asked directly and she was like, \"Why don't you ask?\" and likewise asking but you won't give it to her and then the conversation start of stops, which she understands.", "sourceId": "95"}, {"categoryId": "5", "formalText": "They don't have an answer in her dad was in the room and he was and she was just like, \"While you're probably not paying attention, but what do you think?\" and he said, \"You want me to actually answer?\" so his response was interesting first.", "sourceId": "96"}, {"categoryId": "5", "formalText": "He mentioned that she had expressed frustrations with managers many times before which is true.", "sourceId": "97"}, {"categoryId": "5", "formalText": "He feels that she does not communicate well enough.", "sourceId": "98"}, {"categoryId": "5", "formalText": "He thinks the problem is a communication problem along with a diplomacy issue, which she really disagrees.", "sourceId": "99"}, {"categoryId": "5", "formalText": "She doesn't think it's so she asked him to explain because she was like, \"I don't know.\"", "sourceId": "100"}, {"categoryId": "5", "formalText": "\"I don't think. I think I know how to communicate.\"", "sourceId": "101"}, {"categoryId": "5", "formalText": "It's true that she can't that she can't get pissy about diplomacy, but she's perfectly capable of doing she just doesn't always want to", "sourceId": "102"}, {"categoryId": "5", "formalText": "Yeah, so first he gave her his advice which was which is to out to do Stout cat out last people which is awful.", "sourceId": "104"}, {"categoryId": "5", "formalText": "But then his other thing", "sourceId": "105"}, {"categoryId": "5", "formalText": "Thank you so much for doing me a favor at the favor of letting this book.", "sourceId": "110"}, {"categoryId": "5", "formalText": "It was awesome blah blah blah and then after that he want over the person.", "sourceId": "111"}, {"categoryId": "5", "formalText": "And through this people like being commented complemented people like something useful so", "sourceId": "118"}, {"categoryId": "5", "formalText": "They like being appreciated.", "sourceId": "119"}, {"categoryId": "5", "formalText": "Yes and Wild.", "sourceId": "120"}, {"categoryId": "5", "formalText": "While it's like a totally interesting idea.", "sourceId": "121"}, {"categoryId": "5", "formalText": "She feels like she still doesn't.", "sourceId": "122"}, {"categoryId": "5", "formalText": "Feel the root of the problem is communication or her lack.", "sourceId": "123"}, {"categoryId": "5", "formalText": "Or her lack her inability to communicate which she did.", "sourceId": "124"}, {"categoryId": "5", "formalText": "She told her dad.", "sourceId": "125"}, {"categoryId": "5", "formalText": "Mike fundamentally, she can't communicate communicate around there's no way for her to communicate around bertos racism or sexism.", "sourceId": "126"}, {"categoryId": "5", "formalText": "They can't hear her in that she just so she just stopped there's nothing really to do.", "sourceId": "127"}, {"categoryId": "5", "formalText": "\"You didn't respond to that but we did talk a little bit about I don't know if the where is diplomacy or other things, but my dad's worked or since 1980 you worked for for like 20 years.\"", "sourceId": "128"}, {"categoryId": "5", "formalText": "He wasn't Academia briefly before that as a professor.", "sourceId": "129"}, {"categoryId": "5", "formalText": "A chemistry professor.", "sourceId": "130"}, {"categoryId": "5", "formalText": "Yes, and he left Academia because he disliked politics or dad.", "sourceId": "131"}, {"categoryId": "5", "formalText": "They've already talked about how they both hate the same kind of politics and doing this you would think that she would hate that.", "sourceId": "132"}, {"categoryId": "5", "formalText": "Like she doesn't think her dad gets the extent to which there is really no pressure for someone.", "sourceId": "133"}, {"categoryId": "5", "formalText": "His if you're not a great manager, but you're not horrible.", "sourceId": "134"}, {"categoryId": "5", "formalText": "There's no pressure to make you leave.", "sourceId": "135"}, {"categoryId": "5", "formalText": "No, one says sales are down in the music library Department.", "sourceId": "136"}, {"categoryId": "5", "formalText": "There's nothing there's no one so", "sourceId": "137"}, {"categoryId": "5", "formalText": "So if you're if you are moderately competent enough to show it to meetings.", "sourceId": "139"}, {"categoryId": "5", "formalText": "You are just going to get this into this position and then you", "sourceId": "140"}, {"categoryId": "5", "formalText": "Be there until you retire.", "sourceId": "141"}, {"categoryId": "5", "formalText": "She's speaking broadly, but that's what happens.", "sourceId": "142"}, {"categoryId": "5", "formalText": "That's why people like University jobs.", "sourceId": "143"}, {"categoryId": "5", "formalText": "Retirement she's working within a 4-year product environment.", "sourceId": "144"}, {"categoryId": "5", "formalText": "Where people was where someone was really confident she'd be like her hear Department efficiency, whatever whatever whatever and that just doesn't exist.", "sourceId": "145"}, {"categoryId": "5", "formalText": "She guesses she felt her dad was sort of operating under the idea that this was a if the workplace is in an Ascend isn't an essentially not a guilt not a guilt but like she's not the Invisible Hand while you knock the economy, she thinks at his head there some kind of invisible hand of Merit.", "sourceId": "146"}, {"categoryId": "5", "formalText": "And he also she doesn't think really believes in what she said. She's asked for work and she doesn't get it.", "sourceId": "148"}, {"categoryId": "5", "formalText": "He's like, \"Well, obviously the way you've been asking for work isn't working.", "sourceId": "149"}, {"categoryId": "5", "formalText": "So you should ask another way.\"", "sourceId": "150"}, {"categoryId": "5", "formalText": "There's only did number of ways to do it.", "sourceId": "151"}, {"categoryId": "5", "formalText": "Yeah, she can rephrase. She can try.", "sourceId": "153"}, {"categoryId": "5", "formalText": "Whatever she's done, but in the end there's a the communication problem is her fault in the end and beavers only so many ways you can ask someone for work.", "sourceId": "155"}, {"categoryId": "5", "formalText": "There are very few.", "sourceId": "156"}, {"categoryId": "5", "formalText": "She understands is completely irrational and crazy and doesn't make any sense that this would be happening but", "sourceId": "157"}, {"categoryId": "5", "formalText": "and yeah, it's like", "sourceId": "159"}, {"categoryId": "5", "formalText": "when she talks about it people everyone's like \"come on.\"", "sourceId": "160"}, {"categoryId": "5", "formalText": "\"What would he say?\"", "sourceId": "161"}, {"categoryId": "5", "formalText": "\"Why would he say that there's always work for you to do and then not give you?\" and she's like, \"Well, I don't know.", "sourceId": "162"}, {"categoryId": "5", "formalText": "That's a good question that I can't answer.\"", "sourceId": "163"}, {"categoryId": "5", "formalText": "She got very caught on.", "sourceId": "164"}, {"categoryId": "5", "formalText": "One thing that was funny is that she was talking to her dad more generally and he was like, \"Well people probably know that you don't like your manager.\" Like well sort of she tries not to express that generally. People often say it to her.", "sourceId": "171"}, {"categoryId": "5", "formalText": "\"Oh, you must love having chat is your manager Pearl is your building head or whatever,\" and she's like, \"Nope.\"", "sourceId": "172"}, {"categoryId": "5", "formalText": "She usually just doesn't answer.", "sourceId": "173"}, {"categoryId": "5", "formalText": "But if someone presses then she'll answer.", "sourceId": "174"}, {"categoryId": "5", "formalText": "Her dad was like, \"Really they don't know how you feel.\"", "sourceId": "175"}, {"categoryId": "5", "formalText": "Okay fine, which is true.", "sourceId": "176"}, {"categoryId": "5", "formalText": "Like she's sure than their department all staff meetings she has.", "sourceId": "177"}, {"categoryId": "5", "formalText": "Kind of given up on pretending that she's not frustrated.", "sourceId": "178"}, {"categoryId": "5", "formalText": "But all their staff meetings are actually not that many people and she doesn't know. She guesses she hopes that she doesn't actually want to broadcast her fridge and content across the entire library.", "sourceId": "179"}, {"categoryId": "5", "formalText": "That would be bad and she's special and also just not good.", "sourceId": "180"}, {"categoryId": "5", "formalText": "She thinks her dad is right that yes, certainly.", "sourceId": "181"}, {"categoryId": "5", "formalText": "Some people have noticed probably managers notice and she's not thrilled.", "sourceId": "182"}, {"categoryId": "5", "formalText": "She means you'd have to but the not entirely helpful response in her head is like, \"Well", "sourceId": "183"}, {"categoryId": "5", "formalText": "I try really hard to be different product.\"", "sourceId": "184"}, {"categoryId": "5", "formalText": "But at this point buck.", "sourceId": "185"}, {"categoryId": "5", "formalText": "Which is she sometimes thinks.", "sourceId": "186"}, {"categoryId": "5", "formalText": "But like if she's capable of being diplomatic and like sucking it up or whatever and if something is critical.", "sourceId": "187"}, {"categoryId": "5", "formalText": "Better someone's Behavior shoves her over the edge and part of her is like, \"Well you deserve it because she is Christ.\"", "sourceId": "188"}, {"categoryId": "5", "formalText": "The level it would have to be to try and go get to that level to have to get to her.", "sourceId": "189"}, {"categoryId": "5", "formalText": "Like vocally.", "sourceId": "190"}, {"categoryId": "5", "formalText": "She works tells someone off is pretty insane, but that's a totally fine rationalization for her, but it doesn't", "sourceId": "191"}, {"categoryId": "5", "formalText": "Carl and cheddar so in positions of power and black, you know", "sourceId": "192"}, {"categoryId": "5", "formalText": "In fact, she's been frustrated over thinking about struggling with this for years with Chet and have tried many different things are completely exasperated and she and you know thinking he's a terrible manager for 12 different reasons as well as and she hasn't talked too much explicit explicitly about this.", "sourceId": "196"}, {"categoryId": "5", "formalText": "I mean she's alluded to it today and other times his sexism and racism which also contribute to things that make him hard to deal with that all seems like to me in a quite relevant context the question of, \"Hey, I asked my manager for work.\"", "sourceId": "197"}, {"categoryId": "5", "formalText": "It seems to me like there's a lot of sort of amount of time amount of effort erroneous sense of beating her head against the wall, the berries criticisms of chat that she has and which are well-earned by Chet that he doesn't know and that I imagined make his response both seem sillier and more madden mean to her.", "sourceId": "205"}, {"categoryId": "5", "formalText": "Sort of she has it's like he doesn't want to do an advice unless really expensive explicitly asked like really explicitly so she's asked him about dealing with racism at work and his response was by leaving them out and to try harder and that kind of thing.", "sourceId": "206"}, {"categoryId": "5", "formalText": "She was not surprised but he said.", "sourceId": "207"}, {"categoryId": "5", "formalText": "She means kind of what she has set him up said him not exactly.", "sourceId": "209"}, {"categoryId": "5", "formalText": "She doesn't know she kind of said, \"I'm up.\"", "sourceId": "210"}, {"categoryId": "5", "formalText": "She also kind of wants them to feel like that really sucks or offer some educated perspective.", "sourceId": "211"}, {"categoryId": "5", "formalText": "I imagine she wanted him to be sympathetic that like they drive her nuts and especially for somebody who a) is her dad and B) she knows the workplace.", "sourceId": "213"}, {"categoryId": "5", "formalText": "He's an HR person like yeah, if she said a horrible manager can a horrible manager really can make a job miserable.", "sourceId": "214"}, {"categoryId": "5", "formalText": "She means, she thinks in the end he she thinks he really believes that if she had us chat in the right way that he would have been like, \"Oh, here's whatever I talk to him about it and told him Berry is trusted details.\"", "sourceId": "215"}, {"categoryId": "5", "formalText": "I imagine it feels to her like kind of a fantasy.", "sourceId": "218"}, {"categoryId": "5", "formalText": "He has that if she handles it, right if she communicates right or if she sort of", "sourceId": "219"}, {"categoryId": "5", "formalText": "Strategic or understands the situation well enough that she won't run into problems like that.", "sourceId": "220"}, {"categoryId": "5", "formalText": "I imagine it feels sort of like kind of denial that he does about other things, too.", "sourceId": "221"}, {"categoryId": "5", "formalText": "Yeah, like she thinks the main message her dad is trying to give her about dealing with racism either in the workplace or her personal life is like, \"No, stay calm, use the right nice voice, don't sound like an angry black person, sound like a nice person, if you just freeze it right away this and stay cool and whatever the problem then the problem will go away.\"", "sourceId": "222"}, {"categoryId": "5", "formalText": "Yeah, she also thinks that he believes that if there if there was really a problem that HR would respond and since they have in that means there's not really a problem.", "sourceId": "226"}, {"categoryId": "5", "formalText": "The way that she's entirely vulnerable position with chat and she feels like people kind of want to look the other way from that.", "sourceId": "231"}, {"categoryId": "5", "formalText": "Yeah, she doesn't she means she thinks given what she thinks.", "sourceId": "232"}, {"categoryId": "5", "formalText": "It her dad does not want having done whatever activism sacrifice Exedra Exedra.", "sourceId": "233"}, {"categoryId": "5", "formalText": "He does not want well and she to be in a world where they're still suffering Rachel racial Prejudice at work or school or whatever.", "sourceId": "234"}, {"categoryId": "5", "formalText": "Which sure but that's not", "sourceId": "235"}, {"categoryId": "5", "formalText": "what does not but happening but he's very he's very he's very invested in that which for her. She thinks asked the vulnerability of being in a particular work situation because she feels like she's been she's the coping skills.", "sourceId": "237"}, {"categoryId": "5", "formalText": "Her dad taught her aren't actually helpful.", "sourceId": "238"}, {"categoryId": "5", "formalText": "And in some ways they can be almost self-destructive.", "sourceId": "239"}, {"categoryId": "5", "formalText": "And so she knows that frustrates her a lot.", "sourceId": "240"}, {"categoryId": "5", "formalText": "Yeah, she thinks he thinks he's being supportive but she thinks basically he's just like, \"Well, obviously it's not a real problem or it's not a really big problem because if it was these other things would be happening.\"", "sourceId": "243"}, {"categoryId": "5", "formalText": "So yeah him telling her, \"You've expressed frustrations with a lot of managers in the past.\"", "sourceId": "244"}, {"categoryId": "5", "formalText": "She was kind of kind of like, \"Yes, in really horrible experiences.\"", "sourceId": "245"}, {"categoryId": "5", "formalText": "That like she doesn't know.", "sourceId": "246"}, {"categoryId": "5", "formalText": "She felt like he was saying she is in argumentative.", "sourceId": "247"}, {"categoryId": "5", "formalText": "Recalcitrant", "sourceId": "248"}, {"categoryId": "5", "formalText": "employee, which she doesn't think she is usually.", "sourceId": "249"}, {"categoryId": "5", "formalText": "That seems like it was a quite a hurtful conversation.", "sourceId": "250"}, {"categoryId": "5", "formalText": "Yeah, he actually did ask her if she was upset.", "sourceId": "251"}, {"categoryId": "5", "formalText": "If he said like at the beginning like this might hurt her feelings, but she thinks the problem is that she's is she's not diplomatic and asking that sort of thing.", "sourceId": "252"}, {"categoryId": "5", "formalText": "It was nice that he was kind of aware that this might hurt her feelings, but she thinks that part for her feelings.", "sourceId": "253"}, {"categoryId": "5", "formalText": "But she thinks the part that hurts her feelings, isn't that like?", "sourceId": "254"}, {"categoryId": "5", "formalText": "\"Oh, you're right.\"", "sourceId": "255"}, {"categoryId": "5", "formalText": "\"I am.\"", "sourceId": "256"}, {"categoryId": "5", "formalText": "She doesn't know. She's too or she's too whatever.", "sourceId": "257"}, {"categoryId": "5", "formalText": "It's not that there's Behavior happy that she doesn't want to admit.", "sourceId": "258"}, {"categoryId": "5", "formalText": "It's more like he won't.", "sourceId": "259"}, {"categoryId": "5", "formalText": "She just feels like he doesn't, she doesn't know.", "sourceId": "260"}, {"categoryId": "5", "formalText": "It's not he started talking about about it as this she had a personal failing which is which it's not a personal feelings and in institutional feeling.", "sourceId": "261"}, {"categoryId": "5", "formalText": "Originally, she's feeling really vulnerable upset and frustrated about something and he's not being supportive about that and also telling her it's her fault.", "sourceId": "262"}, {"categoryId": "5", "formalText": "Yeah, yeah part of the thing with the Ben Franklin story is part of her thought.", "sourceId": "263"}, {"categoryId": "5", "formalText": "Oh, right, she worked in business where there are books the blah method in the blah method and 360 eval whatever but also is very much the well, here's the solution she didn't think of", "sourceId": "264"}, {"categoryId": "5", "formalText": "She was like, \"Actually did think of trying to Pharmacy in that didn't work.\"", "sourceId": "265"}, {"categoryId": "5", "formalText": "Tell me about is like she's his daughter and he's saying she failed to be diplomatic.", "sourceId": "266"}, {"categoryId": "5", "formalText": "I know he's not sitting next to her at work.", "sourceId": "268"}, {"categoryId": "5", "formalText": "But she talks to a lot of people and say a lot of things and his saying that he thinks she's not good at communicating without giving examples of things.", "sourceId": "269"}, {"categoryId": "5", "formalText": "He seen firsthand or that he imagines she's not diplomatic without explaining why he thinks that's based on his own sense of her.", "sourceId": "270"}, {"categoryId": "5", "formalText": "I don't know I guess makes I imagined could feel like he's disconnected.", "sourceId": "271"}, {"categoryId": "5", "formalText": "Yes, she thinks that's yeah a part of why it's really bothering her is she definitely has a sense of herself as being able to communicate.", "sourceId": "272"}, {"categoryId": "5", "formalText": "Well, she was upset and she needs to have her dad be like, \"Nope.", "sourceId": "273"}, {"categoryId": "5", "formalText": "That thing you thought you think you're good at, you're not,\" and when she thinks about things she's good at doing in a workplace.", "sourceId": "274"}, {"categoryId": "5", "formalText": "It's definitely one of them one of the big ones.", "sourceId": "275"}, {"categoryId": "5", "formalText": "She thinks she's like, \"Oh I communicate, I can communicate, and all right way blah blah blah.\"", "sourceId": "276"}, {"categoryId": "5", "formalText": "She has people and yeah.", "sourceId": "277"}, {"categoryId": "5", "formalText": "She's just kind of like, \"I don't know I went to Cambridge and got an honors degree in Humanities by know how to write an essay.\"", "sourceId": "278"}, {"categoryId": "5", "formalText": "\"I can I think that's what you spent a lot of money for me to learn.\"", "sourceId": "279"}, {"categoryId": "5", "formalText": "\"Yeah the only thing that I don't do very well as public speaking but that's a really great public speaker yeah it's really weird because it's very much a to me\"", "sourceId": "287"}, {"categoryId": "5", "formalText": "She's like that's not her dad just let someone else who isn't in any in any like there's a public speaker Persona sort of yeah. It's just kind of like a work schmoozing Persona she means it's still him, but it's very like what just happened he's really gregarious and working the room and all these things and it's just kind of weird to her. She has stage fright and he doesn't. She's kind of like all right you know she thinks she feels like he's seen her communicating basically all the ways except trying to do public speaking and also other people say that she's better at it than she thinks.", "sourceId": "289"}, {"categoryId": "5", "formalText": "Which she can accept maybe she doesn't know.", "sourceId": "293"}, {"categoryId": "5", "formalText": "She just gets so nervous about it.", "sourceId": "294"}, {"categoryId": "5", "formalText": "But also it kind of feels like sort of in this like there's two sides her and Chet or management.", "sourceId": "295"}, {"categoryId": "5", "formalText": "She feels like he's kind of picking not her side which feels horrible and really weird and it's really discouraging in terms of just she tries to think about how they're working hard and other places are different in other like", "sourceId": "296"}, {"categoryId": "5", "formalText": "But like her dad a her dad and be a person with a very different HR perspective having both these people like know the problem was her.", "sourceId": "297"}, {"categoryId": "5", "formalText": "And just makes her feel that this is a problem that just let's just not that it's going to drive her crazy until she retires.", "sourceId": "298"}, {"categoryId": "5", "formalText": "She doesn't know get him a car for Grant which doesn't really.", "sourceId": "299"}, {"categoryId": "5", "formalText": "It does not make her feel great about career prospects or anything because", "sourceId": "300"}, {"categoryId": "5", "formalText": "she's been having this very much last four month or months with why she's going to go to library school. Why she's spending all this money and time.", "sourceId": "301"}, {"categoryId": "5", "formalText": "Almost since she's going since she's going to get ahead anyway, blah blah blah and it feels like it's just sort of another Community confirmation that she's not going to exceed to succeed and not changing institutions changing Coast changing whatever having a professional degree won't help.", "sourceId": "302"}, {"categoryId": "5", "formalText": "She means the other Prospect the other aspects someone she knows asked her to contribute to a panel.", "sourceId": "303"}, {"categoryId": "5", "formalText": "She's proposing at a library conference in conference in March a thing, which was she said to talk about.", "sourceId": "304"}, {"categoryId": "5", "formalText": "Spec's in her of her personal life and political activism and she's also helped her as a librarian sort of conceptually.", "sourceId": "307"}, {"categoryId": "5", "formalText": "He's learned all these things like making zines for 10 years in a way it ended up being a form of professional development because she knows how to XYZ is through the only in for her information about accessibility Contra my spare time.", "sourceId": "308"}, {"categoryId": "5", "formalText": "So she thinks a really good idea will be like", "sourceId": "309"}, {"categoryId": "5", "formalText": "would be like yeah things she does for her off-time of relevant and important but she also gets the reason she's been so she's been worried that if her co-workers or if she if it came out she doesn't know instead of being worried about her coworker is sort of invading her privacy online like their privacy like her personal privacy and work.", "sourceId": "310"}, {"categoryId": "5", "formalText": "She's like, \"God if they if I was more vocal about my clinical use at work, which I am not.\"", "sourceId": "311"}, {"categoryId": "5", "formalText": "Or if she was like or if she was just really like that's really racist instead of doing a huge dance around it.", "sourceId": "312"}, {"categoryId": "5", "formalText": "Not saying anything.", "sourceId": "313"}, {"categoryId": "5", "formalText": "That would negatively affect everything now.", "sourceId": "314"}, {"categoryId": "5", "formalText": "Let it go.", "sourceId": "315"}, {"categoryId": "5", "formalText": "God.", "sourceId": "316"}, {"categoryId": "5", "formalText": "Maybe she shouldn't.", "sourceId": "317"}]