[{"categoryId": "0", "formalText": "He's going to try to do like a weekly blog.", "sourceId": "11"}, {"categoryId": "0", "formalText": "It felt good.", "sourceId": "13"}, {"categoryId": "0", "formalText": "So meanwhile, he looked into program courses because he can't afford it right now, but he's just been watching YouTube. All those lectures are on there. Intro to psycho-analysis, methods of psychotherapy, watching those.", "sourceId": "27"}, {"categoryId": "0", "formalText": "He decided what he's going to do is start a non-profit. He was saying why doesn't he just do poetry workshops.", "sourceId": "32"}, {"categoryId": "0", "formalText": "He's going to create a nonprofit that way. That way it's not just some poet trying to make money for himself", "sourceId": "36"}, {"categoryId": "0", "formalText": "So what he's going to do is a non-profit where he's going to be going to pay himself or whatever. They do these workshops but then a portion always goes to like a local literacy things. Anything that has to do with like literacy books for schools.", "sourceId": "39"}, {"categoryId": "0", "formalText": "He's going to do that.", "sourceId": "49"}, {"categoryId": "0", "formalText": "He feels excited.", "sourceId": "52"}, {"categoryId": "0", "formalText": "He feels like these two things are very doable.", "sourceId": "54"}, {"categoryId": "0", "formalText": "He feels like he is doing things. Like it's an incredible feeling to do his own things.", "sourceId": "56"}, {"categoryId": "0", "formalText": "It feels great to just be his own boss and not answer to anybody but himself, but also do things that he doesn't feel half asked about you.", "sourceId": "61"}, {"categoryId": "0", "formalText": "He doesn't have that foggy feeling where he's just kind of just getting sucked along into some pass. That's a very nice feeling.", "sourceId": "62"}, {"categoryId": "0", "formalText": "He's got a little routine.", "sourceId": "133"}, {"categoryId": "0", "formalText": "He does this, and other times he's just really focused on continuing to improve things.", "sourceId": "135"}, {"categoryId": "0", "formalText": "That's causing him to want to be alone a lot.", "sourceId": "136"}, {"categoryId": "0", "formalText": "He's up at like 1 in the morning looking up nonprofits.", "sourceId": "149"}, {"categoryId": "0", "formalText": "Now he's just focused on making shit happen because he feels like it's long overdue.", "sourceId": "211"}, {"categoryId": "0", "formalText": "So that part of him just won't let it go.", "sourceId": "212"}, {"categoryId": "0", "formalText": "It's not that he can't relax.", "sourceId": "213"}, {"categoryId": "0", "formalText": "It's a good thing.", "sourceId": "214"}, {"categoryId": "0", "formalText": "Like he's just excited about things and he just wants to see results.", "sourceId": "215"}, {"categoryId": "0", "formalText": "He just wants to get it going, and he thinks he has to be that way.", "sourceId": "216"}, {"categoryId": "0", "formalText": "He thinks any people that start to work for themselves.", "sourceId": "217"}, {"categoryId": "0", "formalText": "That's 24/7 a lot of times.", "sourceId": "218"}, {"categoryId": "0", "formalText": "He has been exerting energy and all of these things.", "sourceId": "219"}, {"categoryId": "0", "formalText": "To finally be focused. Do lucid have things that he knows are absolutely doable and feasible. That's huge for him.", "sourceId": "221"}, {"categoryId": "0", "formalText": "He's  savoring it almost. Yesterday, now they're saying it might be a hoax.", "sourceId": "223"}, {"categoryId": "0", "formalText": "He doesn't know. There was that story about the 8 year old girl.", "sourceId": "224"}, {"categoryId": "0", "formalText": "There's some story about an eight-year-old girl in the Middle East who is married off to a 40 year old dude and on her wedding night.", "sourceId": "226"}, {"categoryId": "0", "formalText": "She died from an internal sexual things.", "sourceId": "227"}, {"categoryId": "0", "formalText": "Everybody was fucking outraged. He started thinking about why he is so outraged, but like he started realizing something else and this is maybe why he's not married. Also, like why he feels like he does. Has some of his uncle's, like he thinks he's always felt like he's meant to do something greater.", "sourceId": "228"}, {"categoryId": "0", "formalText": "But now, he's starting to realize it's not all about that. Even with music, whatever it's about like he just has always felt like he meant to reach more people and somehow affect people.", "sourceId": "231"}, {"categoryId": "0", "formalText": "So that might be part of this whole thing, too. Is that he just some of that needs to be channeled to.", "sourceId": "232"}, {"categoryId": "0", "formalText": "That's what he's feeling.", "sourceId": "233"}, {"categoryId": "0", "formalText": "It's important to him.", "sourceId": "234"}, {"categoryId": "0", "formalText": "He wonders what about that story something. Poignant about the story?", "sourceId": "235"}, {"categoryId": "0", "formalText": "He thinks it was already, this had already been on his mind a little bit, but that was just such an extreme thing.", "sourceId": "236"}, {"categoryId": "0", "formalText": "Really, it's not, he wants people to read his book of poetry and be like, \"Oh I get the sky.\"", "sourceId": "250"}, {"categoryId": "0", "formalText": "It's just a general kind of just a way to get people to be critical thinkers, you know, so that's why he was like, \"Well, you know what?\"", "sourceId": "252"}, {"categoryId": "0", "formalText": "It's fucking perfect on this nonprofit, you know, that would be a great way, like maybe part of the nonprofit would be like an outreach, you know. He can go to schools and talk to kids are weeds and poems or have them.", "sourceId": "253"}, {"categoryId": "0", "formalText": "He also wants to make a living, and he wants to be comfortable and all that. But there's no reason why he can't do those things and also do something beneficial.", "sourceId": "256"}, {"categoryId": "0", "formalText": "And do something that just adjusts the drive he feels people understand about themselves.", "sourceId": "257"}, {"categoryId": "0", "formalText": "It's like wow his whole life. Really that's what it's about.", "sourceId": "264"}, {"categoryId": "0", "formalText": "That's why he feels like he can do this job.", "sourceId": "266"}, {"categoryId": "0", "formalText": "He thinks it would be a great to do. He doesn't want to do a PhD, but it'll be great to do a masters.", "sourceId": "271"}, {"categoryId": "0", "formalText": "It be fascinating, but that whole thing is part of it that you know, what poetry it's a very powerful thing.", "sourceId": "272"}, {"categoryId": "0", "formalText": "It's not just art like there's a way that you can really get people to think.", "sourceId": "273"}, {"categoryId": "0", "formalText": "It is not calibrating though right now.", "sourceId": "275"}, {"categoryId": "0", "formalText": "It's an extreme of he can't really shut that part of his brain off.", "sourceId": "276"}, {"categoryId": "0", "formalText": "But it doesn't feel bad.", "sourceId": "277"}, {"categoryId": "0", "formalText": "Like he doesn't feel overwhelmed now, he just feels like all these things are just going to happen and do time.", "sourceId": "278"}, {"categoryId": "0", "formalText": "Like, it's some job this, that now feels like this is all like one project.", "sourceId": "284"}, {"categoryId": "0", "formalText": "It's not exactly and now he can do it his way, because the thing he doesn't like about that and said it's still him working within a structure. He can kind of yeah his own syllabus. But the fact is a lot of those kids have to take that class.", "sourceId": "291"}, {"categoryId": "0", "formalText": "That should be the side thing.", "sourceId": "296"}, {"categoryId": "0", "formalText": "He has no problem teaching in a college.", "sourceId": "298"}, {"categoryId": "0", "formalText": "He will teach like one course whatever to course is fine, but that's not just for like pocket money, and just to do it or whatever.", "sourceId": "299"}, {"categoryId": "0", "formalText": "So he thinks that's what feels so great.", "sourceId": "301"}, {"categoryId": "0", "formalText": "They offered him a job.", "sourceId": "303"}, {"categoryId": "0", "formalText": "He guesses he will take it as a job.", "sourceId": "304"}, {"categoryId": "0", "formalText": "He doesn't know", "sourceId": "305"}, {"categoryId": "0", "formalText": "It just feels like one project now.", "sourceId": "306"}, {"categoryId": "0", "formalText": "It has to happen, like, for example, his website is good but you know, it'd be great if he had you know. He doesn't know how to do like a really nice like sign up for newsletter.", "sourceId": "310"}, {"categoryId": "1", "formalText": "He has one OCD thing that he does, that he thinks it must mean something.", "sourceId": "338"}, {"categoryId": "1", "formalText": "He has a habit, and he thinks he has always. He can't remember, but he thinks he's always maybe had this. He thinks it probably comes from being so musical, but he has this OCD thing where he'll have to have some kind of melody or just like a snippet of something.", "sourceId": "340"}, {"categoryId": "1", "formalText": "He'll kind of like sing it over and over again.", "sourceId": "341"}, {"categoryId": "2", "formalText": "Sometimes, it's funny, but he's noticed in the last few years that like weight was it that when he does that because a lot of times the random pad inside the same are the random words.", "sourceId": "342"}, {"categoryId": "2", "formalText": "It doesn't really mean anything.", "sourceId": "343"}, {"categoryId": "2", "formalText": "It's just a red nickel rhyming thing, but he picks the same and it's like a habit.", "sourceId": "344"}, {"categoryId": "2", "formalText": "But, it's very very frequent that it's maybe, it's not OCD.", "sourceId": "347"}, {"categoryId": "2", "formalText": "HE doesn't know. Maybe a lot of people do this, but something about it, to him, feels like it means something.", "sourceId": "348"}, {"categoryId": "2", "formalText": "What happens is it goes through phases like w melody that will last for quite a while, and then sometimes they'll be some other things but they'll be like one.", "sourceId": "350"}, {"categoryId": "2", "formalText": "Or done it all evolve into something completely different and then that last.", "sourceId": "352"}, {"categoryId": "2", "formalText": "But there is usually generally one base Melody.", "sourceId": "353"}, {"categoryId": "2", "formalText": "It's like an Assyrian folk song. Anything. It's hard to explain, but it's used in a lot of like a Syrian dances or a Syrian.", "sourceId": "359"}, {"categoryId": "2", "formalText": "It's just like a fucking kind, and he doesn't know if it, if he started doing that or if one of his Assyrian friends. He doesn't know how it evolved but.", "sourceId": "360"}, {"categoryId": "2", "formalText": "It's like a couple of bars.", "sourceId": "362"}, {"categoryId": "2", "formalText": "Yeah, it's like a loop.", "sourceId": "365"}, {"categoryId": "2", "formalText": "So that's one, and then he thinks he has noticed about it is, sometimes he does it in a manic way.", "sourceId": "366"}, {"categoryId": "2", "formalText": "He doesn't know what it what that is, but it has to be something.", "sourceId": "377"}, {"categoryId": "2", "formalText": "He is not the only one who does stuff like that.", "sourceId": "379"}, {"categoryId": "2", "formalText": "He just doesn't know what it is or what it means but", "sourceId": "380"}, {"categoryId": "2", "formalText": "he has no idea.", "sourceId": "382"}, {"categoryId": "2", "formalText": "He doesn't think it's when he's nervous.", "sourceId": "385"}, {"categoryId": "2", "formalText": "He thinks it's just something he does, when it's like a filler or something or it's one a lot of times.", "sourceId": "386"}, {"categoryId": "2", "formalText": "It's what he's happy, he thinks.", "sourceId": "387"}, {"categoryId": "2", "formalText": "Like sometimes, he does it because the way Cecilia looks at him is just so funny.", "sourceId": "389"}, {"categoryId": "2", "formalText": "She's so excited.", "sourceId": "391"}, {"categoryId": "2", "formalText": "He doesn't know if it's just like he's an adverse event not manic.", "sourceId": "392"}, {"categoryId": "2", "formalText": "It's just like a little burst of energy.", "sourceId": "393"}, {"categoryId": "2", "formalText": "He doesn't know what it is.", "sourceId": "396"}, {"categoryId": "2", "formalText": "He doesn't look his friends just to make them laugh.", "sourceId": "397"}, {"categoryId": "2", "formalText": "No, it's not always private know. They will be walking down the street and he'll just start singing, because they crack up. And, now they know it. A lot of them know it, so he doesn't know if it's just like, if it's just this like exuberant. It's like something very deep that he feels, that he can't put words to, so, because he's musical, that's the way. It's like if a math person just had a lot of numbers running through their heads or something.", "sourceId": "399"}, {"categoryId": "2", "formalText": "He can't remember though is how far back it goes.", "sourceId": "401"}, {"categoryId": "2", "formalText": "He doesn't remember it as a kid, but he doesn't even remember, if you said like 6 years ago.", "sourceId": "403"}, {"categoryId": "2", "formalText": "A lot of times, it's joyful.", "sourceId": "408"}, {"categoryId": "2", "formalText": "It's never when he's sad.", "sourceId": "412"}, {"categoryId": "2", "formalText": "It's never when he's angry or sad.", "sourceId": "413"}, {"categoryId": "2", "formalText": "It's generally some kind of semi funny.", "sourceId": "416"}, {"categoryId": "2", "formalText": "The only thing he's saying though, is he's noticed, even when it is a good feeling.", "sourceId": "418"}, {"categoryId": "2", "formalText": "Let's say, he's just driving the cafe or walking to the cafe.", "sourceId": "419"}, {"categoryId": "2", "formalText": "He will just be repeating it.", "sourceId": "420"}, {"categoryId": "2", "formalText": "He's going to become aware that he is repeating it.", "sourceId": "422"}, {"categoryId": "2", "formalText": "So then it feels like kind of like wow.", "sourceId": "423"}, {"categoryId": "2", "formalText": "Why does he keep, he doesn't know.", "sourceId": "424"}, {"categoryId": "2", "formalText": "He doesn't know if it's just totally nothing, and it just is what he does when he is having a nice walk to the cafe.", "sourceId": "425"}, {"categoryId": "2", "formalText": "It also could be a personality thing.", "sourceId": "434"}, {"categoryId": "2", "formalText": "He just doesn't care.", "sourceId": "438"}, {"categoryId": "2", "formalText": "He's not saying it loudly, but kind of whispering because he just doesn't care.", "sourceId": "439"}, {"categoryId": "2", "formalText": "It's a beautiful day and he's walking to the cafe.", "sourceId": "440"}, {"categoryId": "2", "formalText": "He doesn't give a fuk, so they could be that but it's just yeah. He doesn't know.", "sourceId": "441"}, {"categoryId": "2", "formalText": "Not even the song.", "sourceId": "447"}, {"categoryId": "2", "formalText": "It's not always that song.", "sourceId": "450"}, {"categoryId": "2", "formalText": "It could be some other snippet or something that he got into the habit, where he'll just repeat, repeat, repeat, repeat.", "sourceId": "451"}, {"categoryId": "2", "formalText": "It's just kind of like he just wonders.", "sourceId": "452"}, {"categoryId": "2", "formalText": "Would it be hard to not do it?", "sourceId": "454"}, {"categoryId": "2", "formalText": "He thinks it would be kind of hard to not do it.", "sourceId": "455"}, {"categoryId": "2", "formalText": "He guesses it's never been to the point where he's like, shit.", "sourceId": "457"}, {"categoryId": "2", "formalText": "He has to stop.", "sourceId": "458"}, {"categoryId": "2", "formalText": "For example, like when he does it to Celia, he immediately starts laughing, so he doesn't even keep doing it because it's so fucking funny. And she's looking at him like, hey he keeps doing it because she text me up.", "sourceId": "462"}, {"categoryId": "2", "formalText": "He doesn't know overall.", "sourceId": "463"}, {"categoryId": "2", "formalText": "He thinks it's a good thing, whatever it is.", "sourceId": "464"}, {"categoryId": "2", "formalText": "He does the same thing, so yeah, and he thinks it's related.", "sourceId": "496"}, {"categoryId": "2", "formalText": "He thinks there's something related about that.", "sourceId": "497"}, {"categoryId": "2", "formalText": "Maybe yeah, maybe it's just a playful.", "sourceId": "498"}, {"categoryId": "2", "formalText": "Maybe it's just something they do because it makes them feel good, feel better, feel more lighthearted, or something.", "sourceId": "499"}, {"categoryId": "2", "formalText": "So he knows there is always aggression somewhere inside that kind of joke, with him too.", "sourceId": "507"}, {"categoryId": "5", "formalText": "It's going to take time but the fact that he's already gotten some feedback interest questions, it's really good. His friend Penny, so he didn't know. It was some kind of life coach.", "sourceId": "17"}, {"categoryId": "5", "formalText": "She does like wellness her diet, or he doesn't know what she does, but she got in touch with him.", "sourceId": "18"}, {"categoryId": "5", "formalText": "She's like, you know, we could totally work together.", "sourceId": "19"}, {"categoryId": "5", "formalText": "Like she will refer him to people probably, so that's good so far.", "sourceId": "20"}, {"categoryId": "5", "formalText": "The woman at the museum, where he had his event. That Assyrian Museum, the director son.", "sourceId": "22"}, {"categoryId": "5", "formalText": "He guesses he's like 17, 17, 18.", "sourceId": "23"}, {"categoryId": "5", "formalText": "He guesses he has like a DD issues, or he's not sure exactly what but she got in touch with him just like, \"You know, I don't know if there's something you think you could,\" He was like, \"That depends.\"", "sourceId": "24"}, {"categoryId": "5", "formalText": "He doesn't know, and then that grow Luma is here from Delaware.", "sourceId": "63"}, {"categoryId": "5", "formalText": "She's here till tomorrow she came to visit, and it was cool.", "sourceId": "64"}, {"categoryId": "5", "formalText": "He doesn't know what to make of her.", "sourceId": "65"}, {"categoryId": "5", "formalText": "He thinks because it's very genuine with her.", "sourceId": "67"}, {"categoryId": "5", "formalText": "He was almost like, he was feeling very sexual.", "sourceId": "68"}, {"categoryId": "5", "formalText": "He's assuming it was bad.", "sourceId": "70"}, {"categoryId": "5", "formalText": "Maybe it was like that part of him was like, because this feels so real, he is not going to get just shut down or something.", "sourceId": "71"}, {"categoryId": "5", "formalText": "His sense of why, because it's not just a sexual thing.", "sourceId": "79"}, {"categoryId": "5", "formalText": "So maybe because of that, there's something he doesn't know. But the things they talked about, it was great.", "sourceId": "81"}, {"categoryId": "5", "formalText": "He was very honest.", "sourceId": "82"}, {"categoryId": "5", "formalText": "He just told her, because they were in a hotel. He didn't want to. He doesn't like those awkward.", "sourceId": "83"}, {"categoryId": "5", "formalText": "He doesn't want her to wonder like, \"Why isn't he making a move or what?\"", "sourceId": "84"}, {"categoryId": "5", "formalText": "They were just laying there, very comfy or whatever. They were kissing and stuff, and he just told her, \"You know, I'm sorry, like I've been a little bit and it is true.\"", "sourceId": "86"}, {"categoryId": "5", "formalText": "He's having trouble shutting off his mind about all these things.", "sourceId": "90"}, {"categoryId": "5", "formalText": "He's constantly thinking now about business and now about this writing, so he was just telling her some of that, and some of he's just going through so many changes or something.", "sourceId": "91"}, {"categoryId": "5", "formalText": "He just feels less. It's not a bad thing.", "sourceId": "93"}, {"categoryId": "5", "formalText": "He thinks it's a very healthy thing.", "sourceId": "94"}, {"categoryId": "5", "formalText": "He thinks it's just sort of understanding because it's more real, just as a different reason.", "sourceId": "96"}, {"categoryId": "5", "formalText": "He's just wondering if that's also maybe a little part of it.", "sourceId": "97"}, {"categoryId": "5", "formalText": "Because obviously he's been having, not often, but he has hooked up. He thinks it's just because it's functional.", "sourceId": "101"}, {"categoryId": "5", "formalText": "He doesn't really have to invest anything other than just having sex really and some chit chat.", "sourceId": "104"}, {"categoryId": "5", "formalText": "There's nothing complicated.", "sourceId": "106"}, {"categoryId": "5", "formalText": "So that way, he doesn't have to feel like he's going on a limb or vulnerable, are this or that are like, oh my God.", "sourceId": "107"}, {"categoryId": "5", "formalText": "It's a relationship.", "sourceId": "108"}, {"categoryId": "5", "formalText": "They definitely have a real connection and she's like a classy chick. He doesn't know how to like, she we've done that. It's not about that.", "sourceId": "112"}, {"categoryId": "5", "formalText": "This is a real thing, you know girls coming all the way here from Delaware.", "sourceId": "115"}, {"categoryId": "5", "formalText": "Like he's valuing other parts of the relationship.", "sourceId": "117"}, {"categoryId": "5", "formalText": "As much, if not more, than the sexual part right now.", "sourceId": "119"}, {"categoryId": "5", "formalText": "He doesn't know, not so protected.", "sourceId": "123"}, {"categoryId": "5", "formalText": "She doesn't live around.", "sourceId": "124"}, {"categoryId": "5", "formalText": "He thinks they're both kind of trying to figure out. They talked about that last night.", "sourceId": "125"}, {"categoryId": "5", "formalText": "It was very honest like she's like, \"Do you ever wonder like what the hell we're doing?\"", "sourceId": "126"}, {"categoryId": "5", "formalText": "They just talked. He was like, \"Yeah, I do,\" but he was like, \"I guess I don't think about it too much, because I figure it is what it is.\"", "sourceId": "127"}, {"categoryId": "5", "formalText": "And they enjoy each other's company.", "sourceId": "128"}, {"categoryId": "5", "formalText": "They both have a lot going, he said in some ways.", "sourceId": "129"}, {"categoryId": "5", "formalText": "It's kind of perfect, so he was like quite frankly.", "sourceId": "130"}, {"categoryId": "5", "formalText": "He's really just enjoying spending a lot of time alone.", "sourceId": "131"}, {"categoryId": "5", "formalText": "He doesn't see a lot of his friends very often.", "sourceId": "132"}, {"categoryId": "5", "formalText": "He just needs a couple of his Assyrian friends.", "sourceId": "134"}, {"categoryId": "5", "formalText": "He's having less patience. Just hang around and like make conversation.", "sourceId": "137"}, {"categoryId": "5", "formalText": "He thinks it's great.", "sourceId": "138"}, {"categoryId": "5", "formalText": "It's not in a bad way.", "sourceId": "139"}, {"categoryId": "5", "formalText": "It's almost like not being as distracted, even by sex.", "sourceId": "140"}, {"categoryId": "5", "formalText": "And that's what he told her he said.", "sourceId": "141"}, {"categoryId": "5", "formalText": "This was the first time he told the women that very like honestly. He just told her. He was like, \"You know in the past, I'd always want to be hanging out with people. I needed stuff to do sitting rice every way wise.\"", "sourceId": "146"}, {"categoryId": "5", "formalText": "He was like, \"It was just all folett all filler, you know,\" and he was like, \"Now I could care less.\"", "sourceId": "147"}, {"categoryId": "5", "formalText": "He looks forward to going home and being with Cecilia and cranking up next Netflix and just cruising the internet doing his research.", "sourceId": "148"}, {"categoryId": "5", "formalText": "It's not that he doesn't want to have sex.", "sourceId": "156"}, {"categoryId": "5", "formalText": "He doesn't. She's not that kind of girl.", "sourceId": "157"}, {"categoryId": "5", "formalText": "He doesn't want that thing with her.", "sourceId": "158"}, {"categoryId": "5", "formalText": "She was like, \"You know, we're very similar. Just like, I've gone through a lot of that to blah blah blah blah blah.\"", "sourceId": "159"}, {"categoryId": "5", "formalText": "And also he told her. He was like, \"You know, so you lost your dad, you know, so I do want to be like, I think it's good the way we were just not there's no pressure.\"", "sourceId": "160"}, {"categoryId": "5", "formalText": "They have a great time.", "sourceId": "161"}, {"categoryId": "5", "formalText": "They don't. They enjoy. They don't put pressure on each other in anyway.", "sourceId": "163"}, {"categoryId": "5", "formalText": "He was like, \"You know, I know what it's like you lost your dad and even though you're very healthy, you're handling things really well, but I also know that the first few years are very, you know.\"", "sourceId": "164"}, {"categoryId": "5", "formalText": "Well, then suddenly for a month.", "sourceId": "166"}, {"categoryId": "5", "formalText": "She's not or whatever.", "sourceId": "167"}, {"categoryId": "5", "formalText": "He means he just takes a long time so.", "sourceId": "168"}, {"categoryId": "5", "formalText": "She lost him over a year ago.", "sourceId": "171"}, {"categoryId": "5", "formalText": "Pretty recent.", "sourceId": "172"}, {"categoryId": "5", "formalText": "He means she's very grounded.", "sourceId": "173"}, {"categoryId": "5", "formalText": "She's a very overall like very together mature cool person. He can't lie though.", "sourceId": "174"}, {"categoryId": "5", "formalText": "He means, he does kind of like, it's weird. Like he's almost looking forward to. She's leaving tomorrow, so he can just go back to his routine.", "sourceId": "175"}, {"categoryId": "5", "formalText": "That's just the way he feels right now, and he hasn't told her that, analogy. And it really is like that.", "sourceId": "176"}, {"categoryId": "5", "formalText": "He thinks that's part of it too.", "sourceId": "177"}, {"categoryId": "5", "formalText": "It's like if he just fucking woke out of a coma. Woke up after 20 something years, and he probably is going to want a lot of time to just you know, you know.", "sourceId": "178"}, {"categoryId": "5", "formalText": "He needs his personal space. He just wants to be. He doesn't want to be alone all the time, but a lot of the time he wants to be alone.", "sourceId": "179"}, {"categoryId": "5", "formalText": "There's that there, and then there's also a feeling of loneliness.", "sourceId": "181"}, {"categoryId": "5", "formalText": "They're, kind of, they butt heads.", "sourceId": "185"}, {"categoryId": "5", "formalText": "He means, in some ways, he may be developing a greater capacity to be alone in a way.", "sourceId": "187"}, {"categoryId": "5", "formalText": "It used to be that he filled up the loan with people with sex.", "sourceId": "188"}, {"categoryId": "5", "formalText": "It's masturbation or a person, all the holes were just getting plucked so that he felt less alone.", "sourceId": "189"}, {"categoryId": "5", "formalText": "It feels like now he's feeling the loneliness more and aware of", "sourceId": "190"}, {"categoryId": "5", "formalText": "And thinking about the feeling.", "sourceId": "191"}, {"categoryId": "5", "formalText": "But it's not so intolerable.", "sourceId": "192"}, {"categoryId": "5", "formalText": "He told her this too. He was like, \"You know, now he's playing catch-up. Except now, it feels really healthy catch up.\"", "sourceId": "196"}, {"categoryId": "5", "formalText": "He just feels like he's just fucking focused.", "sourceId": "199"}, {"categoryId": "5", "formalText": "He'd rather be focusing on that even", "sourceId": "202"}, {"categoryId": "5", "formalText": "Like getting his life together, and then they'll be room relationship starting to feel like.", "sourceId": "203"}, {"categoryId": "5", "formalText": "He's just focused.", "sourceId": "208"}, {"categoryId": "5", "formalText": "He doesn't give a fuck what religion you belong to, but then he was thinking he was like, \"Yeah, but then that see. Then the problem is from the states when you say shit like that.\"", "sourceId": "241"}, {"categoryId": "5", "formalText": "These Packers don't know anything that's coming from someone who understands that most Muslims are totally normal people, you know.", "sourceId": "244"}, {"categoryId": "5", "formalText": "The one that made him think about, like just seem that's because people don't know.", "sourceId": "245"}, {"categoryId": "5", "formalText": "He doesn't know. That just made him think about like connecting to people and helping people just think whatever.", "sourceId": "246"}, {"categoryId": "5", "formalText": "He doesn't know what the specific thing is, but he thinks that that's music.", "sourceId": "247"}, {"categoryId": "5", "formalText": "But those are all ways to help people think about things, but also bettering himself.", "sourceId": "255"}, {"categoryId": "5", "formalText": "Like that's one of the reasons he loves George.", "sourceId": "435"}, {"categoryId": "5", "formalText": "He just does things like, someone will be walking by and he'll just say shit like they tend to do that.", "sourceId": "436"}, {"categoryId": "5", "formalText": "And this might be part of it part of that.", "sourceId": "437"}, {"categoryId": "5", "formalText": "Because his friends, they do especially with his Syrian friends.", "sourceId": "469"}, {"categoryId": "5", "formalText": "There's a lot of that, and maybe because he does that, till like if he's walking down the street and he sees someone they just say shit. He'll just start saying shift to himself.", "sourceId": "470"}, {"categoryId": "5", "formalText": "He'll start insulting them like in like a Syrian, but", "sourceId": "471"}, {"categoryId": "5", "formalText": "in his head or he might.", "sourceId": "473"}, {"categoryId": "5", "formalText": "He's not like really trying to insult them.", "sourceId": "476"}, {"categoryId": "5", "formalText": "Even if it's a woman with disgusting sandals or something.", "sourceId": "477"}, {"categoryId": "5", "formalText": "He's not meaning any ill will. It just makes him feel better?", "sourceId": "478"}, {"categoryId": "5", "formalText": "Like, it's just a playful thing.", "sourceId": "480"}, {"categoryId": "5", "formalText": "He doesn't know.", "sourceId": "481"}, {"categoryId": "5", "formalText": "He can't explain it. Like George, a lot of people that come to Christians. George just says chit in a Syrian to them that are half insulting things, but he doesn't. It's just funny.", "sourceId": "482"}, {"categoryId": "5", "formalText": "Basically what he's saying is, \"I'm in this fucking place.", "sourceId": "483"}, {"categoryId": "5", "formalText": "I have to work 12 hours a day.", "sourceId": "484"}, {"categoryId": "5", "formalText": "You know, I'm exhausted.", "sourceId": "485"}, {"categoryId": "5", "formalText": "This is my way of making it lighthearted and who gives a shit so, you know, I'll make up words, you know, when someone's salad is ready or whatever just be like, you know\".", "sourceId": "486"}, {"categoryId": "5", "formalText": "Kimiko he'll just say random shit.", "sourceId": "487"}, {"categoryId": "5", "formalText": "That's hilarious.", "sourceId": "488"}, {"categoryId": "5", "formalText": "Some of the words, he picks. They're playfully insulting.", "sourceId": "490"}, {"categoryId": "5", "formalText": "It's not like,\"Hey bitch,\" but like he doesn't know.", "sourceId": "491"}, {"categoryId": "5", "formalText": "\"Hey knucklehead.\"", "sourceId": "492"}, {"categoryId": "5", "formalText": "\"Hey dumbass.\" Yeah, they could be insulting but that's clearly not.", "sourceId": "493"}, {"categoryId": "5", "formalText": "He doesn't want to see that woman's discussing footwear, but he thinks it's a healthier kind of aggression, in the sense of like, he's not going to actually be upset. But he does need to say, he needs to take a job or he needs to make a joke.", "sourceId": "509"}, {"categoryId": "5", "formalText": "That's what it is, and the same with them, is that they're not they're not going to sit there and let these like brown dumbasses with their dad's credit cards.", "sourceId": "511"}, {"categoryId": "5", "formalText": "It just helps. He doesn't know.", "sourceId": "514"}, {"categoryId": "5", "formalText": "Maybe it is kind of like, either working class, or just feeling like they have to have their own way of maneuvering the world, sometimes. He doesn't know, maybe it's an immigrant thing. They're able to have that language.", "sourceId": "515"}, {"categoryId": "5", "formalText": "Gives him. It's almost like a protective shield because he can just say shh, and people don't know what he's saying.", "sourceId": "516"}, {"categoryId": "5", "formalText": "And it makes him feel better.", "sourceId": "517"}, {"categoryId": "5", "formalText": "It's a coping thing.", "sourceId": "525"}, {"categoryId": "5", "formalText": "It's better than it really, really getting him into trouble.", "sourceId": "528"}, {"categoryId": "5", "formalText": "One thing he always does, is like there's a word for like Creek but it's such a funny way.", "sourceId": "532"}, {"categoryId": "5", "formalText": "It doesn't have the same feeling that we think of in English.", "sourceId": "533"}, {"categoryId": "5", "formalText": "So like he's been in shops and places where he feels like someone's just annoying him, or they're just being something. Like, he'll just be like, \"Okay.", "sourceId": "534"}, {"categoryId": "5", "formalText": "Well, thank you.\" He'll just say it.", "sourceId": "535"}, {"categoryId": "5", "formalText": "Oh, thank you, because it's fucking hilarious and it helps him and immediately makes him laugh, and it makes him feel better. No harm no fowl.", "sourceId": "536"}, {"categoryId": "5", "formalText": "He doesn't have to actually dwell or think about. It doesn't become a real issue.", "sourceId": "537"}, {"categoryId": "5", "formalText": "He thinks those things are related.", "sourceId": "540"}, {"categoryId": "5", "formalText": "It's like a secret, quiet rebellion that the person never been knows about.", "sourceId": "543"}, {"categoryId": "5", "formalText": "But he still gets to have a voice inside of him.", "sourceId": "545"}, {"categoryId": "5", "formalText": "It's funny because they all do it, his other friend Jean.", "sourceId": "547"}, {"categoryId": "5", "formalText": "He'll go get sushi or something, and he's just hilarious.", "sourceId": "549"}, {"categoryId": "5", "formalText": "The girl will come up and help him like thank you. He just doesn't give a shitt.", "sourceId": "550"}, {"categoryId": "5", "formalText": "So yeah, there's something about that.", "sourceId": "551"}, {"categoryId": "5", "formalText": "He doesn't know because he's noticed he does it more the older he's gotten, in the more comfortable. And, the more he's gotten tight with them, maybe he realized wow.", "sourceId": "553"}, {"categoryId": "5", "formalText": "Yeah that does feel good to do.", "sourceId": "554"}, {"categoryId": "5", "formalText": "Well, it's also probably part of the actual freeing up like, now he does. If he's talking to customer service, and they're being assholes.", "sourceId": "563"}, {"categoryId": "5", "formalText": "He doesn't keep it in, but it may be part of the same thing.", "sourceId": "565"}]