[{"categoryId": "0", "formalText": "She's talking to a class on Friday and she Sunday like she she actually does well on buses and trains most things that she enjoyed.", "sourceId": "12"}, {"categoryId": "0", "formalText": "She does enjoy that she can do stationary.", "sourceId": "13"}, {"categoryId": "0", "formalText": "She doesn't like the very much.", "sourceId": "14"}, {"categoryId": "5", "formalText": "James is off for the she's pretty sure he's worried about her ability to be alone for a few weeks.", "sourceId": "1"}, {"categoryId": "5", "formalText": "Like he got groceries and figured out what bills were going to come out the next over the next two weeks.", "sourceId": "2"}, {"categoryId": "5", "formalText": "Jackson and Serena, especially Jackson is fascinated by knitting.", "sourceId": "15"}, {"categoryId": "5", "formalText": "He doesn't want to learn how to do it.", "sourceId": "16"}, {"categoryId": "5", "formalText": "Selena wants to learn.", "sourceId": "17"}, {"categoryId": "5", "formalText": "He just wants to watch her do it which is fine, but she can't really sit and be holding a baby Ur doing something like that for somebody else for longer than 45 seconds.", "sourceId": "19"}, {"categoryId": "5", "formalText": "It's finally he's very anxious in some ways.", "sourceId": "22"}, {"categoryId": "5", "formalText": "He's learning to ride a bike with training wheels.", "sourceId": "23"}, {"categoryId": "5", "formalText": "And she thinks it's sort of hard to sell his parents that she took them out yesterday and he's going really well, but she thinks he's very anxious.", "sourceId": "24"}, {"categoryId": "5", "formalText": "You know telling her about it, like ritualizing thing like brushes his teeth five times washes his hands five times and everything five times.", "sourceId": "25"}, {"categoryId": "5", "formalText": "Well, you know, she's not sure you need to do it like 5 times.", "sourceId": "26"}, {"categoryId": "5", "formalText": "She sort of passed the information along to his parents of if it concerns them.", "sourceId": "27"}, {"categoryId": "5", "formalText": "Good, of course now Jackson was really excited to leave Selena's balance bike.", "sourceId": "40"}, {"categoryId": "5", "formalText": "And now she just wants to ride the other bike the one he actually has.", "sourceId": "41"}, {"categoryId": "5", "formalText": "Like life is way too interesting to be asleep.", "sourceId": "51"}, {"categoryId": "5", "formalText": "Yes, she means in practice.", "sourceId": "53"}, {"categoryId": "5", "formalText": "It means she gets to keep her up until she's cranky enough that she falls asleep faster, but she's like just go into the room with the crib.", "sourceId": "54"}, {"categoryId": "5", "formalText": "She's like, \"oh no.\"", "sourceId": "55"}, {"categoryId": "5", "formalText": "She said that she doesn't like she won't sit still long enough for you to change your diaper.", "sourceId": "57"}, {"categoryId": "5", "formalText": "She's not sure how she feels about James leaving, but it'll be nice to have time alone.", "sourceId": "59"}, {"categoryId": "5", "formalText": "She doesn't want to leave James. She's decided what she's going to wear in her cousin's wedding.", "sourceId": "60"}, {"categoryId": "5", "formalText": "She doesn't want to go it's expensive.", "sourceId": "61"}, {"categoryId": "5", "formalText": "Her aunt would be really sad if she missed it.", "sourceId": "62"}, {"categoryId": "5", "formalText": "But it's just another how reasonable is it for her to need to go do this and the incense to ask James to go with her.", "sourceId": "63"}, {"categoryId": "5", "formalText": "This is her cousin who is like she means, like she wants to say this is her cousin.", "sourceId": "64"}, {"categoryId": "5", "formalText": "From her aunt and uncle who are nuts but it's like two-thirds of them at least so these are for cars Matt karizmatik people she's ever met like very very talented and very sort of nuts ways.", "sourceId": "65"}, {"categoryId": "5", "formalText": "So Lillian the one who's getting married the same age as my sister by like 4 days, she thinks both Amanda and she have always been like kind of jealous of them, but she's like not so much that they got their shit together because they really don't but they really don't seem bothered by it at all.", "sourceId": "66"}, {"categoryId": "5", "formalText": "It's funny watching Amanda and Lillian both of them when they walk into the room are instantly the center or focus of the room.", "sourceId": "67"}, {"categoryId": "5", "formalText": "It's just how they work.", "sourceId": "68"}, {"categoryId": "5", "formalText": "She thinks Amanda sees that that in Lillian but doesn't see that in herself entertaining because there's a lot of people who usually", "sourceId": "69"}, {"categoryId": "5", "formalText": "When they talk into the room are the focus of the room, sometimes that ends up going badly, but usually it's just really good.", "sourceId": "70"}, {"categoryId": "5", "formalText": "She has not met Williams fiance.", "sourceId": "71"}, {"categoryId": "5", "formalText": "Their father is a minister and their mom worked in Portland Public School for a long time.", "sourceId": "72"}, {"categoryId": "5", "formalText": "She thinks she was like an education specialist shoe was that like we sort of realize that when they got older but whatever.", "sourceId": "73"}, {"categoryId": "5", "formalText": "Her dad doesn't know what to do with his kids.", "sourceId": "74"}, {"categoryId": "5", "formalText": "He calls her and she gives him a bye.", "sourceId": "75"}, {"categoryId": "5", "formalText": "So for years quite recently he told us he got", "sourceId": "76"}, {"categoryId": "5", "formalText": "The divorcee called Philip in and or Philip and she was like you need.", "sourceId": "77"}, {"categoryId": "5", "formalText": "Her name is Philip.", "sourceId": "79"}, {"categoryId": "5", "formalText": "Yeah, they name both girls and boys fell upon our family is very confusing for some people actually know they didn't used to but my aunt felt was pretty involved in the women's movement in the 70s.", "sourceId": "82"}, {"categoryId": "5", "formalText": "So when her older brother her uncle had a second child, he named himself after her so she's not sure if it was a tribute or making fun of her it was probably both but she called her and she said you need a housekeeper and you need a nanny like this is what you need to do.", "sourceId": "83"}, {"categoryId": "5", "formalText": "Like here's how you're going to deal with your life wife leaving you so she's like the greatest person which she thinks she always seems she always thinks she knows what to do always takes charge.", "sourceId": "84"}, {"categoryId": "5", "formalText": "She had a daughter Kelly who died before", "sourceId": "85"}, {"categoryId": "5", "formalText": "Like that was her first child.", "sourceId": "86"}, {"categoryId": "5", "formalText": "So before any of them were born she didn't actually find out about her until her grandfather died.", "sourceId": "87"}, {"categoryId": "5", "formalText": "Listen to hear that's how she found out about her.", "sourceId": "89"}, {"categoryId": "5", "formalText": "She doesn't think anybody was like nobody was keeping it a secret.", "sourceId": "90"}, {"categoryId": "5", "formalText": "It was just like nobody talks about her or at least her dad never talked about it.", "sourceId": "91"}, {"categoryId": "5", "formalText": "They didn't see these cousins that often and she found out about it because they she's buried at the same church that her grandfather grandparents are buried at it was clearly like so present and so real fur fill up and for and Wyatt, she hadn't known about it, and it was clearly really to all the aunts and uncles as well.", "sourceId": "92"}, {"categoryId": "5", "formalText": "Nobody's named Kelly which there like 9?", "sourceId": "96"}, {"categoryId": "5", "formalText": "Ulysses 7 Linens and a whole bunch of Phillips.", "sourceId": "97"}, {"categoryId": "5", "formalText": "She guesses male names when you get taxed on more tightly than female names.", "sourceId": "98"}, {"categoryId": "5", "formalText": "And of course feeling embarrassed or ashamed she didn't even know who Kelly was it like she asked him made dad and made dad kind of like what's wrong with you.", "sourceId": "99"}, {"categoryId": "5", "formalText": "Nobody told her.", "sourceId": "100"}, {"categoryId": "5", "formalText": "She hasn't talked to him about session them filing claims.", "sourceId": "101"}, {"categoryId": "5", "formalText": "It seems like not a good time trying to pack and trying to get ends tied up and trying to set up like a work to do when he gets there.", "sourceId": "102"}, {"categoryId": "5", "formalText": "She feels like she's getting what does she mean getting?", "sourceId": "103"}, {"categoryId": "5", "formalText": "She feels like she's much more timid around him.", "sourceId": "104"}, {"categoryId": "5", "formalText": "Then that's good for her or has been done for a relationship.", "sourceId": "105"}, {"categoryId": "5", "formalText": "You know, certainly she's been timid with lots of people.", "sourceId": "106"}, {"categoryId": "5", "formalText": "Second offer.", "sourceId": "107"}, {"categoryId": "5", "formalText": "Disappointment she thinks the hardest part for Jackson is that he's not found.", "sourceId": "108"}, {"categoryId": "5", "formalText": "He's not quite strong enough to act Ashley turn the pedals when he not going very fast, you sort of afraid to go fast enough to get momentum Soho starts to go and then they'll start going and then stop and get frustrated because of pedals are right and he can't push them down.", "sourceId": "109"}, {"categoryId": "5", "formalText": "The pedals don't seem to be working.", "sourceId": "110"}, {"categoryId": "5", "formalText": "Well that well.", "sourceId": "111"}, {"categoryId": "5", "formalText": "When she was nine or 10 somebody took a picture of her riding a bicycle and reading at the same time.", "sourceId": "112"}, {"categoryId": "5", "formalText": "Add the same thing happening to her what books she always used to. She'd like to share a novel and she just wouldn't be able to stop until she finishes the book like she doesn't care about anything else.", "sourceId": "118"}, {"categoryId": "5", "formalText": "Like she just wants to finish a book.", "sourceId": "119"}, {"categoryId": "5", "formalText": "She just wants to keep reading.", "sourceId": "120"}, {"categoryId": "5", "formalText": "She means she reads fast which is good, but it's a little bit scary to get enough caught in a narrative like in some ways nothing else in her life matters.", "sourceId": "121"}, {"categoryId": "5", "formalText": "Not that she hasn't tried and then she feels bad just the day being gone.", "sourceId": "125"}, {"categoryId": "5", "formalText": "She had these things she was planning on doing today.", "sourceId": "126"}, {"categoryId": "5", "formalText": "About not being with James because of feeling so sad that but I guess I also imagine that that wasn't the only thing that kept her apart.", "sourceId": "128"}, {"categoryId": "5", "formalText": "He sort of asked why she's sad.", "sourceId": "130"}, {"categoryId": "5", "formalText": "He asked about it.", "sourceId": "131"}, {"categoryId": "5", "formalText": "She's not going to tell him she'd rather be dead.", "sourceId": "132"}, {"categoryId": "5", "formalText": "She feels like he's taking care of her in so many ways that he wants from her or that he needs for her is for her to be okay, and she can't get them up.", "sourceId": "133"}, {"categoryId": "5", "formalText": "Yeah, she serves gone it through her head that this is the best way she can take care of him is to take care of herself, but then she can't take care of herself.", "sourceId": "138"}, {"categoryId": "5", "formalText": "They seem like there's a similarity there, you know, like both of you make her be alive and that's something a part of her can really get behind and is really committed and part of her and can't", "sourceId": "142"}, {"categoryId": "5", "formalText": "Yeah in the sense of like she's committed to being but what she's trying to do a large chunk of her doesn't want to do that.", "sourceId": "144"}, {"categoryId": "5", "formalText": "She can't you know that sort of something she can take out and look at and then she has to put it away like she has to spend not too much time with it.", "sourceId": "145"}, {"categoryId": "5", "formalText": "But when she doesn't spend any time with it, she beginning to feel like nothing she does is authentic.", "sourceId": "146"}, {"categoryId": "5", "formalText": "Have a very clear and focused very clear in her head.", "sourceId": "160"}, {"categoryId": "5", "formalText": "But like this is the place that she can cry when she needs to but not for longer than 5 minutes.", "sourceId": "161"}, {"categoryId": "5", "formalText": "She guesses so, she guesses she feels like it feels to her and she thinks that this is more her than me feels like to her as though the limits I have with me.", "sourceId": "163"}, {"categoryId": "5", "formalText": "She can tell me about the self terrible self-destructive things and feelings, but her attitude towards them has to be of one wanting to be better.", "sourceId": "164"}, {"categoryId": "5", "formalText": "Because it puts limits on how she feels how things actually are for her.", "sourceId": "168"}]