[{"categoryId": "0", "formalText": "Yeah, except she, yeah, she's still not up for the past 3 weeks.", "sourceId": "193"}, {"categoryId": "0", "formalText": "She has stuck with the one application a week.", "sourceId": "194"}, {"categoryId": "0", "formalText": "Except that she has been gone, and she actually did get two emails from two different positions that she applied to that.", "sourceId": "198"}, {"categoryId": "0", "formalText": "She did not get the position.", "sourceId": "199"}, {"categoryId": "0", "formalText": "And the temp agency hasn't come through with anything yet.", "sourceId": "205"}, {"categoryId": "0", "formalText": "No, she's going to call, she means, they sent, they said like skipped a week of Christmas and New Year's.", "sourceId": "206"}, {"categoryId": "0", "formalText": "So she's going to call. She doesn't know, maybe tomorrow, or something, but they've not come through with anything yet.", "sourceId": "208"}, {"categoryId": "0", "formalText": "Though her parents.", "sourceId": "212"}, {"categoryId": "0", "formalText": "Her mom seemed kind of skeptical when she told her she's doing one application a week, but she's like, \"It's more than I was doing before.\"", "sourceId": "213"}, {"categoryId": "0", "formalText": "That's all she can do right now.", "sourceId": "214"}, {"categoryId": "0", "formalText": "So she almost has applied to two jobs last week.", "sourceId": "215"}, {"categoryId": "0", "formalText": "Like there were two that she could have applied to, but, the other one, the website to apply for them was like so slow and broken.", "sourceId": "216"}, {"categoryId": "0", "formalText": "She was just like, \"Screw this,\" and not spend and written a cover letter yet.", "sourceId": "217"}, {"categoryId": "0", "formalText": "So like she, you know, so it wasn't like she spends on whatever only to not lie, but it was just you know, it's it's one thing to have a really application where she has to fill out the things and basically like replicate her resume, and he asked her for her resume to, but at the site won't even load. That's her point of giving up, because she doesn't want to sit and wait for 3 hours for website to load and wonder if the application even got in, so she doesn't actually", "sourceId": "218"}, {"categoryId": "0", "formalText": "And then that one was posted on like, the like archives listserv thing anyways, so a bunch of other archivist.", "sourceId": "219"}, {"categoryId": "0", "formalText": "They're also applying, so she thinks it was the end of the world not to apply for it, and it was, it wasn't something that she was like really, really excited about, so she thinks yeah. She thinks slow websites counts as a like a legitimate reasons not quite something.", "sourceId": "220"}, {"categoryId": "0", "formalText": "She means, she applied to something else that day.", "sourceId": "223"}, {"categoryId": "0", "formalText": "So she was so, she still fulfills her one a week.", "sourceId": "224"}, {"categoryId": "0", "formalText": "Yeah, it's not really working to get her past.", "sourceId": "226"}, {"categoryId": "0", "formalText": "Yeah, and she guesses her dad sent her to the email.", "sourceId": "228"}, {"categoryId": "0", "formalText": "It was like, \"Oh, give your resume to this person. Her husband might have might know things about a job,\" you know. Thinking about her dad.", "sourceId": "229"}, {"categoryId": "0", "formalText": "She was like, \"What the hell?\" Like, but she didn't say anything.", "sourceId": "230"}, {"categoryId": "0", "formalText": "All she did was read the person sent her her resume and told her like. \"I'm his daughter blah blah blah.\" And she said she would send it to her husband.", "sourceId": "231"}, {"categoryId": "0", "formalText": "She doesn't really know what kind of job. Like a lead on a job.", "sourceId": "232"}, {"categoryId": "0", "formalText": "Like, what does that in her field outside her field admin assistant thing, retail.", "sourceId": "233"}, {"categoryId": "0", "formalText": "She doesn't know. Like, he gave her absolutely no information, and like, and does this person even actually want her to send the resume, but she.", "sourceId": "234"}, {"categoryId": "0", "formalText": "Yeah, she means, she could have sent it and then engagement arguing with her dad, but she didn't. She just sent the resume, and the woman was like, \"Oh, yes, I'll forward it to my husband,\" and she hasn't heard anything since", "sourceId": "236"}, {"categoryId": "0", "formalText": "She wasn't harmed in any way.", "sourceId": "237"}, {"categoryId": "0", "formalText": "Other than being annoyed, and her dad being like, when he sends her stupid things that make no sense like internship. Internship that doesn't mention anything about being paid at, like, this Jewish girl school, which has absolutely has nothing to do with her field.", "sourceId": "238"}, {"categoryId": "0", "formalText": "Also, it's all the way out and nowhere, and then, like, then she has to drive, and it's, she doesn't know, like if an internship doesn't say it's paid and doesn't say it unpaid, is the assumption or is there not an assumption she can make.", "sourceId": "239"}, {"categoryId": "0", "formalText": "Yeah, if something were in her field or remotely close to what she wants to be doing, it would be one thing, but it's like, when her mom sends her job.", "sourceId": "241"}, {"categoryId": "0", "formalText": "Sometimes, they at least make sense, but her dad sends her jobs.", "sourceId": "242"}, {"categoryId": "0", "formalText": "They never make sense.", "sourceId": "243"}, {"categoryId": "0", "formalText": "Yeah, she means, she thinks if there's, if there's an internship that interests her, and it's unclear about whether or not it's a paid position. May be worth a phone call or an email.", "sourceId": "244"}, {"categoryId": "0", "formalText": "To find out if there is some sort of stipend or salary or something that goes along with it.", "sourceId": "246"}, {"categoryId": "0", "formalText": "But, you know, if she's not interested in doing the work and he wouldn't apply for it, if it were a paid position.", "sourceId": "249"}, {"categoryId": "0", "formalText": "Like if she had a paid internship offer, she would be like, \"Here is this internship?\"", "sourceId": "252"}, {"categoryId": "0", "formalText": "It is paid with a stipend with x amount of money or something.", "sourceId": "253"}, {"categoryId": "0", "formalText": "In this job market, the employer or the internship holder.", "sourceId": "256"}, {"categoryId": "0", "formalText": "It's not really at the burden of trying to get people to apply.", "sourceId": "257"}, {"categoryId": "0", "formalText": "But they might be trying to get good people to apply.", "sourceId": "258"}, {"categoryId": "0", "formalText": "But she doesn't really know unless she asks.", "sourceId": "262"}, {"categoryId": "0", "formalText": "Maybe she should stop it up to two week.", "sourceId": "272"}, {"categoryId": "0", "formalText": "So that doing that would be one way. Maybe if there is two that are interesting. Maybe if she had some sort of incentive and a reward for herself.", "sourceId": "277"}, {"categoryId": "0", "formalText": "She might be more likely to do it.", "sourceId": "278"}, {"categoryId": "0", "formalText": "Maybe. She doesn't know.", "sourceId": "279"}, {"categoryId": "0", "formalText": "And she's applying to one job per week.", "sourceId": "283"}, {"categoryId": "0", "formalText": "And she doesn't see. Part of her thinks that the incentive, she guesses, because she's just thinking, maybe, she doesn't deserve a trip if she doesn't have a job.", "sourceId": "285"}, {"categoryId": "0", "formalText": "So why set up a system, if she's, you know. Why she gets rewarded for, you know, writing an application a week or whatever if they don't actually result in her getting a job.", "sourceId": "286"}, {"categoryId": "0", "formalText": "Well, the way I think about it, is what's the goal of the reward. The goal is not for her to go on a trip.", "sourceId": "288"}, {"categoryId": "0", "formalText": "The goal is to get her doing more things that benefit her, and apply for jobs benefits her because it's the only way she's going to get a job.", "sourceId": "289"}, {"categoryId": "0", "formalText": "She's not going to get a job unless she applies. We know that no one application guarantees her a job. Also, because we don't know the outcome of any of them, but if she's not applying, she's not getting a job.", "sourceId": "290"}, {"categoryId": "0", "formalText": "So the goal is selling. Have to chart, is that it gets her to do things that gives her a chance at getting what she wants.", "sourceId": "292"}, {"categoryId": "0", "formalText": "Sausage shark gets her to apply two more things. To not let things that are possibility slip by then.", "sourceId": "294"}, {"categoryId": "0", "formalText": "It's doing its job.", "sourceId": "295"}, {"categoryId": "0", "formalText": "But if setting that up for herself, if setting up a certain number of applications, and she gets to go on a trip stops her from applying stops her from applying, because she doesn't think she deserves a trip then that's not.", "sourceId": "299"}, {"categoryId": "0", "formalText": "We need to find something in that gets her to do something to help herself.", "sourceId": "303"}, {"categoryId": "0", "formalText": "So far, all she can really do is just guilt herself and hope.", "sourceId": "304"}, {"categoryId": "0", "formalText": "She means, she's, she doesn't know. It's just hard.", "sourceId": "307"}, {"categoryId": "0", "formalText": "She's also like a little bit sick and not makes it hard to, she guesses. Just, she doesn't know. Maybe the when there's something she wants to do.", "sourceId": "308"}, {"categoryId": "0", "formalText": "Okay, she will just do this her job application first, then do like, she thinks more immediate.", "sourceId": "309"}, {"categoryId": "0", "formalText": "Right, works better for her.", "sourceId": "310"}, {"categoryId": "0", "formalText": "Works better than something in a long-term, but like she doesn't necessarily always have that there.", "sourceId": "311"}, {"categoryId": "0", "formalText": "Like, today where she wanted to dye yarn, and like she did that after she sent out the application.", "sourceId": "313"}, {"categoryId": "0", "formalText": "Yeah, she means, she guesses, the other thing she could theoretically do, is like dedicate one day a week for like spending, you know, 8 hours of that day looking and applying for jobs.", "sourceId": "315"}, {"categoryId": "0", "formalText": "And one day, they spent doing yarning stuff for her store, like dying things like and then she'd only be working 2 days a week and the rest of the time she could do whatever, and she would still be more than she was doing for either of those things.", "sourceId": "316"}, {"categoryId": "0", "formalText": "It's just that she sort of lacks the discipline too, and she's like, okay, or she could just do the one job a week which seems like a lot less than that and.", "sourceId": "317"}, {"categoryId": "0", "formalText": "It doesn't sound like a very long time music.", "sourceId": "327"}, {"categoryId": "0", "formalText": "Yeah, well, assuming not rush hour, but it's enough to stop her from just doing it.", "sourceId": "328"}, {"categoryId": "0", "formalText": "She means that also could be the, she means, she's gone to her place for a few hours and dyed yarn, so.", "sourceId": "329"}, {"categoryId": "0", "formalText": "She doesn't know. She could apply for jobs when she met his place, and dye yarn when she's at her place or something.", "sourceId": "330"}, {"categoryId": "0", "formalText": "But as of yet, she hasn't gotten a good system to motivate herself.", "sourceId": "331"}, {"categoryId": "0", "formalText": "Other than the, you know, she will five one job a week system which", "sourceId": "332"}, {"categoryId": "0", "formalText": "Yeah, but, right now, she's like having trouble finding a job for to apply to this week.", "sourceId": "337"}, {"categoryId": "0", "formalText": "It's Monday.", "sourceId": "340"}, {"categoryId": "0", "formalText": "That's true.", "sourceId": "341"}, {"categoryId": "0", "formalText": "But she usually tries to get it done early in the week, so she can enjoy the rest of the week.", "sourceId": "342"}, {"categoryId": "0", "formalText": "Yeah, she really doesn't know what else to do though.", "sourceId": "343"}, {"categoryId": "0", "formalText": "It's either that or or possibly maybe she could go back to volunteering.", "sourceId": "344"}, {"categoryId": "0", "formalText": "She could do that a couple hours a week, in addition to applying for a job.", "sourceId": "345"}, {"categoryId": "0", "formalText": "And she thinks having a little bit of structure having a place to be, even if it's volunteering is a wonderful thing to do.", "sourceId": "358"}, {"categoryId": "0", "formalText": "Yeah, just don't want to volunteer forever.", "sourceId": "359"}, {"categoryId": "0", "formalText": "Because she would drive her insane.", "sourceId": "361"}, {"categoryId": "0", "formalText": "Like, she could volunteer on top of a job depending on what that job is but.", "sourceId": "363"}, {"categoryId": "0", "formalText": "Right now, volunteering wouldn't really getting in the way of something else you have time to do it.", "sourceId": "364"}, {"categoryId": "0", "formalText": "It's just annoying.", "sourceId": "365"}, {"categoryId": "0", "formalText": "She doesn't have something else to do, because now it's been over a year that she's been unemployed and, like, she really didn't think she'd be unemployed this long.", "sourceId": "366"}, {"categoryId": "0", "formalText": "It's longer than she expected.", "sourceId": "367"}, {"categoryId": "0", "formalText": "Yeah, like, she really thought she'd find a job.", "sourceId": "368"}, {"categoryId": "0", "formalText": "And she hasn't in, like that.", "sourceId": "370"}, {"categoryId": "0", "formalText": "She doesn't know. The economy is getting better, but it's like right now only getting better in terms of like stock prices, which only really helps the people who have stocks and like that doesn't always translate into jobs.", "sourceId": "371"}, {"categoryId": "0", "formalText": "She feels really stupid.", "sourceId": "373"}, {"categoryId": "0", "formalText": "Like, maybe, she shouldn't have gone into like library science and archives.", "sourceId": "374"}, {"categoryId": "0", "formalText": "Maybe she should have completely changed her focus to something more practical that like actually had job, but the thing things that do have jobs are like, you know, she doesn't even know anything at this point.", "sourceId": "375"}, {"categoryId": "0", "formalText": "Any further education is only going to make her over qualified for things in her field and, like, she can't, like, start another bachelor's degree, till she gets a degree in computer science or something because she would be really expensive and she doesn't really like programming because she's not very good at it.", "sourceId": "376"}, {"categoryId": "0", "formalText": "But, like, she doesn't know what else to do or like, you know, go get an associates degree because maybe that would make her better.", "sourceId": "377"}, {"categoryId": "0", "formalText": "She gets an administrative assistant jobs, who goes and gets an associate's degree after they've already on the Masters.", "sourceId": "378"}, {"categoryId": "0", "formalText": "She doesn't know. Just like sending one job application a week isn't really working either.", "sourceId": "380"}, {"categoryId": "0", "formalText": "She needs to think outside the box and do something crazy, but.", "sourceId": "381"}, {"categoryId": "0", "formalText": "She just also doesn't think she's, unless it was a Ph.D program that had a stipend.", "sourceId": "384"}, {"categoryId": "0", "formalText": "She doesn't think she could justify going for another degree because they would cost money.", "sourceId": "385"}, {"categoryId": "0", "formalText": "Even if there was something that would like, you know, if she wants to get a museum studies degree as well that would cost money and she's used up all the money in her college fund at this point.", "sourceId": "386"}, {"categoryId": "0", "formalText": "So she's not entitled to any more degrees so.", "sourceId": "387"}, {"categoryId": "0", "formalText": "Unless, she got a PhD in museum curator ship and that which case that would help her for another four or five years, and then come out and have even possibly a tougher time finding a job.", "sourceId": "388"}, {"categoryId": "0", "formalText": "It's like really unfortunate.", "sourceId": "390"}, {"categoryId": "0", "formalText": "She just feels so trapped, because all she can really do is send out job applications and it's not really doing anything and she's stuck.", "sourceId": "391"}, {"categoryId": "0", "formalText": "And she can do the dreaded networking thing.", "sourceId": "394"}, {"categoryId": "0", "formalText": "Yeah, everytime.", "sourceId": "395"}, {"categoryId": "0", "formalText": "She tries to think it true.", "sourceId": "396"}, {"categoryId": "0", "formalText": "She can't think of anyone.", "sourceId": "397"}, {"categoryId": "0", "formalText": "That would be a good person to talk to.", "sourceId": "398"}, {"categoryId": "0", "formalText": "She knows people working place, with the exception of you know, she knows people who are working at libraries and that is great except that because the system is so centralized that they had the same HR department like doing interviews for all of her University like a mic having been told when she was working at 1 department and asked about it if, like, she was to apply to somewhere at the University, you know, when knowing that help and they say they don't get to see the applications or anything until it's like whatever stage, you know. Maybe, like the last round of interviews or something or at least, you know, it would be after initial interviews definitely not like so they wouldn't necessarily be able to pull her name from the pile unless she somehow, she guesses, if she knew someone who is friends with someone who was in the HR department at the school.", "sourceId": "399"}, {"categoryId": "0", "formalText": "She thinks that would be the only way. She doesn't know anyone who is friends with people in HR, and she doesn't really know the people in HR, and they like to keep all that information top secret and stuff.", "sourceId": "400"}, {"categoryId": "0", "formalText": "So the networking thing, she thinks, you know, yeah, She doesn't know people who work in other libraries that she'd want to work in or yeah.", "sourceId": "401"}, {"categoryId": "0", "formalText": "It's also been a while since she'd like to talk to any of the people, you know, and really the only people at is the Divinity School library.", "sourceId": "404"}, {"categoryId": "0", "formalText": "That was because she, you know, volunteer. She guesses also the that we gave to her.", "sourceId": "405"}, {"categoryId": "0", "formalText": "If she sees a job there, she can like talk to the people, but it's like until she sees that job.", "sourceId": "407"}, {"categoryId": "0", "formalText": "It seems like she's begging, you know, \"Please give me a job or talk to someone.\" Especially because, you know, it's one thing to talk to the person, you know, and ask if they can like ask for her, you know, they can vouch for her, but like the next person in that line doesn't know her.", "sourceId": "419"}, {"categoryId": "0", "formalText": "But they're not vouching for her.", "sourceId": "420"}, {"categoryId": "0", "formalText": "She guesses if she can find a least scary people to email, that if she had because a lot of people she might be like, \"Oh, it's been so long. So long time since.\"", "sourceId": "434"}, {"categoryId": "0", "formalText": "Yeah, so let's add that to her list one application this week.", "sourceId": "435"}, {"categoryId": "0", "formalText": "And when networking thing", "sourceId": "436"}, {"categoryId": "0", "formalText": "And the least scary networking thing.", "sourceId": "437"}, {"categoryId": "0", "formalText": "Think about it as a reconnecting and just letting people know she's out there.", "sourceId": "441"}, {"categoryId": "0", "formalText": "She's out there looking. She's not asking them to do a specific thing for her.", "sourceId": "442"}, {"categoryId": "0", "formalText": "She's not expecting a particular response.", "sourceId": "443"}, {"categoryId": "0", "formalText": "She's making obscene and letting them know she's looking so that and think about who might be possible, and it's absolutely fine to start with the least scary person that the barred owl.", "sourceId": "444"}, {"categoryId": "0", "formalText": "She thinks it is doable.", "sourceId": "446"}, {"categoryId": "0", "formalText": "She guesses she might substitute. Secondly, scary networking thing if she can't actually find a job to apply to", "sourceId": "448"}, {"categoryId": "0", "formalText": "Because, so far, she hasn't done anything to apply to.", "sourceId": "450"}, {"categoryId": "0", "formalText": "So either one job and the least scary or least scary and tack on another.", "sourceId": "452"}, {"categoryId": "0", "formalText": "Yeah.", "sourceId": "453"}, {"categoryId": "0", "formalText": "Yeah. Orwell name and where they might be from.", "sourceId": "455"}, {"categoryId": "1", "formalText": "I'm not sure like things are getting better with Sidney like when we talked after the fight.", "sourceId": "1"}, {"categoryId": "1", "formalText": "So I think the problem I guess is my tone of voice when I'm mad at him and because like when we get into an argument, you know, and he says I'm yelling at him.", "sourceId": "2"}, {"categoryId": "1", "formalText": "I'm like, I'm not yelling.", "sourceId": "3"}, {"categoryId": "1", "formalText": "He's like, well you sound really upset.", "sourceId": "4"}, {"categoryId": "2", "formalText": "And I'm like, I am really upset like I mean, I guess it's solution then is to figure out how to fix my tone of voice.", "sourceId": "6"}, {"categoryId": "2", "formalText": "Like do you can you hear in your voice what he's reacting to?", "sourceId": "8"}, {"categoryId": "2", "formalText": "Not always like I mean I used to think I sound mad but I don't think I sound like more mad that I am or really super duper mad.", "sourceId": "9"}, {"categoryId": "2", "formalText": "And I just don't know if it's like, you know part of me is like will I'm angry and I want you to know it but then again that's just hurting him.", "sourceId": "10"}, {"categoryId": "2", "formalText": "I don't know.", "sourceId": "12"}, {"categoryId": "2", "formalText": "I told him well, why don't you record the next fight we have and then I can listen to my voice, but I don't know if that would like I guess I have to but I think the only way to change it is to like be more patient while being mad like it seems like the only way", "sourceId": "13"}, {"categoryId": "2", "formalText": "Well, you finding a way to say that you're angry, but speaking calmly might make it easier for him to hear what you're really saying.", "sourceId": "14"}, {"categoryId": "2", "formalText": "Yeah, because then he shuts down and it's like he's not listening to me and then he gets mad because I'm repeating myself.", "sourceId": "15"}, {"categoryId": "2", "formalText": "I'm like, but you're not listening to me you're shutting down and not letting me talk interrupting me.", "sourceId": "16"}, {"categoryId": "2", "formalText": "That's not really going to work.", "sourceId": "17"}, {"categoryId": "2", "formalText": "So you do want to find a way that you can have a conversation that you can both participate in if he's shutting down.", "sourceId": "19"}, {"categoryId": "2", "formalText": "He's not really participating.", "sourceId": "20"}, {"categoryId": "2", "formalText": "And if he's shutting down because he finds a tone to overwhelming.", "sourceId": "22"}, {"categoryId": "2", "formalText": "Then it's not really working for you either because you're not being able to express really what you want.", "sourceId": "24"}, {"categoryId": "2", "formalText": "Yeah, it's just that then.", "sourceId": "25"}, {"categoryId": "2", "formalText": "I don't know what to do other than try to be calm when I'm not come in like a fight is happening.", "sourceId": "26"}, {"categoryId": "2", "formalText": "I'm very much not cam.", "sourceId": "27"}, {"categoryId": "2", "formalText": "Can you delay the conversation until you are called?", "sourceId": "28"}, {"categoryId": "2", "formalText": "Maybe I mean last time it was in the context of trying to wake him up on Saturday morning and Friday night.", "sourceId": "29"}, {"categoryId": "2", "formalText": "Well, if you want him to hear your message, it sounds like you need to be more in control of the tone of your voice and whether that's being able to take a deep breath and speak calmly even when you don't feel that way or let him know that you're too angry to talk right now and delay the conversation until some of that anger and disappointment has excited.", "sourceId": "145"}, {"categoryId": "2", "formalText": "If you want him to hear the words that you're actually saying it sounds like you do need to change your tone whether that's right or wrong isn't the question because if you too if you want to stay in a relationship with him and you want things to change the only piece you have control over is how you respond to the situation and it sounds like right now the response of letting him hear the anger that you feel is resulting in him not really being able to hear your message.", "sourceId": "146"}, {"categoryId": "2", "formalText": "She hears the tone and shuts down as he say", "sourceId": "147"}, {"categoryId": "2", "formalText": "So the peace that you have control over is you can change the tone and as I sit here and thinking about the two ways to do that are either to delay it until that anger has subsided or to find a way to take that seat breast and then speak in a way.", "sourceId": "148"}, {"categoryId": "2", "formalText": "That's more call.", "sourceId": "149"}, {"categoryId": "2", "formalText": "I'm not saying that you don't have a right to be angry or that it's not okay to express your anger.", "sourceId": "150"}, {"categoryId": "2", "formalText": "The reason I'm saying this is because he's not hearing you and you want him to hear you.", "sourceId": "151"}, {"categoryId": "2", "formalText": "it makes me a little annoyed that I have to do this in the first place and I can't just express my anger and then deal with it, but like", "sourceId": "152"}, {"categoryId": "2", "formalText": "I can understand that you're taking on a lot of the responsibility.", "sourceId": "153"}, {"categoryId": "2", "formalText": "And it just feels like it's just like I feel sometimes like I'm the one doing everything.", "sourceId": "154"}, {"categoryId": "2", "formalText": "I think that's part of why you feel so upset is because you do feel like that.", "sourceId": "155"}, {"categoryId": "2", "formalText": "Yeah.", "sourceId": "156"}, {"categoryId": "2", "formalText": "You feel like you're doing your fair share of getting this to work.", "sourceId": "157"}, {"categoryId": "2", "formalText": "Yeah, you know things like taking care of him and making food and doing all these things that like, you know, when I was sick and he was panicking I was still do things for him.", "sourceId": "158"}, {"categoryId": "2", "formalText": "You know, I would still make him food and even when I was sick or like do crazy things like emptying the dishwasher at his place standing on a chair while dizzy, which I really should not have been doing and things like that, but when he's sick and I'm panicking because he's sick.", "sourceId": "159"}, {"categoryId": "2", "formalText": "I still have to do all these things even though in the river situation.", "sourceId": "160"}, {"categoryId": "2", "formalText": "I did all those things.", "sourceId": "161"}, {"categoryId": "2", "formalText": "Like I just I'm taking care of him a lot more than he's taking care of me and it's just really frustrating.", "sourceId": "162"}, {"categoryId": "2", "formalText": "So yeah, I can't really do anything though.", "sourceId": "163"}, {"categoryId": "2", "formalText": "Like, you know, like if I don't cook then we don't get food and you know, I don't want him to start but I don't want him to starve and I don't want me to starve so, you know all sorts of things that I just feel like I'm doing everything.", "sourceId": "164"}, {"categoryId": "2", "formalText": "I mean in reality, I guess I'm not doing everything.", "sourceId": "165"}, {"categoryId": "2", "formalText": "Sometimes he does things but I think I still think it's pretty unbalanced.", "sourceId": "166"}, {"categoryId": "5", "formalText": "Maybe I mean last time it was in the context of trying to wake him up on Saturday morning and Friday night.", "sourceId": "29"}, {"categoryId": "5", "formalText": "He did staying where he likes it up late and then like", "sourceId": "30"}, {"categoryId": "5", "formalText": "The next Friday happened again.", "sourceId": "33"}, {"categoryId": "5", "formalText": "next Friday.", "sourceId": "34"}, {"categoryId": "5", "formalText": "Yeah, I'm like we had this conversation you promised you wouldn't you promised you take Ambien before you were, you know, trying to stay up late whatever because first you wanted to get a snack.", "sourceId": "35"}, {"categoryId": "5", "formalText": "He was like listening to some lecture when he got snack and then he like got up again until I shower and shave and he took the Ambien right before he showered and shaved as opposed to taking Ambien before he got the snack at like, you know, so he take", "sourceId": "36"}, {"categoryId": "5", "formalText": "Like 4 a.m. Or whatever instead of 2 a.m. Or something and like it was at least a two hour time difference.", "sourceId": "37"}, {"categoryId": "5", "formalText": "If not longer I think is going to win and he could have taken it but like, you know, he's acknowledged that he's like, you know, he's told me before that.", "sourceId": "38"}, {"categoryId": "5", "formalText": "He wouldn't do it again and he doesn't again is just like so frustrating.", "sourceId": "39"}, {"categoryId": "5", "formalText": "I'm like, why do you keep on doing this because he's like no being so immature like he doesn't want to face the day or whatever you want some alone time right now at like really late but then it like impacts our plans for the next day like things he promised.", "sourceId": "40"}, {"categoryId": "5", "formalText": "It's like really hard for me to deal with and so like, you know, it was in the context of trying to wake him up at morning and maybe I should have been nicer about it when I woke him up, but I was just so pissed that he wouldn't wake up.", "sourceId": "41"}, {"categoryId": "5", "formalText": "I had to wait like another two hours before I could do anything because like he needed more sleep, but you needed more sleep.", "sourceId": "42"}, {"categoryId": "5", "formalText": "It was his own fault.", "sourceId": "43"}, {"categoryId": "5", "formalText": "What were your plans that day?", "sourceId": "44"}, {"categoryId": "5", "formalText": "Well one thing he promised me we'd actually make out because we had him for like weeks and because he was up for it on Friday night, but then he was too tired.", "sourceId": "45"}, {"categoryId": "5", "formalText": "And so he was like, I definitely want to tomorrow and then he was just like sleeping and I sort of knew that I mean granted.", "sourceId": "46"}, {"categoryId": "5", "formalText": "This is like a bunch of stuff.", "sourceId": "47"}, {"categoryId": "5", "formalText": "So like in the past when something like this has happened when I let him sleep in he's going to be hungry for lunch and not want to do anything and then after lunch help someone of eating too much I need time to digest in like, you know, we're not feel good and then nothing will ever happen and he'll change his mind and I have been weeks and I was kind of going crazy or at least a week at that and it in like a week and a half or two weeks.", "sourceId": "48"}, {"categoryId": "5", "formalText": "I just made me feel like his desire to watch like listen to those lectures that night at that point was more important than like being intimate with me.", "sourceId": "49"}, {"categoryId": "5", "formalText": "Is that a feeling that you've shared with him?", "sourceId": "50"}, {"categoryId": "5", "formalText": "Yes, it is and he feels pressure.", "sourceId": "51"}, {"categoryId": "5", "formalText": "But I'm like it's sort of hard not to like, you know.", "sourceId": "52"}, {"categoryId": "5", "formalText": "It seems very honest.", "sourceId": "53"}, {"categoryId": "5", "formalText": "Yeah, like you know, it'd be one thing if I knew like going into this relationship that he had really low libido.", "sourceId": "54"}, {"categoryId": "5", "formalText": "But like when he's not depressed he doesn't and he's starting to get better.", "sourceId": "55"}, {"categoryId": "5", "formalText": "But then he had like a cold that like, you know, he's had for 3 weeks and said that making things hard even if he is getting better mentally like he's not better physically and", "sourceId": "56"}, {"categoryId": "5", "formalText": "Well, it sounds like that's one component of it is not I mean heard it is feeling like there's not enough intimacy, but he's also not following through on other plans that you've made.", "sourceId": "57"}, {"categoryId": "5", "formalText": "Yeah, like he ended up being awake for New Year's Eve, but we didn't get to do anything romantic mostly because he was sick and said I was a disappointment.", "sourceId": "58"}, {"categoryId": "5", "formalText": "He was like, oh we can do something romantic later in the week.", "sourceId": "59"}, {"categoryId": "5", "formalText": "I was like, okay that never happened either.", "sourceId": "60"}, {"categoryId": "5", "formalText": "But again, I guess he keeps on thinking he'll feel better and then he doesn't so there's like nothing I can really do about that.", "sourceId": "61"}, {"categoryId": "5", "formalText": "At least I got him to go to the doctor and I did and he actually liked called and made an appointment.", "sourceId": "62"}, {"categoryId": "5", "formalText": "He called last Wednesday, then he had the appointment last Thursday and they did like a bunch of tests and he doesn't have mono or strep or anything, but he did because of its debilitating cost they give him inhaler to use if he's coughing too much and that's actually been helping so", "sourceId": "63"}, {"categoryId": "5", "formalText": "Yeah, I'm really glad he finally got over the whole not seeing the doctor thing.", "sourceId": "65"}, {"categoryId": "5", "formalText": "And then he's like should I go in for an actual check up?", "sourceId": "66"}, {"categoryId": "5", "formalText": "And I'm like, yes, you haven't had one in three years.", "sourceId": "67"}, {"categoryId": "5", "formalText": "So I sometimes we make progress but sometimes we still fight in like, you know, I was just so afraid on Saturday that like, you know, maybe we'll never be able to figure it out and like I don't know a good solution other than don't sad mad when I'm mad or like I have to keep everything in until I feel more calm which like I guess is a mature adult thing to do.", "sourceId": "68"}, {"categoryId": "5", "formalText": "But like I feel like then I don't actually get to Express Pipe and frustration.", "sourceId": "69"}, {"categoryId": "5", "formalText": "So, you know, you have a right to express your anger.", "sourceId": "75"}, {"categoryId": "5", "formalText": "He also has a right to have your feelings expressed to him in a way that feels respectful and I don't know if that's what he's saying that it feels does the tone of your voice feel disrespectful to him.", "sourceId": "76"}, {"categoryId": "5", "formalText": "I don't know that's not a word that you used.", "sourceId": "77"}, {"categoryId": "5", "formalText": "Yeah, it's not a word that he really use either.", "sourceId": "78"}, {"categoryId": "5", "formalText": "It was just more.", "sourceId": "79"}, {"categoryId": "5", "formalText": "He said you know that I keep on hurting him.", "sourceId": "80"}, {"categoryId": "5", "formalText": "So it's hurtful I guess which is even worse than disrespectful but", "sourceId": "81"}, {"categoryId": "5", "formalText": "What feels hurtful about being angry?", "sourceId": "82"}, {"categoryId": "5", "formalText": "I guess he doesn't like when I'm angry at him and he thinks it you know, I mean, I don't like when people are angry at me.", "sourceId": "83"}, {"categoryId": "5", "formalText": "I guess the difference is it feels like", "sourceId": "84"}, {"categoryId": "5", "formalText": "It feels like you have a right to be angry.", "sourceId": "85"}, {"categoryId": "5", "formalText": "yeah, so I don't know what to do and it's not like I'm taking out my frustrations on from something else on him.", "sourceId": "86"}, {"categoryId": "5", "formalText": "I'm taking my frustrations at him.", "sourceId": "88"}, {"categoryId": "5", "formalText": "Right and you sort of you want him to take responsibility for the for the things that he's doing that result in you feeling angry.", "sourceId": "89"}, {"categoryId": "5", "formalText": "Yeah, and it just really bothers me.", "sourceId": "90"}, {"categoryId": "5", "formalText": "He says I'm sorry.", "sourceId": "91"}, {"categoryId": "5", "formalText": "I'm like, okay, you said that the last time to you know, and it's not I'm not yelling.", "sourceId": "92"}, {"categoryId": "5", "formalText": "I'm not raising my voice like I was", "sourceId": "93"}, {"categoryId": "5", "formalText": "but the tone feels yelling because the tone feels", "sourceId": "94"}, {"categoryId": "5", "formalText": "like you're reprimanding him.", "sourceId": "96"}, {"categoryId": "5", "formalText": "Which I am.", "sourceId": "97"}, {"categoryId": "5", "formalText": "Because I'm annoyed at him because he keeps on doing the same things over and over again while promising not while promising not to do then it's just like how do I trust you?", "sourceId": "98"}, {"categoryId": "5", "formalText": "If you don't ever follow through on your promises, which I guess it's in overgeneralization.", "sourceId": "99"}, {"categoryId": "5", "formalText": "It's not like she never follows through but", "sourceId": "100"}, {"categoryId": "5", "formalText": "So you keep telling him that you're angry.", "sourceId": "101"}, {"categoryId": "5", "formalText": "And he keeps saying I'm sorry.", "sourceId": "104"}, {"categoryId": "5", "formalText": "So which one of you is going to stop doing the same thing over and over?", "sourceId": "105"}, {"categoryId": "5", "formalText": "I guess I'm the only one who can because you know, and I told him before that like if he says he's sorry, that just makes me more angry.", "sourceId": "106"}, {"categoryId": "5", "formalText": "Because I don't believe him, you know, I think he just sorry that he did something that made me angry but not that like or that he whatever he did made me angry, but not that like that whatever.", "sourceId": "107"}, {"categoryId": "5", "formalText": "He did made me angry, but not like necessarily for whatever he did because he doesn't think he's doing anything wrong, but it's like impacting.", "sourceId": "108"}, {"categoryId": "5", "formalText": "So does he not agree that what he's doing is detrimental to the relationship?", "sourceId": "109"}, {"categoryId": "5", "formalText": "I guess he doesn't he thinks that I'm being the detrimental one by getting mad.", "sourceId": "110"}, {"categoryId": "5", "formalText": "I mean somewhat he I don't know I guess what the staying up late then he thinks he's an adult he's entitled to do that and like okay, but if you make promises from the next day and stuff, it's really frustrating and like he does admit sometimes that some of the stuff he does is self-destructive, especially because he's an insomniac I'm trying to fix that like you need to get a regular sleep schedule.", "sourceId": "112"}, {"categoryId": "5", "formalText": "If you're going to try to get out of her out of depression and but like, you know, so there's sometimes he thinks they're right and sometimes he doesn't think they're right and whereas I usually think I'm right because it's not an isolated incident.", "sourceId": "113"}, {"categoryId": "5", "formalText": "It's a chronic feeling of not mattering sometimes and yeah.", "sourceId": "114"}, {"categoryId": "5", "formalText": "That's a really tough pattern that you guys are stuck in because you can't change his behavior.", "sourceId": "115"}, {"categoryId": "5", "formalText": "And it seems like they're both of you.", "sourceId": "117"}, {"categoryId": "5", "formalText": "You don't really feel like neither one of you feels like you need to change what you're doing.", "sourceId": "118"}, {"categoryId": "5", "formalText": "You feel like your anger is appropriate and your expectations of him are appropriate and it sounds like for the most part he feels like what he's doing is appropriate as well.", "sourceId": "120"}, {"categoryId": "5", "formalText": "Yeah, so there's no way to fix it then, right?", "sourceId": "121"}, {"categoryId": "5", "formalText": "Well, you can't you can't fix him and you can't fix a pattern.", "sourceId": "122"}, {"categoryId": "5", "formalText": "You can't change a pattern by yourself.", "sourceId": "124"}, {"categoryId": "5", "formalText": "You can only change your response to it.", "sourceId": "125"}, {"categoryId": "5", "formalText": "I can try to respond more, but I don't think I'm going to get any less like mad about it.", "sourceId": "126"}, {"categoryId": "5", "formalText": "Like I have the right to be mad.", "sourceId": "127"}, {"categoryId": "5", "formalText": "He's like you can't be mad at me.", "sourceId": "128"}, {"categoryId": "5", "formalText": "Don't be mad at me and I'm like, you know, I'm allowed my emotions.", "sourceId": "129"}, {"categoryId": "5", "formalText": "So all I can really do is just not respond right away and", "sourceId": "131"}, {"categoryId": "5", "formalText": "Why can't you be mad at him?", "sourceId": "132"}, {"categoryId": "5", "formalText": "Can he explain why it's not okay for you to be mad.", "sourceId": "133"}, {"categoryId": "5", "formalText": "No, he said it's just that it's not okay to be mad about something.", "sourceId": "134"}, {"categoryId": "5", "formalText": "I'm like, I have the right to he doesn't say why you know, I guess maybe because he can't do anything wrong.", "sourceId": "135"}, {"categoryId": "5", "formalText": "But like I have the right to be upset, I guess maybe because me being mad hurts him but like he's doing things to make me mad.", "sourceId": "136"}, {"categoryId": "5", "formalText": "His behavior really just disappoints you.", "sourceId": "137"}, {"categoryId": "5", "formalText": "And he was like asking about me and do I have problems with anger management?", "sourceId": "138"}, {"categoryId": "5", "formalText": "Like I don't I'm not yelling at him.", "sourceId": "139"}, {"categoryId": "5", "formalText": "I'm just in a pissed-off tone of voice because that's what I am and I'm not not calling him names.", "sourceId": "140"}, {"categoryId": "5", "formalText": "I'm not hitting him or throwing things or even raising my voice.", "sourceId": "141"}, {"categoryId": "5", "formalText": "But like it's just the tone of my voice.", "sourceId": "142"}, {"categoryId": "5", "formalText": "Which is pretty honest it sounds like in reflecting what you really feel.", "sourceId": "143"}, {"categoryId": "5", "formalText": "yeah, and so I guess like what I have to be dishonest or", "sourceId": "144"}, {"categoryId": "5", "formalText": "It feels a bit lopsided.", "sourceId": "167"}, {"categoryId": "5", "formalText": "Yeah, it's not like I take down and write every time I cooked or he's cook dinner for me or stuff so I could be wrong about this, but I don't think I am.", "sourceId": "168"}, {"categoryId": "5", "formalText": "That's certainly it's the story that I've been hearing in here for quite a while.", "sourceId": "169"}, {"categoryId": "5", "formalText": "Yeah.", "sourceId": "170"}, {"categoryId": "5", "formalText": "And you know, I am only basing on what you say, but this is not inconsistent with things you said in the past you have felt that you've been taking one more of the responsibility in a relationship and more of the responsibility of caretaking for a long time.", "sourceId": "171"}, {"categoryId": "5", "formalText": "Yeah, and like he's been depressed for almost a year.", "sourceId": "172"}, {"categoryId": "5", "formalText": "Like that's a really long time.", "sourceId": "173"}, {"categoryId": "5", "formalText": "I mean it's not his fault because like he's at least it's not like he's been avoiding therapy and drugs or anything like that.", "sourceId": "175"}, {"categoryId": "5", "formalText": "He's he has appointments.", "sourceId": "176"}, {"categoryId": "5", "formalText": "He makes them he goes to them.", "sourceId": "177"}, {"categoryId": "5", "formalText": "I mean granted a lot of his therapy has been phone sessions because he's been feeling sick, but he still usually goes to his therapy twice a week, but it's", "sourceId": "178"}, {"categoryId": "5", "formalText": "So he's doing some of the things that you expect of him and working through this but not all.", "sourceId": "179"}, {"categoryId": "5", "formalText": "That's you know, one of the reasons his sleep bothers you so much is because that feels like something he could be doing to try to get better that he's not.", "sourceId": "181"}, {"categoryId": "5", "formalText": "I mean, I guess more when it impacts my plans for the next day.", "sourceId": "184"}, {"categoryId": "5", "formalText": "So it is kind of selfish because if he needs to sleep in on another day and I don't need him for anything that I get that I'm not mad about it and I can let it go but when it impacts plans that we would be doing together and then I have to work around him because he stayed up all night is just really tiresome.", "sourceId": "185"}, {"categoryId": "5", "formalText": "I'm sorry that you guys are having such a hard time being happy together.", "sourceId": "187"}, {"categoryId": "5", "formalText": "I mean, I think most of it's just stems from his his depression.", "sourceId": "188"}, {"categoryId": "5", "formalText": "That's like why I've been staying is because he can get better from that depression eventually he will and then he won't be like this anymore.", "sourceId": "189"}, {"categoryId": "5", "formalText": "I mean something's might still be the same but like he won't you know, the low libido won't be an issue anymore.", "sourceId": "190"}, {"categoryId": "5", "formalText": "And I mean, I guess I'll still be insomniacs, but if I can separate my plans from his I think me having a job would also help things a lot because then I would be getting out of the house and stuff.", "sourceId": "191"}, {"categoryId": "5", "formalText": "You'd feel less dependent on him for your day.", "sourceId": "192"}, {"categoryId": "5", "formalText": "So you see you having some of the same behavior that your boyfriend is having four different things.", "sourceId": "280"}, {"categoryId": "5", "formalText": "But my behavior affects him a lot less than his effects meat.", "sourceId": "281"}, {"categoryId": "5", "formalText": "Is there anyone in your daily life that could help hold you accountable to something that you set up?", "sourceId": "318"}, {"categoryId": "5", "formalText": "I don't know like maybe Sydney couldn't Theory.", "sourceId": "319"}, {"categoryId": "5", "formalText": "I don't know if you would I could ask him but like some things also are location-based.", "sourceId": "320"}, {"categoryId": "5", "formalText": "Like I can only do I can only dye yarn if I'm at my place and not when I met his place.", "sourceId": "321"}, {"categoryId": "5", "formalText": "But you can be at your place whenever you want.", "sourceId": "322"}, {"categoryId": "5", "formalText": "Sort of I mean yes or no, like I can borrow his car and just go there but like if we were like, oh, we're going to sleep at my place tonight then it's like oh I'm too sick to go over and then I'm like, okay fine.", "sourceId": "323"}, {"categoryId": "5", "formalText": "We stay at your place another night.", "sourceId": "324"}, {"categoryId": "5", "formalText": "And you know, it's a lot harder to motivate myself to go over to my place and I yarn then already buy it my place and then dye yarn because it's a whole like 15 minute drive to my place and I have to try back.", "sourceId": "325"}, {"categoryId": "5", "formalText": "I guess it's not that long of a drive but like it's still", "sourceId": "326"}, {"categoryId": "5", "formalText": "It's you I mean one of the things I heard you say earlier is maybe one thing that would help with Sydney is actually being having your day be a little less dependent on him.", "sourceId": "347"}, {"categoryId": "5", "formalText": "And I wonder if having you know is setting up some time to go to a place to go to separate from him that you're not Reliant upon him being up at a certain time for you to go to.", "sourceId": "349"}, {"categoryId": "5", "formalText": "If that might if I might actually feel good.", "sourceId": "351"}, {"categoryId": "5", "formalText": "It might and then I'll get out of the house in like at least be doing something.", "sourceId": "352"}, {"categoryId": "5", "formalText": "Yeah, not that I'm necessarily that productive, but that's okay.", "sourceId": "355"}]