[{"categoryId": "0", "formalText": "I mean he kind of surprisingly told me that he had a discussion with his wife and he talked a bit about being unhappy and she acknowledged that but then it was kind of dropped.", "sourceId": "16"}, {"categoryId": "0", "formalText": "I also remember that she had an opportunity to continue the conversation when he went to go see his kid at Indiana University, right and she chose drive with a friend instead.", "sourceId": "17"}, {"categoryId": "1", "formalText": "Yes, yes and then yes, so it's recognizing the lid it's just coming off with the pressure cooker other image that he has is he is he doesn't know it's terribly unpleasant but just vomiting up emotion and it's the best that he can be is restrained, but he recognizes that he's been having these physical reactions.", "sourceId": "40"}, {"categoryId": "2", "formalText": "He can feel it.", "sourceId": "41"}, {"categoryId": "2", "formalText": "It's like being with the sensations of the body and", "sourceId": "42"}, {"categoryId": "2", "formalText": "Just a lot of tension.", "sourceId": "44"}, {"categoryId": "2", "formalText": "He recognizes the closer he drives.", "sourceId": "45"}, {"categoryId": "2", "formalText": "To going home.", "sourceId": "46"}, {"categoryId": "2", "formalText": "It's just this build-up of tension.", "sourceId": "47"}, {"categoryId": "2", "formalText": "It's just such a yes.", "sourceId": "48"}, {"categoryId": "2", "formalText": "Virtual feeling.", "sourceId": "49"}, {"categoryId": "2", "formalText": "So give him a second to try and pull up together, but he's trying to remember a series of events so that.", "sourceId": "50"}, {"categoryId": "2", "formalText": "So that was the weekend.", "sourceId": "51"}, {"categoryId": "2", "formalText": "He thinks that he's just going to throw stuff out there at this point.", "sourceId": "52"}, {"categoryId": "2", "formalText": "It feels like no Ruby movie reference, but just a visual of he got these puzzle pieces and he's throwing them on the table.", "sourceId": "53"}, {"categoryId": "2", "formalText": "Like he doesn't know what so there's a sense of okay.", "sourceId": "54"}, {"categoryId": "2", "formalText": "It's not unreasonable to want to have a relationship emotional and physical intimacy.", "sourceId": "55"}, {"categoryId": "2", "formalText": "This is crazy.", "sourceId": "56"}, {"categoryId": "2", "formalText": "And there's just all this anger just kind of building up and.", "sourceId": "57"}, {"categoryId": "2", "formalText": "He's been holding back for a long time.", "sourceId": "59"}, {"categoryId": "2", "formalText": "Oh my God decades and it's probably anger that.", "sourceId": "60"}, {"categoryId": "2", "formalText": "Creates his marriage.", "sourceId": "61"}, {"categoryId": "2", "formalText": "Well, he's trying to decide if that's the chain of events.", "sourceId": "129"}, {"categoryId": "2", "formalText": "So he gets this back that all of this emotion is out there and he knows it's not it's got to be scary the living Jesus out of her because he's programs and it's in a pretty big way and he recognizes that may not have been his intent but he doesn't want to hit the plunger but there you go.", "sourceId": "132"}, {"categoryId": "2", "formalText": "He put the nuclear option on the table.", "sourceId": "133"}, {"categoryId": "2", "formalText": "He's not 100% sure but he was able to say,\"You know what I need physical and emotional Intimacy in my life, and I'm no longer willing to live without it.\"", "sourceId": "135"}, {"categoryId": "2", "formalText": "And that was a conversation that happened around the kitchen table, maybe yesterday or the day before he's not sure.", "sourceId": "137"}, {"categoryId": "2", "formalText": "He doesn't know it all started to and he recognized it this emotional Rage or whatever that he's in right now and he just started puking up junk and he's sorry.", "sourceId": "138"}, {"categoryId": "2", "formalText": "Well, he can't he can't and it's coming out and he gets that is painful for him and her and everybody else.", "sourceId": "146"}, {"categoryId": "2", "formalText": "He's done at some point.", "sourceId": "149"}, {"categoryId": "2", "formalText": "He doesn't know why but it is just and he has kind of Shut Out music a lot in his life over the past seven years, and he doesn't know why.", "sourceId": "150"}, {"categoryId": "2", "formalText": "Well, he shut down everything.", "sourceId": "152"}, {"categoryId": "2", "formalText": "But at some point something well, you know \"what you're asking me you're asking me to choose go to someplace where I can't go or you're leaving\" and he didn't. All he said where those words and that was her interpretation of that.", "sourceId": "171"}, {"categoryId": "2", "formalText": "You know, he thinks that was the really amazing part of all of this.", "sourceId": "175"}, {"categoryId": "2", "formalText": "All he can feel is anger not feeling the guilt.", "sourceId": "176"}, {"categoryId": "2", "formalText": "Yes, he gets that she's hurting and he knows that would have done to him in the past and he's not backing down and he knows that there's going to be an onslaught.", "sourceId": "178"}, {"categoryId": "2", "formalText": "He means, this is a fucking fire swamp.", "sourceId": "179"}, {"categoryId": "2", "formalText": "He mean this is just going to be this is going to be and he gets it.", "sourceId": "180"}, {"categoryId": "2", "formalText": "This is, this is the path that she set up a long time ago intentionally or unintentionally.", "sourceId": "181"}, {"categoryId": "2", "formalText": "She can't talk about her feelings.", "sourceId": "184"}, {"categoryId": "2", "formalText": "He's not good at being honest with him.", "sourceId": "201"}, {"categoryId": "2", "formalText": "Yes and what he's asking the complement that's missed is he wants to be close to you.", "sourceId": "205"}, {"categoryId": "2", "formalText": "That's not what she heard but in some ways.", "sourceId": "206"}, {"categoryId": "2", "formalText": "He doesn't think that's there.", "sourceId": "208"}, {"categoryId": "2", "formalText": "The thing that he brought out of that was working with man is working with a deep sense of Shame some of the pieces started to fall together there.", "sourceId": "256"}, {"categoryId": "2", "formalText": "His issue with having this mild deformity in his penis or his penis is this huge shame that has been the major defining defended kind of thing that's going out of his life and recognizing the power of that shame his God.", "sourceId": "258"}, {"categoryId": "2", "formalText": "Well, it's almost like he's been multiple ashamed in multiple areas.", "sourceId": "259"}, {"categoryId": "2", "formalText": "So the penis is a symbol of manhood that for him is a source of Shame men.", "sourceId": "260"}, {"categoryId": "2", "formalText": "He can give another human don't feel and if he feels he's weak or vulnerable and on so many levels.", "sourceId": "262"}, {"categoryId": "2", "formalText": "That's not even who he is.", "sourceId": "264"}, {"categoryId": "2", "formalText": "And so he's doing all this damaging messages takes a long time.", "sourceId": "265"}, {"categoryId": "2", "formalText": "Yes, so he's really trying to be patient with himself because yes.", "sourceId": "266"}, {"categoryId": "2", "formalText": "Well, he's not running away from it and he's not backing down from it.", "sourceId": "269"}, {"categoryId": "2", "formalText": "Yes, it's already both and he just doesn't know what the new beginning is, but whether whatever was ending a long time ago and it's just recognition, but that was over now.", "sourceId": "273"}, {"categoryId": "2", "formalText": "Whatever comes out of what he doesn't know at this point.", "sourceId": "274"}, {"categoryId": "2", "formalText": "I think he's made the decision not to waste another day.", "sourceId": "588"}, {"categoryId": "2", "formalText": "Oh, yes, that was definitely set.", "sourceId": "589"}, {"categoryId": "2", "formalText": "No, he's not stuck.", "sourceId": "591"}, {"categoryId": "2", "formalText": "He's changed the course of what this could look like for him.", "sourceId": "592"}, {"categoryId": "5", "formalText": "He went to see the kids so he had an opportunity to see my son Harry in.", "sourceId": "21"}, {"categoryId": "5", "formalText": "He stayed over with him lovely lovely evening went out to dinner or went out to breakfast went to out to dinner when his daughter came over.", "sourceId": "23"}, {"categoryId": "5", "formalText": "So they had he had an opportunity to connect with all of the kids.", "sourceId": "24"}, {"categoryId": "5", "formalText": "It was just him because his wife at the conference with her friends and then they all they all converged at Indiana University Sunday afternoon.", "sourceId": "26"}, {"categoryId": "5", "formalText": "His son was in a show.", "sourceId": "27"}, {"categoryId": "5", "formalText": "Okay, and it's all about these love triangles of people in unhappy marriages and Mistress of Mistresses.", "sourceId": "35"}, {"categoryId": "5", "formalText": "And there's his son playing him on stage and he said, \"Oh God, this is really the irony here is too thick for me to even sit in.\"", "sourceId": "36"}, {"categoryId": "5", "formalText": "He doesn't know and then yes, he doesn't know if he can really remember if there were other significant events of that week but the weekend for Christmas this year, they decide knots by guess they ended up buying a season subscription to Broadway on Detroit.", "sourceId": "62"}, {"categoryId": "5", "formalText": "So they got tickets and they end up going to the first one of those shows on Sunday night and they ended up going to dinner ahead of time and he was just in this place of kind of of now kind of of this but they're in this public place and it doesn't take a brain surgeon to know that there's something wrong.", "sourceId": "63"}, {"categoryId": "5", "formalText": "So she's asking him what's going on and he says recognizing that he is trying to jump back into those old patterns of he's not saying the words, but they're right there.", "sourceId": "64"}, {"categoryId": "5", "formalText": "There's nothing wrong.", "sourceId": "65"}, {"categoryId": "5", "formalText": "he's fine, but he's not going there.", "sourceId": "66"}, {"categoryId": "5", "formalText": "So he's just sitting with it and there's maybe some awkward silence, but he was finally and again, he's not going to be able to give the Serbian them or anything like that, but he was able in probably choppy senses and language able to get out expressing all this anger that he is feeling about.", "sourceId": "67"}, {"categoryId": "5", "formalText": "And again, he wishes he had his recorder so he could have gone back and replayed.", "sourceId": "68"}, {"categoryId": "5", "formalText": "What was that they he was really able to say but he knows that words probably like the bullet point that he could have used for the 6 News was he was able to say a third person relationship and he's the odd man out.", "sourceId": "69"}, {"categoryId": "5", "formalText": "He did say seven or eight years ago.", "sourceId": "70"}, {"categoryId": "5", "formalText": "You called down the flag from the flagship and you transferred it to Lisa's house and you left him here with nothing.", "sourceId": "71"}, {"categoryId": "5", "formalText": "And so he knows that was kind of like where he may or call other things that he was able to stay but for him it was like, okay and the point that he's trying to he was saying it but there was he doesn't know remember the sense of being out of control.", "sourceId": "73"}, {"categoryId": "5", "formalText": "It was more a sense of there was almost just calm determination.", "sourceId": "74"}, {"categoryId": "5", "formalText": "He's saying this he just kind of learned leaned into it a little bit and it was okay.", "sourceId": "75"}, {"categoryId": "5", "formalText": "And as a matter of fact it was like wow.", "sourceId": "76"}, {"categoryId": "5", "formalText": "You know the anticipation of saying that was far worse than saying it.", "sourceId": "78"}, {"categoryId": "5", "formalText": "Wooden table mean he thinks just the work that they've been doing questioning the canoe sitting with this.", "sourceId": "80"}, {"categoryId": "5", "formalText": "He thinks coming to some kind of resolve but he doesn't know when that happened but he got to this point and he remembers saying it out loud.", "sourceId": "81"}, {"categoryId": "5", "formalText": "He's going to have to get intimacy back into his life.", "sourceId": "83"}, {"categoryId": "5", "formalText": "And this is not an unreasonable thing for him to want.", "sourceId": "84"}, {"categoryId": "5", "formalText": "So he's got to do something.", "sourceId": "85"}, {"categoryId": "5", "formalText": "He's got to take some action to make this happen.", "sourceId": "86"}, {"categoryId": "5", "formalText": "He's recognizing not sitting on his emotions and being dishonest with himself is not going to get him there.", "sourceId": "87"}, {"categoryId": "5", "formalText": "He thinks initially there was a sense of being there was some talk about kind of where this is coming from but it's kind of like the process he's talking about that's true work.", "sourceId": "89"}, {"categoryId": "5", "formalText": "He's doing within individual counseling and stuff like that.", "sourceId": "90"}, {"categoryId": "5", "formalText": "There was the sense of like, \"oh really?\"", "sourceId": "91"}, {"categoryId": "5", "formalText": "\"So happy for you and you're doing this and it will be\" not those were the words but the essence was \"it will be so great when you finally get all fixed and come back and everything will be hunky-dory\" and it was just that that was like throwing gasoline on the fire and he said,", "sourceId": "92"}, {"categoryId": "5", "formalText": "That made it much worse.", "sourceId": "94"}, {"categoryId": "5", "formalText": "Right and it's just he recognizes just that kind of inflamed the torch where the fire and then he also recognized that the other kicker in that was that whenever they talk about intimacy.", "sourceId": "98"}, {"categoryId": "5", "formalText": "Yes, it's like we're not talking the same language and she says she's starting to get a little defensive and then the tears are welling up and that kind of thing and she says.", "sourceId": "100"}, {"categoryId": "5", "formalText": "\"All of the things that I do for you to show you how much I care my love and affection for you and all the intimacy that I give you. You're just not there for that.\"", "sourceId": "101"}, {"categoryId": "5", "formalText": "He said, \"Well tell me what that looks like because I believe that's what you're going you're trying to do but I don't know what looks like that\" and she says, \"Well I give you a kiss in the morning on my way out the door when I tell you I love you\" and it just came out of his mouth and he said, \"Yes, but you know what that looks like to me.\"", "sourceId": "102"}, {"categoryId": "5", "formalText": "It's just a reminder of all the things that he doesn't have in his life.", "sourceId": "103"}, {"categoryId": "5", "formalText": "It's just like well, this was probably not the most sensitive thing to stay in the moment, but it was.", "sourceId": "104"}, {"categoryId": "5", "formalText": "He got a pack on the head and that's it.", "sourceId": "106"}, {"categoryId": "5", "formalText": "Yes, and then it was kind of he recognizes that.", "sourceId": "109"}, {"categoryId": "5", "formalText": "He recognizes that was as far as she could go with that moment and she kind of went into this place of and it was almost time for them to move to the show, but then it became his was conversation about this and that and she was fiddling on the phone and looking at Facebook and telling him about this not he was just like before though he was saying that they were talking about physical intimacy so that conversation then spilled into whatever they were talking about about intimacy is automatic.", "sourceId": "110"}, {"categoryId": "5", "formalText": "It's about sexual intimacy.", "sourceId": "111"}, {"categoryId": "5", "formalText": "And you said you're not hearing him you're not hearing him and he gets it he gets her fear of sexual intimacy is so deep that that but she started talking about their sexual intimacy in terms of past tense is incompletely past tense.", "sourceId": "112"}, {"categoryId": "5", "formalText": "\"We had a really wonderful sexual intimacy in our life.", "sourceId": "114"}, {"categoryId": "5", "formalText": "We have three wonderful kids,\" not necessarily.", "sourceId": "115"}, {"categoryId": "5", "formalText": "She said these words, but it's", "sourceId": "116"}, {"categoryId": "5", "formalText": "That's over now and he can't go there anymore.", "sourceId": "117"}, {"categoryId": "5", "formalText": "And it's kind of like it's sort of happened at the moment.", "sourceId": "118"}, {"categoryId": "5", "formalText": "But the stone that kind of got pushed over there.", "sourceId": "119"}, {"categoryId": "5", "formalText": "It took a while before that all started to roll into a Avalanche and it's like wow.", "sourceId": "120"}, {"categoryId": "5", "formalText": "Okay, that's been his experience for the last 7 years, but that's never been stated that's never been stated like yeah, it's completely over.", "sourceId": "121"}, {"categoryId": "5", "formalText": "He has this image that he's the guy that's been sitting at the rear well station for the last 7 years waiting for the train to show up and he said, \"dude, what a dumbass this train is not even coming back and you're still sitting at the chain at the station.\"", "sourceId": "123"}, {"categoryId": "5", "formalText": "But he means that's where the anger is at in this morning.", "sourceId": "126"}, {"categoryId": "5", "formalText": "Yes, and if anything, the only thing that he can hold onto right now is that he can say that to him he can say that to him.", "sourceId": "213"}, {"categoryId": "5", "formalText": "Images just this deep sense of giving himself some love just like cradling those parts of him.", "sourceId": "231"}, {"categoryId": "5", "formalText": "The sense of all those years of.", "sourceId": "234"}, {"categoryId": "5", "formalText": "Be able to do that all those years of this foolish child who just had been alone and hurt or whatever that is.", "sourceId": "235"}, {"categoryId": "5", "formalText": "Yes and can't speak and interesting enough.", "sourceId": "237"}, {"categoryId": "5", "formalText": "There's this mask.", "sourceId": "238"}, {"categoryId": "5", "formalText": "He's wearing The Lone Ranger mask and a little cowboy hat.", "sourceId": "239"}, {"categoryId": "5", "formalText": "Yes, this fight world and he got rid of all that stuff.", "sourceId": "241"}, {"categoryId": "5", "formalText": "He doesn't even need to have this on.", "sourceId": "242"}, {"categoryId": "5", "formalText": "Yes, so he does meditation in the morning and he got this meditation bench.", "sourceId": "244"}, {"categoryId": "5", "formalText": "So the", "sourceId": "245"}, {"categoryId": "5", "formalText": "the pastor that he has is him kneeling on the floor in this bench and this 5 year old is just right from him and it's just it's really powerful imagery right now and it's that's really", "sourceId": "246"}, {"categoryId": "5", "formalText": "So in some ways he provides the intimacy that he needed because he believes that his feelings are true honest and valid and before he had been dismissing them.", "sourceId": "249"}, {"categoryId": "5", "formalText": "Yes, and he really does feel like there's a sense of commitment to that.", "sourceId": "250"}, {"categoryId": "5", "formalText": "There's a sense of power to that.", "sourceId": "251"}, {"categoryId": "5", "formalText": "There's a sense of he knows there's been no way that he can go back to whatever that was.", "sourceId": "252"}, {"categoryId": "5", "formalText": "So that's what a powerful game-changer for him sitting on Matt and Claire Carson's Workshop.", "sourceId": "253"}, {"categoryId": "5", "formalText": "No, he was just going to say yes, it was yesterday because they had the snow yesterday that he was in this place and she was home from school.", "sourceId": "279"}, {"categoryId": "5", "formalText": "He was trying to get some work done and then it was so they had this conversation talking about trying to go down that road of talking about intimacy and recognizing that were talking to complete different languages and he recognized in just sitting there trying to knock it into counselor mode, but really just trying to deeply listen to what she was saying.", "sourceId": "280"}, {"categoryId": "5", "formalText": "He feels and hears that she was so completely petrified of moving down the road of", "sourceId": "281"}, {"categoryId": "5", "formalText": "physical intimacy", "sourceId": "282"}, {"categoryId": "5", "formalText": "Yes, that's there's just and she's just screaming against it and yelling at him.", "sourceId": "283"}, {"categoryId": "5", "formalText": "Oh, yes, he can't go there and if he had some kind of thing that like if he was in a car accident and he was", "sourceId": "285"}, {"categoryId": "5", "formalText": "quadrilingual and he would stop loving her then to and he gets you know, he gets this is a very real thing for her and she says, \"Fine if intimacy is if that's so important to you then just go find somebody and have yourself a good lay\" and then so she's just yelling.", "sourceId": "286"}, {"categoryId": "5", "formalText": "Yes, he doesn't know and be happy or something.", "sourceId": "288"}, {"categoryId": "5", "formalText": "She can understand she can't hear what he's saying.", "sourceId": "289"}, {"categoryId": "5", "formalText": "You know, he thinks again it was just pouring more gasoline on the Fire.", "sourceId": "300"}, {"categoryId": "5", "formalText": "She can't hear that.", "sourceId": "303"}, {"categoryId": "5", "formalText": "She's never been able to hear that and he gets that now. He gets that probably all the way to the beginning of a relationship relationship, but that's not the way the relationship started which is still completely confusing because she was the one that initiated everything in the beginning and he.", "sourceId": "304"}, {"categoryId": "5", "formalText": "Yes, and so that was so all the sudden they got this completely upside down relationship.", "sourceId": "306"}, {"categoryId": "5", "formalText": "He thinks that having sort of the physical deformity and her cutting off sex 7 years ago.", "sourceId": "307"}, {"categoryId": "5", "formalText": "Oh, that was huge.", "sourceId": "308"}, {"categoryId": "5", "formalText": "Well, it confirmed his worst fears that he wasn't lovable.", "sourceId": "310"}, {"categoryId": "5", "formalText": "Even though that's not true.", "sourceId": "311"}, {"categoryId": "5", "formalText": "Of course and even though that wasn't what she was saying all of that aside deep down inside the story that he was really listening to that and that happened prior to seven years ago that happened.", "sourceId": "312"}, {"categoryId": "5", "formalText": "He means this is always been an issue and she's always it's always been this kind of thing.", "sourceId": "346"}, {"categoryId": "5", "formalText": "Like \"you can just love me for who I am.\"", "sourceId": "347"}, {"categoryId": "5", "formalText": "\"You got to have to have sex.\"", "sourceId": "348"}, {"categoryId": "5", "formalText": "Same story same story.", "sourceId": "358"}, {"categoryId": "5", "formalText": "He's not sure what point the honeymoon ended.", "sourceId": "359"}, {"categoryId": "5", "formalText": "It didn't last long and he's sure after the kids kind of like the sense of \"okay, I got three kids were done.\"", "sourceId": "360"}, {"categoryId": "5", "formalText": "So sex was always an issue.", "sourceId": "361"}, {"categoryId": "5", "formalText": "Yes, he doesn't know and he doesn't know if it's difficult to go back, but it's been a very long time.", "sourceId": "362"}, {"categoryId": "5", "formalText": "But that's the but that's the relationship in overtime overtime and eventually got to the place where they couldn't have sex at home anymore.", "sourceId": "369"}, {"categoryId": "5", "formalText": "So sex was relegated to maybe it free or four times a year by going away for the weekend.", "sourceId": "370"}, {"categoryId": "5", "formalText": "He was pretty much always initiate by him and they got to the point that the only way they're going to have sex as if they had two or four drinks beforehand.", "sourceId": "372"}, {"categoryId": "5", "formalText": "So they had to get in the self-medicating state before they go there.", "sourceId": "373"}, {"categoryId": "5", "formalText": "Yes, they kind of just recognize this and it's just ugly ugly to call out of the garage out.", "sourceId": "376"}, {"categoryId": "5", "formalText": "But yes, he thinks that he got to the point that.", "sourceId": "377"}, {"categoryId": "5", "formalText": "Well, he thinks yes, he thinks between Matt and for at least 10 years she had these premenopause migraine.", "sourceId": "381"}, {"categoryId": "5", "formalText": "So he means if it's not a headache or working or the kids or whatever, there is no time when it's like wow, there's just no time.", "sourceId": "382"}, {"categoryId": "5", "formalText": "There's no time and then", "sourceId": "383"}, {"categoryId": "5", "formalText": "It's almost like and obviously I don't know his wife, but it's almost like you know what their real fear might be about for her finding out.", "sourceId": "386"}, {"categoryId": "5", "formalText": "There's something wrong with her.", "sourceId": "387"}, {"categoryId": "5", "formalText": "This is not about sex. Sex is just a way to communicate emotional intimacy.", "sourceId": "406"}, {"categoryId": "5", "formalText": "Right in this and the conversation always gets derailed around this they end up talking about this and it's like okay.", "sourceId": "407"}, {"categoryId": "5", "formalText": "They're missing the point missing the point completely.", "sourceId": "408"}, {"categoryId": "5", "formalText": "Intimacy is the ability to completely learn about the other person and right now he knows that he can't go there.", "sourceId": "413"}, {"categoryId": "5", "formalText": "He's never been able to go there with her because there's such a huge part of her life that he recognizes that he can't bring his word ability to because that's like, okay.", "sourceId": "414"}, {"categoryId": "5", "formalText": "Well, he's going to be completely open and burn a bowl with her, but she doesn't have to be", "sourceId": "415"}, {"categoryId": "5", "formalText": "He's getting he's putting his intimacy into his life.", "sourceId": "426"}, {"categoryId": "5", "formalText": "He feels like he made this commitment to myself whatever a week ago 2 weeks ago and he said, you know, he already has friends.", "sourceId": "429"}, {"categoryId": "5", "formalText": "He has friends that care about him and he recognizes some things about him who the hell says.", "sourceId": "431"}, {"categoryId": "5", "formalText": "She meant sexually though.", "sourceId": "434"}, {"categoryId": "5", "formalText": "He knows she did and he's not ready to go there.", "sourceId": "435"}, {"categoryId": "5", "formalText": "It made him feel really cheap.", "sourceId": "438"}, {"categoryId": "5", "formalText": "It made him feel really angry like God.", "sourceId": "439"}, {"categoryId": "5", "formalText": "He didn't accept it.", "sourceId": "441"}, {"categoryId": "5", "formalText": "He means he feels that and at the time he was in this place of listening to it, but he wasn't in a place of reacting.", "sourceId": "442"}, {"categoryId": "5", "formalText": "He went quickly to this place of \"You know what I can sit here and listen\" and he can just be in the moment and listen and that's all he can handle and he's not feeling like not that he is having down his emotions, but he feels like at point.", "sourceId": "443"}, {"categoryId": "5", "formalText": "He's just giving her the gift and allowing her to get it out.", "sourceId": "444"}, {"categoryId": "5", "formalText": "Well this morning and he recognizes that for he doesn't know how many years he showed up Faithfully to Wednesday night choir practice and she goes out with the girls every once in a while.", "sourceId": "448"}, {"categoryId": "5", "formalText": "He goes home after choir practice he goes home and whatever watch a series.", "sourceId": "449"}, {"categoryId": "5", "formalText": "He's been watching on Netflix or whatever so last night.", "sourceId": "450"}, {"categoryId": "5", "formalText": "It was \"Screw this I'm not going home anymore.\"", "sourceId": "451"}, {"categoryId": "5", "formalText": "He's tired of sitting in front of the God damn television and wasting his life.", "sourceId": "452"}, {"categoryId": "5", "formalText": "So he asked him the guys.", "sourceId": "453"}, {"categoryId": "5", "formalText": "He doesn't want to go to the bar.", "sourceId": "454"}, {"categoryId": "5", "formalText": "\"Do you want to grab a Starbucks?\"", "sourceId": "456"}, {"categoryId": "5", "formalText": "He did.", "sourceId": "458"}, {"categoryId": "5", "formalText": "You shouldn't share your inability with people who don't deserve your credibility and he recognized in the mist of this last night going out with this guy was like", "sourceId": "467"}, {"categoryId": "5", "formalText": "\"We're not going there.\"", "sourceId": "468"}, {"categoryId": "5", "formalText": "And that's okay.", "sourceId": "471"}, {"categoryId": "5", "formalText": "He did it. He said okay.", "sourceId": "473"}, {"categoryId": "5", "formalText": "He's got to go now.", "sourceId": "474"}, {"categoryId": "5", "formalText": "Oh that's coming instead of going out with the girls last night.", "sourceId": "476"}, {"categoryId": "5", "formalText": "She went home, but she didn't tell me she was going home.", "sourceId": "477"}, {"categoryId": "5", "formalText": "So he gets this text.", "sourceId": "478"}, {"categoryId": "5", "formalText": "\"I'm almost home.\"", "sourceId": "479"}, {"categoryId": "5", "formalText": "He gets this text.", "sourceId": "480"}, {"categoryId": "5", "formalText": "\"So are you?\"", "sourceId": "481"}, {"categoryId": "5", "formalText": "\"Okay?\"", "sourceId": "482"}, {"categoryId": "5", "formalText": "\"Where are you?\"", "sourceId": "483"}, {"categoryId": "5", "formalText": "\"I came home after choir practice and you weren't here\" and he just he could have just started to feel it bubbling up.", "sourceId": "484"}, {"categoryId": "5", "formalText": "Rage anger and he said this all about clean now.", "sourceId": "486"}, {"categoryId": "5", "formalText": "This is all about recognizing that he put the goddamn nuclear option on the table.", "sourceId": "487"}, {"categoryId": "5", "formalText": "And now after 7 years are finally going to pay some attention to him.", "sourceId": "488"}, {"categoryId": "5", "formalText": "And then he has ever seen in the morning.", "sourceId": "492"}, {"categoryId": "5", "formalText": "He has a routine in the morning for years and this has been spoken about its known. He wakes up very slowly in the mornings.", "sourceId": "493"}, {"categoryId": "5", "formalText": "He has and half hour to 45 minutes meditation routine exercise.", "sourceId": "494"}, {"categoryId": "5", "formalText": "He has to go walk the dog and he moves. He gets up very early in the morning because that's his time.", "sourceId": "495"}, {"categoryId": "5", "formalText": "She got up this morning at 5:30 and she's out there making breakfast and.", "sourceId": "496"}, {"categoryId": "5", "formalText": "Pissed.", "sourceId": "497"}, {"categoryId": "5", "formalText": "And he's getting up and he went out and he walks the dog.", "sourceId": "498"}, {"categoryId": "5", "formalText": "They normally walk for five minutes, but he just walked and he was so in touch with one of the other episodes where he was where he was that angry and he just ended up walking down the country road for about 3 miles and he wasn't coming back.", "sourceId": "499"}, {"categoryId": "5", "formalText": "It was just like he's and he's still.", "sourceId": "500"}, {"categoryId": "5", "formalText": "It's just too little too late.", "sourceId": "503"}, {"categoryId": "5", "formalText": "Yes, well, it's so intimacy.", "sourceId": "504"}, {"categoryId": "5", "formalText": "It's like putting a Band-Aid over a gunshot wound.", "sourceId": "505"}, {"categoryId": "5", "formalText": "So what he feels is he's putting all this intimacy out here and you're just pushing me away, and he said he can't just turn it on like a spigot.", "sourceId": "510"}, {"categoryId": "5", "formalText": "Sure sure, and it's still another representation of the fact that she doesn't even get what he's asking.", "sourceId": "511"}, {"categoryId": "5", "formalText": "I would imagine it minimizes what he feels.", "sourceId": "516"}, {"categoryId": "5", "formalText": "He was sitting there and he physically felt like he was going to vomit and he was shaking. He could barely talk.", "sourceId": "517"}, {"categoryId": "5", "formalText": "He was able to tell her that he's feeling such anger and rage right now that he can't even function.", "sourceId": "518"}, {"categoryId": "5", "formalText": "And at that point he just got up.", "sourceId": "520"}, {"categoryId": "5", "formalText": "He just whatever he was doing.", "sourceId": "521"}, {"categoryId": "5", "formalText": "He was getting he recognized he didn't shave. He barely remember to get his books.", "sourceId": "522"}, {"categoryId": "5", "formalText": "He's such a place here this morning.", "sourceId": "524"}, {"categoryId": "5", "formalText": "He can barely payment.", "sourceId": "525"}, {"categoryId": "5", "formalText": "It's all fucking around and he said yes sitting around in choir practice last night.", "sourceId": "530"}, {"categoryId": "5", "formalText": "He said, \"I'm so fucking tired of this.\"", "sourceId": "531"}, {"categoryId": "5", "formalText": "He's living this lie.", "sourceId": "532"}, {"categoryId": "5", "formalText": "He's done with this shit.", "sourceId": "534"}, {"categoryId": "5", "formalText": "Done with so he recognizes that this is a huge it's going to be they're not talking like he doesn't know.", "sourceId": "536"}, {"categoryId": "5", "formalText": "Well, he has one friend and he thinks at this point, unfortunately, he doesn't know.", "sourceId": "538"}, {"categoryId": "5", "formalText": "He doesn't know if it's fortunate or unfortunate, but they're both really kind of in the same boat right now.", "sourceId": "539"}, {"categoryId": "5", "formalText": "But he thinks they both recognize how needy they are how what the needs are for boundaries in this.", "sourceId": "541"}, {"categoryId": "5", "formalText": "So he thinks they're trying to really work on that but he feels so out of control.", "sourceId": "542"}, {"categoryId": "5", "formalText": "And he's just he doesn't want to hurt anybody else.", "sourceId": "544"}, {"categoryId": "5", "formalText": "You know, he does have a connection with some people and he feels like he's got people he's got a network of people here.", "sourceId": "547"}, {"categoryId": "5", "formalText": "Thank God.", "sourceId": "548"}, {"categoryId": "5", "formalText": "He's got a network of people here in a little bit here in a little bit there.", "sourceId": "549"}, {"categoryId": "5", "formalText": "Yes, and he recognizes that there's some professional boundary things that he's got to be really concerned about in that kind of thing.", "sourceId": "551"}, {"categoryId": "5", "formalText": "He supposes if he sat and reflected on it, he supposes that that's kind of the way he does things.", "sourceId": "562"}, {"categoryId": "5", "formalText": "Okay, it's been a long time coming.", "sourceId": "563"}, {"categoryId": "5", "formalText": "Like planning and planning to build a house in finally.", "sourceId": "564"}, {"categoryId": "5", "formalText": "They're going to make it happen planning and planning to start your own business and it's like, okay.", "sourceId": "566"}, {"categoryId": "5", "formalText": "So he supposes that that's the way he does things.", "sourceId": "568"}]