[{"categoryId": "1", "formalText": "She was pretty bad a few weeks ago like just beginning of the weekend.", "sourceId": "64"}, {"categoryId": "1", "formalText": "She was real sad, and she's not right now.", "sourceId": "65"}, {"categoryId": "2", "formalText": "She can't figure out what that is, but that's okay.", "sourceId": "72"}, {"categoryId": "2", "formalText": "It seems like you know, it seems like that's all they just seem.", "sourceId": "73"}, {"categoryId": "2", "formalText": "Unclear which particular personally she thinks is right and partially is really anxious.", "sourceId": "74"}, {"categoryId": "2", "formalText": "Oh, well, she better not mess with anything.", "sourceId": "75"}, {"categoryId": "2", "formalText": "Yeah, she doesn't know at what point she starts feeling safe.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She thinks it would be more like must she start feeling safe then more than she forgets that she is not safe, and she's not.", "sourceId": "77"}, {"categoryId": "2", "formalText": "It's not that recognizing that she's not save doesn't begin to protect her or anything like that.", "sourceId": "79"}, {"categoryId": "2", "formalText": "She feels like when she's worried about things getting bad, she feels like things could be bad tomorrow or even today and like.", "sourceId": "157"}, {"categoryId": "5", "formalText": "You know, it's sort of odd starting again, you know, like when you go on a weekend trip, it doesn't actually feel like a weekend.", "sourceId": "10"}, {"categoryId": "5", "formalText": "They're really good friends like very into them. They seemed very relaxed about it, which is nice.", "sourceId": "11"}, {"categoryId": "5", "formalText": "Yeah, they were in Ohio where the wife Carrie was director of stocks and bonds and then her adviser moved to Springfield.", "sourceId": "13"}, {"categoryId": "5", "formalText": "And so now they're like half an hour away from her family, which is like nice and also bad.", "sourceId": "14"}, {"categoryId": "5", "formalText": "So yeah why they were there. They helped Cody set up the crib because they're calling every other day to ask do you have", "sourceId": "15"}, {"categoryId": "5", "formalText": "The crib set up yet, and they're like the baby's not going to sleep in the crib until it's like at least several months old.", "sourceId": "16"}, {"categoryId": "5", "formalText": "It's really okay.", "sourceId": "17"}, {"categoryId": "5", "formalText": "So they took a picture of them with the crib and said it it made her feel like the benefits of neglect for her parents.", "sourceId": "18"}, {"categoryId": "5", "formalText": "Like well, it wasn't great when she was a kid.", "sourceId": "19"}, {"categoryId": "5", "formalText": "But at this point either that whatever they think is okay is like make comments about her weight.", "sourceId": "20"}, {"categoryId": "5", "formalText": "For example.", "sourceId": "21"}, {"categoryId": "5", "formalText": "Yeah, it's not all that great.", "sourceId": "22"}, {"categoryId": "5", "formalText": "It was good for James and she should be able to like they should really long ride together.", "sourceId": "23"}, {"categoryId": "5", "formalText": "They talked about his field and what they're going to do and after you finish his degree and where they want to be and what they found and what they would want to be doing.", "sourceId": "24"}, {"categoryId": "5", "formalText": "They pretty much agreed that they don't want to be back in Columbus, and they wouldn't want to be in the Midwest.", "sourceId": "25"}, {"categoryId": "5", "formalText": "Did some breathing space and James got to take a couple of days off and that was good.", "sourceId": "26"}, {"categoryId": "5", "formalText": "She told Cody and Carrie about the ECT and they touch on they talked about that sure.", "sourceId": "27"}, {"categoryId": "5", "formalText": "They just want to know about it and asking interesting questions.", "sourceId": "28"}, {"categoryId": "5", "formalText": "So they talk.", "sourceId": "29"}, {"categoryId": "5", "formalText": "She feels like James and her are really worried that she will suddenly get dramatically worse.", "sourceId": "30"}, {"categoryId": "5", "formalText": "Amazingly enough.", "sourceId": "31"}, {"categoryId": "5", "formalText": "James doesn't like it when she makes jokes about suicide and sometimes she forgets them.", "sourceId": "32"}, {"categoryId": "5", "formalText": "She was sorry.", "sourceId": "33"}, {"categoryId": "5", "formalText": "Maybe it's one thing that would be good for a while.", "sourceId": "34"}, {"categoryId": "5", "formalText": "Her roommate finally emailed me back.", "sourceId": "35"}, {"categoryId": "5", "formalText": "Yeah, and was like, yeah, that sounds great in like July.", "sourceId": "37"}, {"categoryId": "5", "formalText": "She's going to come.", "sourceId": "38"}, {"categoryId": "5", "formalText": "She just thinks they're sort of on the same page.", "sourceId": "40"}, {"categoryId": "5", "formalText": "You're a nice person whom she likes and they're probably not going to be friends.", "sourceId": "41"}, {"categoryId": "5", "formalText": "She's pretty okay with that.", "sourceId": "42"}, {"categoryId": "5", "formalText": "She was thinking she takes a lot of work.", "sourceId": "43"}, {"categoryId": "5", "formalText": "She probably feels the same way about her.", "sourceId": "44"}, {"categoryId": "5", "formalText": "It takes a lot of work to be her friends.", "sourceId": "46"}, {"categoryId": "5", "formalText": "It's good to be around friends.", "sourceId": "48"}, {"categoryId": "5", "formalText": "James sounds like he feels like he doesn't make friends easily.", "sourceId": "49"}, {"categoryId": "5", "formalText": "And she feels like it's easy for her to make friends, but she tends to make friends with people who are kind of like.", "sourceId": "50"}, {"categoryId": "5", "formalText": "Katy Perry's husband, he talks like so much.", "sourceId": "51"}, {"categoryId": "5", "formalText": "He just talked for 48 hours.", "sourceId": "52"}, {"categoryId": "5", "formalText": "It's amazing.", "sourceId": "53"}, {"categoryId": "5", "formalText": "She goes to bed and he be talking and she'd get up and meet her talkin and he talked it's great.", "sourceId": "54"}, {"categoryId": "5", "formalText": "It's not like he's talking about the same things.", "sourceId": "55"}, {"categoryId": "5", "formalText": "He just has a lot of ideas.", "sourceId": "56"}, {"categoryId": "5", "formalText": "She doesn't know what to talk about.", "sourceId": "57"}, {"categoryId": "5", "formalText": "So she feels like if she holds her nose just so everything will be okay.", "sourceId": "58"}, {"categoryId": "5", "formalText": "What I said to him last week was very helpful.", "sourceId": "82"}, {"categoryId": "5", "formalText": "Yeah, what's going on with James is also not monolithic.", "sourceId": "83"}, {"categoryId": "5", "formalText": "Speaking of save a story from her childhood her grandparents.", "sourceId": "84"}, {"categoryId": "5", "formalText": "She might have told me the story already.", "sourceId": "85"}, {"categoryId": "5", "formalText": "Her grandparents lived in this nice big old cabin, not really a cabin but like a wood house on and as they got older they were really she suspects they were really never much for cleanliness based on the way.", "sourceId": "86"}, {"categoryId": "5", "formalText": "She was raised. Her standards from are different from other people's as she has learned like soap is necessary good to know so like.", "sourceId": "87"}, {"categoryId": "5", "formalText": "These are her grandparents.", "sourceId": "88"}, {"categoryId": "5", "formalText": "Yeah, they never really like nothing ever got clean.", "sourceId": "89"}, {"categoryId": "5", "formalText": "There was like a film of grease on their clean dishes and like all their food would go bad in the fridge.", "sourceId": "90"}, {"categoryId": "5", "formalText": "Like they just left it there.", "sourceId": "91"}, {"categoryId": "5", "formalText": "They probably shouldn't have been living there by themselves but like no one was going to tell them what to do.", "sourceId": "92"}, {"categoryId": "5", "formalText": "She was like 10 or so and they are visiting and they had a friend of the family visiting them to have never been there before so he was trying to make coffee and like where is the coffee pot?", "sourceId": "94"}, {"categoryId": "5", "formalText": "And he pulled some milk out of the fridge and turned and said is this safe and they were like nothing is safe.", "sourceId": "95"}, {"categoryId": "5", "formalText": "She's not telling some of her dad's she's not telling some of her dad's favorite stories about his parents at this point or about their interactions with his parents.", "sourceId": "96"}, {"categoryId": "5", "formalText": "Did not eat anything the whole trip.", "sourceId": "97"}, {"categoryId": "5", "formalText": "They'd like bring food every time they came.", "sourceId": "98"}, {"categoryId": "5", "formalText": "Was maybe four or five maybe a little bit older but not much and being their drink daffodil season and they have like thousands of daffodils and she just picked them all.", "sourceId": "99"}, {"categoryId": "5", "formalText": "She just thinks all of them and put them all over the house and they were totally fine with that.", "sourceId": "100"}, {"categoryId": "5", "formalText": "She ended up talking about family with Carrie.", "sourceId": "101"}, {"categoryId": "5", "formalText": "She thinks Terry's family is driving Cody kind of meds.", "sourceId": "102"}, {"categoryId": "5", "formalText": "She thinks Vincent to them was a way of continuing to be gracious to them.", "sourceId": "103"}, {"categoryId": "5", "formalText": "Where say people you know, they're thinking a lot about family about to have a kid thinking about them a little sad James and she are so far from that don't necessarily have to.", "sourceId": "104"}, {"categoryId": "5", "formalText": "Yeah, they're just not ready to have a kid.", "sourceId": "105"}, {"categoryId": "5", "formalText": "She thinks both of them would like to be.", "sourceId": "106"}, {"categoryId": "5", "formalText": "She really can't take care of James right now.", "sourceId": "108"}, {"categoryId": "5", "formalText": "Can take care of a child and also more broadly.", "sourceId": "110"}, {"categoryId": "5", "formalText": "She means she can really see the ways that the crazy has been passed down through the generations to her and like she doesn't know how to make it stop.", "sourceId": "111"}, {"categoryId": "5", "formalText": "Play both sides of her grandparents is nuts or were you know, yeah pretty unhappy and neither kids pretty unhappy and now she's pretty unhappy.", "sourceId": "113"}, {"categoryId": "5", "formalText": "She doesn't know how you stop that.", "sourceId": "114"}, {"categoryId": "5", "formalText": "She had a face with encounter with her aunt who is her mom's sister who was a psychologist even moved to Utah to be an artist.", "sourceId": "116"}, {"categoryId": "5", "formalText": "She's nuts.", "sourceId": "117"}, {"categoryId": "5", "formalText": "She tries to avoid talking about psychology with her.", "sourceId": "119"}, {"categoryId": "5", "formalText": "She's always ends up talking about that's just not helpful for her.", "sourceId": "120"}, {"categoryId": "5", "formalText": "You know in some ways it makes sense growing up in the household.", "sourceId": "122"}, {"categoryId": "5", "formalText": "She did of course.", "sourceId": "123"}, {"categoryId": "5", "formalText": "She's a psychologist adults you figure out the shit out.", "sourceId": "124"}, {"categoryId": "5", "formalText": "She really wants to have a family. She wants to have children.", "sourceId": "125"}, {"categoryId": "5", "formalText": "In a lot of ways, she thinks she'd be really good at it.", "sourceId": "127"}, {"categoryId": "5", "formalText": "Like now, she means, she doesn't mean that she does actually when she said that she feels like the more she sort of gets better.", "sourceId": "129"}, {"categoryId": "5", "formalText": "Whatever that looks like.", "sourceId": "130"}, {"categoryId": "5", "formalText": "She just feels like the pressure is on to be well.", "sourceId": "131"}, {"categoryId": "5", "formalText": "She wants to say that she thinks that's too much pressure for Chad.", "sourceId": "136"}, {"categoryId": "5", "formalText": "As long as they're clear whom they're looking for out here.", "sourceId": "137"}, {"categoryId": "5", "formalText": "Yeah.", "sourceId": "138"}, {"categoryId": "5", "formalText": "She doesn't never going to she knows that she just can't stop both trying and feeling like it's vitally important that she does.", "sourceId": "139"}, {"categoryId": "5", "formalText": "Like she and James always have the option of leaving and never feeling pressured.", "sourceId": "142"}, {"categoryId": "5", "formalText": "Behind this she feels that they can have a better life without her and for her when she thinks about James leaving her.", "sourceId": "148"}, {"categoryId": "5", "formalText": "She just can't handle it all there's nothing after that.", "sourceId": "149"}, {"categoryId": "5", "formalText": "I feel that a part of her is feeling really really bad.", "sourceId": "151"}, {"categoryId": "5", "formalText": "She's getting pretty close to feeling that James and her would be better off without her.", "sourceId": "158"}, {"categoryId": "5", "formalText": "But she's not sure that she would ever leave James.", "sourceId": "159"}, {"categoryId": "5", "formalText": "She feels like at least now that if you push her hard, she would always say that.", "sourceId": "160"}, {"categoryId": "5", "formalText": "Well, that strikes me is pretty upset depressed.", "sourceId": "161"}, {"categoryId": "5", "formalText": "And feeling.", "sourceId": "162"}, {"categoryId": "5", "formalText": "Yeah, but sometimes that is a lot.", "sourceId": "164"}, {"categoryId": "5", "formalText": "Sometimes the attitude that people would be better off without her just gets immediately answered by you know, that's not the way things are and she's glad I'm in her life and so it will be okay.", "sourceId": "165"}, {"categoryId": "5", "formalText": "When she feels that way she has her feelings are mixed around about having any way in that from him.", "sourceId": "166"}, {"categoryId": "5", "formalText": "It can be and taking care of her in a certain ways and the other having to worry about them about how she's doing.", "sourceId": "167"}, {"categoryId": "5", "formalText": "When were going to leave and that she's feeling she's not going to be able to put up with it.", "sourceId": "168"}, {"categoryId": "5", "formalText": "Yeah, she worries about every about people getting hurt by her.", "sourceId": "172"}, {"categoryId": "5", "formalText": "You know, she thinks what she was thinking about suicide a lot at least part of it was at least she won't have to see it when she inevitable having to see it or.", "sourceId": "173"}]