[{"categoryId": "0", "formalText": "She doesn't really have a clear handle on what she's talking about even here.", "sourceId": "78"}, {"categoryId": "0", "formalText": "She's trying not to forget that.", "sourceId": "79"}, {"categoryId": "0", "formalText": "She wonders if somewhere, it felt like telling her how she was self-centered, which it seems to her she's feeling, is one of the worst things in the world, in a way, that sort of third rail for her when she feels like she's being that way.", "sourceId": "103"}, {"categoryId": "0", "formalText": "She didn't know think that she felt like that.", "sourceId": "105"}, {"categoryId": "0", "formalText": "She has a hard time telling me that she thinks I'm wrong increasingly like that.", "sourceId": "106"}, {"categoryId": "0", "formalText": "Because she thinks it's like, the longer we work together the more I end up being right.", "sourceId": "107"}, {"categoryId": "0", "formalText": "She doesn't like not relying on her own judgment.", "sourceId": "110"}, {"categoryId": "0", "formalText": "She feels really uncomfortable with that, like saying like she doesn't see how this is, right, but from experience she should probably sit with it for a while and see it's actually very scary to talk to me about this.", "sourceId": "111"}, {"categoryId": "0", "formalText": "There's no if. It's worse, if she's actually making the decision of whether to do that and how, as opposed to me asking her to do that.", "sourceId": "115"}, {"categoryId": "0", "formalText": "Because then if it ends badly for her, it's like she's.", "sourceId": "116"}, {"categoryId": "0", "formalText": "It is very scary community to let to let her know that she trusts me that, that much because clearly I'm with her. Like that's just going to happen.", "sourceId": "117"}, {"categoryId": "0", "formalText": "She certainly feels like it's not like it's eventually not going to be okay for it to be about what she needs, but she doesn't know if that's the same thing as what I'm saying.", "sourceId": "124"}, {"categoryId": "0", "formalText": "She just thought this is not going to end well.", "sourceId": "129"}, {"categoryId": "0", "formalText": "She guesses also the way that our conversations go, and we talked for a long time.", "sourceId": "130"}, {"categoryId": "0", "formalText": "And this is going on, and she sort of says well that makes sense or like no that doesn't feel right.", "sourceId": "131"}, {"categoryId": "0", "formalText": "But like she doesn't know. She worries about, she just worries about being wrong.", "sourceId": "132"}, {"categoryId": "0", "formalText": "And she knows that she probably doesn't need to, but she do.", "sourceId": "133"}, {"categoryId": "5", "formalText": "James is not doing so well.", "sourceId": "3"}, {"categoryId": "5", "formalText": "She doesn't really know what he like went out for a walk last night late and got back later.", "sourceId": "4"}, {"categoryId": "5", "formalText": "And she said, \"Is there anything I can do?\" And he said, \"Probably not,\" and then that was that. There's isn't anything she can do.", "sourceId": "5"}, {"categoryId": "5", "formalText": "She doesn't know where to start.", "sourceId": "6"}, {"categoryId": "5", "formalText": "She doesn't know whether like she doesn't know whether at any given moment.", "sourceId": "7"}, {"categoryId": "5", "formalText": "She doesn't know if what she's doing is the right thing or the wrong thing, and whether she's helping him or hurting him.", "sourceId": "8"}, {"categoryId": "5", "formalText": "It's like anything she does.", "sourceId": "9"}, {"categoryId": "5", "formalText": "She feels like they just don't trust each other right now.", "sourceId": "10"}, {"categoryId": "5", "formalText": "They were watching Lewis.", "sourceId": "11"}, {"categoryId": "5", "formalText": "They watch it like Tuesday's less than a week.", "sourceId": "12"}, {"categoryId": "5", "formalText": "It's only 20 minutes episodes.", "sourceId": "13"}, {"categoryId": "5", "formalText": "There was an episode last night of a guy who's a very old friend of Lewis comes into town and basically takes Louis out and then tells him he's going to kill himself. Until like they saw it was about suicide like, on the blur, James was like so they didn't watch it one night.", "sourceId": "14"}, {"categoryId": "5", "formalText": "Then the next night.", "sourceId": "15"}, {"categoryId": "5", "formalText": "It was like, \"Do you want to skip it?\" And he was like, \"What about you? I'm fine.\" And she was like, \"But let's watch it.\"", "sourceId": "16"}, {"categoryId": "5", "formalText": "It wasn't very. It just wasn't great.", "sourceId": "17"}, {"categoryId": "5", "formalText": "It just didn't go anywhere and it didn't feel inauthentic to her.", "sourceId": "19"}, {"categoryId": "5", "formalText": "She just felt like the show's writers.", "sourceId": "20"}, {"categoryId": "5", "formalText": "Didn't know what they were trying to say.", "sourceId": "21"}, {"categoryId": "5", "formalText": "She means, it's like she doesn't really know, because she can't talk to him about it.", "sourceId": "23"}, {"categoryId": "5", "formalText": "She feels like James is just afraid that he's going to come back one day, and she will have killed herself, but she can see why one would not trust her to give in that and she can't promise him that she won't. She's trying but.", "sourceId": "24"}, {"categoryId": "5", "formalText": "They went out for a drink after church.", "sourceId": "25"}, {"categoryId": "5", "formalText": "She guesses two weeks ago.", "sourceId": "26"}, {"categoryId": "5", "formalText": "Now are they going to have with the regulars from church and at the very end of the evening, everyone was like like an hour at the very end of the conversation.", "sourceId": "27"}, {"categoryId": "5", "formalText": "One of them was like a psychologist.", "sourceId": "28"}, {"categoryId": "5", "formalText": "She thinks his ordained in the church also, but she's considering him a psychologist, somehow by calling, like getting calls from him like emergency calls from his patient came up.", "sourceId": "29"}, {"categoryId": "5", "formalText": "She's like what he said was like well, \"If they're calling me, they don't want to die, but they're still suicidal,\" and everyone was like, \"Huh?\"", "sourceId": "30"}, {"categoryId": "5", "formalText": "She doesn't want to say anything.", "sourceId": "31"}, {"categoryId": "5", "formalText": "She's not quite sure why she thought of that. This was the same to evening wear another of the people.", "sourceId": "32"}, {"categoryId": "5", "formalText": "She was hanging out with worked at Frederick.", "sourceId": "33"}, {"categoryId": "5", "formalText": "So it was kind of a weird evening in that.", "sourceId": "34"}, {"categoryId": "5", "formalText": "She doesn't know. Fortunately, nobody was that interested in listening to her.", "sourceId": "35"}, {"categoryId": "5", "formalText": "Like, she was part of the conversation, but nobody was relying on her to lead it.", "sourceId": "36"}, {"categoryId": "5", "formalText": "It was easier than it might have been. She didn't have to take a stand or anyting.", "sourceId": "37"}, {"categoryId": "5", "formalText": "It could have been much more comfortable than it was.", "sourceId": "38"}, {"categoryId": "5", "formalText": "She thinks she's doing better, but it doesn't seem fair to her to make promises like that.", "sourceId": "39"}, {"categoryId": "5", "formalText": "She can't. She doesn't like remember not being able to talk to James about something that was important in her life before. She just never", "sourceId": "41"}, {"categoryId": "5", "formalText": "Even like falling in love with another man was something she could talk to James about.", "sourceId": "42"}, {"categoryId": "5", "formalText": "It's like she's really used to thinking that most things are her fault.", "sourceId": "43"}, {"categoryId": "5", "formalText": "So it's like she doesn't even notice it anymore.", "sourceId": "44"}, {"categoryId": "5", "formalText": "It's just like a baseline assumption, until she starts thinking that things would just be better if she were part of the equation, but that's exactly the problem right now.", "sourceId": "45"}, {"categoryId": "5", "formalText": "Like the fact that she thinks that is what is problematic.", "sourceId": "46"}, {"categoryId": "5", "formalText": "So driving into one of the events.", "sourceId": "48"}, {"categoryId": "5", "formalText": "She thinks it was like the brunch on Sunday because it was the one that got heated.", "sourceId": "49"}, {"categoryId": "5", "formalText": "She remembers just sitting there very clearly and thinking this is because of something she did.", "sourceId": "50"}, {"categoryId": "5", "formalText": "This is her fault, and like she thinks she remembers that most because it was so clear that it was really not her fault at all.", "sourceId": "51"}, {"categoryId": "5", "formalText": "Like it was not anything she did or anything she could have done to prevent it.", "sourceId": "52"}, {"categoryId": "5", "formalText": "Fairly self-centered.", "sourceId": "53"}, {"categoryId": "5", "formalText": "She feels like James is having a rough time, and maybe it's because of her, maybe it's not, but she feels like it must not. It must be because of her, and it is incumbent on her to fix unlike.", "sourceId": "54"}, {"categoryId": "5", "formalText": "She knows those things aren't true, but she just can't handle it.", "sourceId": "55"}, {"categoryId": "5", "formalText": "She guesses she's in sort of a double bind, where she's worried that if she talks about constantly thinking that everything is her fault.", "sourceId": "57"}, {"categoryId": "5", "formalText": "She will think that it's very selfish and irrational of her, and if she doesn't talk about it, she will say, \"Don't you realize that everything is your fault?\"", "sourceId": "58"}, {"categoryId": "5", "formalText": "She thinks about this with regard to her depression.", "sourceId": "60"}, {"categoryId": "5", "formalText": "Unclear, and people keep telling her it's not her fault.", "sourceId": "61"}, {"categoryId": "5", "formalText": "But, they also keep telling her that it's her responsibility to change it.", "sourceId": "62"}, {"categoryId": "5", "formalText": "So she doesn't really know.", "sourceId": "63"}, {"categoryId": "5", "formalText": "She doesn't know how those two are in conflict with each other.", "sourceId": "64"}, {"categoryId": "5", "formalText": "James keeps telling her that it's not her fault that he's really pissed at her, for it all the same time, so she doesn't", "sourceId": "65"}, {"categoryId": "5", "formalText": "She doesn't know.", "sourceId": "66"}, {"categoryId": "5", "formalText": "She doesn't really remember this, but she wrote about it a long time ago.", "sourceId": "67"}, {"categoryId": "5", "formalText": "There was a point in the hospital where the doctor who had been there, basically a long time, and all her third or fourth or fifth visit and basically he was like, \"You need to work harder.\"", "sourceId": "68"}, {"categoryId": "5", "formalText": "\"You just need to work harder to feel better.\" And it was like, \"I don't know what to do.\"", "sourceId": "69"}, {"categoryId": "5", "formalText": "She can't exactly say they were wrong.", "sourceId": "70"}, {"categoryId": "5", "formalText": "If it pissed her off enough that they will. What she decided to do, at the time, was like well fuck it.", "sourceId": "71"}, {"categoryId": "5", "formalText": "She'll just get better enough to go home.", "sourceId": "72"}, {"categoryId": "5", "formalText": "And then, next time she'll just kill herself.", "sourceId": "73"}, {"categoryId": "5", "formalText": "That's what she'll do, but then she got better enough to go home and she didn't tell herself.", "sourceId": "74"}, {"categoryId": "5", "formalText": "So that was good, but she doesn't want people start saying. But that to her, how does she just think that well. That's what they've been thinking all this time.", "sourceId": "75"}, {"categoryId": "5", "formalText": "She feels like it happens often enough that she will say.", "sourceId": "84"}, {"categoryId": "5", "formalText": "She's angry at this other person, and she was going to say well maybe I'm also angry at her, and she says she doesn't know, and then like, right now, she's sort of angry with the mental health care, and she doesn't know how to say that and", "sourceId": "85"}, {"categoryId": "5", "formalText": "not have me interpret that as she's really angry at me.", "sourceId": "86"}, {"categoryId": "5", "formalText": "She feels like historically when she's trusted other people's judgment over her own, it's ended badly for her.", "sourceId": "112"}, {"categoryId": "5", "formalText": "And she doesn't. She really doesn't think that that is what I'm asking her to do, to be clear.", "sourceId": "113"}, {"categoryId": "5", "formalText": "She really doesn't think that, but there's always somebody asking her to do that.", "sourceId": "114"}]