[{"categoryId": "0", "formalText": "She's graduating.", "sourceId": "7"}, {"categoryId": "0", "formalText": "Actually, it's on the 18th this Saturday.", "sourceId": "9"}, {"categoryId": "0", "formalText": "She had a job interview at the on Friday.", "sourceId": "44"}, {"categoryId": "0", "formalText": "And then she had sort of another pseudo interview during the week.", "sourceId": "47"}, {"categoryId": "0", "formalText": "Yeah, it was encouraging to have interviews before she's even done and said that was helpful.", "sourceId": "67"}, {"categoryId": "0", "formalText": "So it feels a little hopeful so that's good.", "sourceId": "69"}, {"categoryId": "1", "formalText": "She's still waiting to feel to really feel good.", "sourceId": "109"}, {"categoryId": "1", "formalText": "And now it's okay.", "sourceId": "110"}, {"categoryId": "1", "formalText": "It's like that's the new she's like, once that happens.", "sourceId": "112"}, {"categoryId": "1", "formalText": "There's going to be something else.", "sourceId": "113"}, {"categoryId": "2", "formalText": "So on the one hand, it's probably normal to feel relief once she gets a job lined up but on the other hand, it's like there's no moment.", "sourceId": "114"}, {"categoryId": "2", "formalText": "She's stopping and feeling just good about it's done.", "sourceId": "115"}, {"categoryId": "2", "formalText": "It's probably also because she's terrified of school is over and it does not feel good at all to have it be over because it's all she's ever done is been the one thing for out everything in her life that has been studying and a place where even if it's baseline or it needs everybody's expectations only it still feels good and other people recognize it just being in school with all the work then deadlines and activity.", "sourceId": "117"}, {"categoryId": "2", "formalText": "She always based her Worth or self-esteem off of doing all of that.", "sourceId": "120"}, {"categoryId": "2", "formalText": "And if she may ask her own devices what's going to happen and if she doesn't have those grades whatever they are, or if she can't obsess over those things to make her feel good or alleviate her anxiety.", "sourceId": "121"}, {"categoryId": "2", "formalText": "She's already gone down the thought process of what if she gets fired from whatever job she gets which is so bizarre, but it's so typical for her to have a worst-case scenario survival plan in place.", "sourceId": "123"}, {"categoryId": "2", "formalText": "She knows that's really unhealthy not proud of it.", "sourceId": "124"}, {"categoryId": "2", "formalText": "So that's scary for her on top of which she's pretty scared that once it's over and she starts working.", "sourceId": "125"}, {"categoryId": "2", "formalText": "She's really worried that a lot of resentment is either going to be solidified or it's going to really come out especially with Ivan because it's going to be the end of the two-year agreement and he's still going to be not quite holding up his end still really struggling to stay supports a supportive things about what she's done and it's going to be over.", "sourceId": "126"}, {"categoryId": "2", "formalText": "There's going to be no room to correct it fix it deal with it and she worries about that.", "sourceId": "127"}, {"categoryId": "5", "formalText": "Her mom called the other day and asked, \"I just wanted to know how your interview and your exam went,\" and she told her and she's like and \"how are you feeling about yourself?\"", "sourceId": "73"}, {"categoryId": "5", "formalText": "\"Are you feeling any better about yourself?\"", "sourceId": "74"}, {"categoryId": "5", "formalText": "She guesses answer is not really which is weird because you would think but not too much.", "sourceId": "75"}, {"categoryId": "5", "formalText": "In fact, she felt a little silly because she's old enough, but she told her mom that she was good and she got a 97 and she was like, \"of course you did.\"", "sourceId": "81"}, {"categoryId": "5", "formalText": "She knows how she meant it.", "sourceId": "85"}, {"categoryId": "5", "formalText": "She meant it.", "sourceId": "86"}, {"categoryId": "5", "formalText": "Like she had no doubt she has confidence in her but it felt a little bit like, it's Baseline.", "sourceId": "87"}, {"categoryId": "5", "formalText": "So it's okay.", "sourceId": "88"}, {"categoryId": "5", "formalText": "They just agreed that she was going to go to school for two years and they agreed that Ivan was going to work full time for 2 years.", "sourceId": "129"}, {"categoryId": "5", "formalText": "There wasn't really all those kind of implied before the whole grad school thing happened.", "sourceId": "132"}, {"categoryId": "5", "formalText": "It was implied that Ivan was going to be working for those two years and he was hopefully going to be getting started on his PhD or getting its better job and she would probably just work for a while.", "sourceId": "133"}, {"categoryId": "5", "formalText": "She really worries about that and it sounds like she can't get over it.", "sourceId": "134"}, {"categoryId": "5", "formalText": "She means she can't evidently and she doesn't want to be like that.", "sourceId": "135"}, {"categoryId": "5", "formalText": "She doesn't want to carry around this Grudge, but she's worried that that's what's going to happen.", "sourceId": "136"}, {"categoryId": "5", "formalText": "And she's also worried that and whatever happens with him.", "sourceId": "137"}, {"categoryId": "5", "formalText": "She's not going to have this cool thing.", "sourceId": "138"}, {"categoryId": "5", "formalText": "That's kept her afloat to hang on to hang onto and what if she's not good at her job and what if it doesn't pan out and what is her co-workers don't like her and what if there is no Baseline measure of success.", "sourceId": "139"}, {"categoryId": "5", "formalText": "She feels all of this pressure to either get the perfect job that pays a lot of money or what if she doesn't have anything for a while and then she could be applying or not applying like he has been and just in this limbo it feels right now like no matter what she does.", "sourceId": "142"}, {"categoryId": "5", "formalText": "She's really scared that it's going to bring that issue with them.", "sourceId": "143"}, {"categoryId": "5", "formalText": "Yeah, she's really worried.", "sourceId": "154"}, {"categoryId": "5", "formalText": "It also feels like the one place.", "sourceId": "155"}, {"categoryId": "5", "formalText": "She's always been where she gets recognized for doing well and varying levels, but also all the adults are responsible and there their and they're reliable is an environment where she can count on other people wear.", "sourceId": "156"}, {"categoryId": "5", "formalText": "It's a very strict expectation.", "sourceId": "157"}, {"categoryId": "5", "formalText": "If this professor didn't get back to her.", "sourceId": "158"}, {"categoryId": "5", "formalText": "Just isn't allowed to happen.", "sourceId": "159"}, {"categoryId": "5", "formalText": "They have their people to answer to there are all of these other people who are doing the same thing.", "sourceId": "160"}, {"categoryId": "5", "formalText": "It's really it's a really interesting Association to because in a way she's saying that school is an environment where she has mostly gone to count on the authority figures doing what they're supposed to do.", "sourceId": "165"}, {"categoryId": "5", "formalText": "Like it's a place where people who are potential have to use it at some level.", "sourceId": "173"}, {"categoryId": "5", "formalText": "They all have to she guesses she feels like her parents and she's been there so much potential and they don't have to fulfill it.", "sourceId": "174"}, {"categoryId": "5", "formalText": "She's also a little scared that it's going to be hard because it's the one area in which her dad to talk.", "sourceId": "175"}, {"categoryId": "5", "formalText": "She can talk about school.", "sourceId": "176"}, {"categoryId": "5", "formalText": "He can talk about work and that's like it and he's already he wants her to go to vet school.", "sourceId": "177"}, {"categoryId": "5", "formalText": "He would never say that but she still like what about those jobs with she knows a couple of people at school Corvette.", "sourceId": "182"}, {"categoryId": "5", "formalText": "It's not something that she's opposed to but she just feels like he's still really want so she guesses it's a little scary.", "sourceId": "184"}, {"categoryId": "5", "formalText": "It's a it's a way she feels like she has contact and connectedness with him.", "sourceId": "186"}, {"categoryId": "5", "formalText": "Right and she'll have that if she gets a good job, she will have that but she already feels pressure because he's like now don't take the first offer you get Ramona.", "sourceId": "187"}, {"categoryId": "5", "formalText": "If someone does give her an offer she doesn't have to rush she feels this pressure.", "sourceId": "188"}, {"categoryId": "5", "formalText": "She knows he probably doesn't mean to put it that way between that and her mother-in-law continually harping on the CDC.", "sourceId": "189"}, {"categoryId": "5", "formalText": "She's just like she really just wants to get something and whatever she gets she wants people to not make a fuss but she wants them to have something positive to say instead of always.", "sourceId": "190"}, {"categoryId": "5", "formalText": "Okay, but she could have done especially in light of what's been going on.", "sourceId": "191"}, {"categoryId": "5", "formalText": "\"Even if you don't think it's fair or his parents to say he's managing a coffee shop and that's just the way it is, but why aren't you working for one of the biggest organization?\"", "sourceId": "192"}, {"categoryId": "5", "formalText": "It feels like all of All or Nothing it feels", "sourceId": "193"}, {"categoryId": "5", "formalText": "But she's not going to let that work they have it's her job and she's going to do what she wants or what she's capable of doing.", "sourceId": "194"}, {"categoryId": "5", "formalText": "That would be the healthy way to go about it.", "sourceId": "195"}, {"categoryId": "5", "formalText": "Her parents were never in her entire life asked her or to her knowledge call her to work on homework or study for an exam to have done that would have been an insult.", "sourceId": "198"}, {"categoryId": "5", "formalText": "In fact, sometimes her dad even just in grad school if you like.", "sourceId": "199"}, {"categoryId": "5", "formalText": "\"Well, I know you got to study that type of thing which is kind of insulting because coming from them they would just never have asked us to our assignments or anything like that because we were never not going to do them.\"", "sourceId": "200"}, {"categoryId": "5", "formalText": "It's just the way things were.", "sourceId": "201"}, {"categoryId": "5", "formalText": "She automatically did her work.", "sourceId": "204"}, {"categoryId": "5", "formalText": "Yes, she doesn't feel like there was ever a situation know and she never said like \"we need you to get all A's or we would love you more if you got all A's,\" but it was also never a big deal.", "sourceId": "207"}, {"categoryId": "5", "formalText": "Sometimes they go to dinner at the end of the school year something or once they did get a report cards, but it's not like a let's go celebrate.", "sourceId": "208"}, {"categoryId": "5", "formalText": "They never did that.", "sourceId": "209"}, {"categoryId": "5", "formalText": "But her dad did have a tough time the first time she got a D in chemistry test time.", "sourceId": "210"}, {"categoryId": "5", "formalText": "It was just a marking.", "sourceId": "212"}, {"categoryId": "5", "formalText": "It wasn't her total grade.", "sourceId": "214"}, {"categoryId": "5", "formalText": "But she done very poorly on the exam and it wasn't because she hadn't studied.", "sourceId": "215"}, {"categoryId": "5", "formalText": "She's still about a chemistry kind of but he was just speechless.", "sourceId": "216"}, {"categoryId": "5", "formalText": "He didn't say anything and then there was a parent-teacher conference that came up and he went in and spoke to her chemistry teacher alone and wanted to know what she should be doing.", "sourceId": "217"}, {"categoryId": "5", "formalText": "And then he's preparing for the next exam and telling her \"okay sample ballot questions that your professor thinks the exam is really based on the bus.", "sourceId": "218"}, {"categoryId": "5", "formalText": "So you need to be doing these instead.\"", "sourceId": "219"}, {"categoryId": "5", "formalText": "She knows he meant well, but it felt a little difficult because she wasn't stalking off that would have been one thing she guesses.", "sourceId": "220"}, {"categoryId": "5", "formalText": "Yeah, but she thinks her dad would never think of it that way because he works insanely hard his dad work insanely hard knowing whatever it would be like an insult if someone asked him to go to work or ask him to apply to a job because it's just understood expected Baseline.", "sourceId": "222"}, {"categoryId": "5", "formalText": "That's kind of how she feels.", "sourceId": "223"}, {"categoryId": "5", "formalText": "When I Ivan's parents are saying things like that to her.", "sourceId": "224"}, {"categoryId": "5", "formalText": "Like \"do they know who I am? Don't they know?\"", "sourceId": "225"}, {"categoryId": "5", "formalText": "\"I'm going to get a job and I'm going to do well.\"", "sourceId": "226"}, {"categoryId": "5", "formalText": "Yeah.", "sourceId": "227"}, {"categoryId": "5", "formalText": "It's almost like she doesn't get to get to Applause.", "sourceId": "231"}, {"categoryId": "5", "formalText": "If she does well at something it's just taken as a given expectation her mom saying, \"well, of course.\"", "sourceId": "232"}, {"categoryId": "5", "formalText": "She guesses she has a situation in which she got really upset about it, which is really weird for her.", "sourceId": "233"}, {"categoryId": "5", "formalText": "No within the last couple of years her friend Judy from college a really great friend.", "sourceId": "235"}, {"categoryId": "5", "formalText": "She really loves her.", "sourceId": "236"}, {"categoryId": "5", "formalText": "She's wonderful, but they're different in a lot of ways.", "sourceId": "237"}, {"categoryId": "5", "formalText": "She did this internship down a Disney.", "sourceId": "238"}, {"categoryId": "5", "formalText": "She likes to cook and she did this cooking program for 1 year giant college came back from the internship and she moved in with her parents and she didn't have a job until May and he came back around Thanksgiving and they were totally fine with this because she was like, \"If I had if I take a bad job, I know myself and I want to fight anymore.\"", "sourceId": "239"}, {"categoryId": "5", "formalText": "So they just let her not do any and her parents would never let her this is unthinkable.", "sourceId": "240"}]