[{"categoryId": "0", "formalText": "She was mostly worried about giving herself long enough to wake up.", "sourceId": "7"}, {"categoryId": "0", "formalText": "She was going to stumble out into the street, and once she got outside, she was like, \"Okay, Tanya, you really have to pay attention.\"", "sourceId": "8"}, {"categoryId": "0", "formalText": "Maybe she's a little more comfortable being the one doing the interpreting.", "sourceId": "108"}, {"categoryId": "0", "formalText": "Maybe she just wants to feel like she thinks it's one of the reasons she takes all of this sort of therapy.", "sourceId": "110"}, {"categoryId": "0", "formalText": "It's kind of like stuff.", "sourceId": "111"}, {"categoryId": "0", "formalText": "She's quite familiar.", "sourceId": "112"}, {"categoryId": "0", "formalText": "It makes sense to her.", "sourceId": "113"}, {"categoryId": "0", "formalText": "But it's comfortable.", "sourceId": "115"}, {"categoryId": "0", "formalText": "She is sorry, it's just, it also doesn't. It continues to surprise her that she is interpretable that, in that way.", "sourceId": "120"}, {"categoryId": "0", "formalText": "But like there's not a way that she could phrase it that works.", "sourceId": "143"}, {"categoryId": "0", "formalText": "That would make her feel like it was incumbent on her to keep it.", "sourceId": "144"}, {"categoryId": "0", "formalText": "So to say like yeah, sometimes things are just out there, is to say like she's really failed in some way.", "sourceId": "145"}, {"categoryId": "3", "formalText": "She also did self-injury today.", "sourceId": "94"}, {"categoryId": "3", "formalText": "It's like a superpower.", "sourceId": "96"}, {"categoryId": "3", "formalText": "She can't far to figure out why she would think that people knowing that she cut myself, is why she would think that think of that is shameful thing or really like that.", "sourceId": "171"}, {"categoryId": "3", "formalText": "It's scary for her to think about how much she needs to be here. How much it helps.", "sourceId": "205"}, {"categoryId": "3", "formalText": "She just feels sort of unbearable to say it.", "sourceId": "207"}, {"categoryId": "4", "formalText": "She sort of was worried about her drinking and about that.", "sourceId": "14"}, {"categoryId": "4", "formalText": "She was drinking a lot more. She and James just haven't really bought any beer in the last month, like just haven't done it. And she just didn't really notice.", "sourceId": "15"}, {"categoryId": "4", "formalText": "So that makes her happy.", "sourceId": "16"}, {"categoryId": "4", "formalText": "She means not quite as happy as she could, because she would like to be drinking beer. But, what she noticed she thinks that, but, most of the time, she doesn't really notice. She had some nice beer last night though.", "sourceId": "18"}, {"categoryId": "4", "formalText": "She's doing good.", "sourceId": "19"}, {"categoryId": "5", "formalText": "She went out for drinks after church last night was sort of not the normal crowd of parishioners, that she usually goes to but the crowd of the pig musicians in one of the priests and some other people.", "sourceId": "10"}, {"categoryId": "5", "formalText": "She feels like she's been doing some more socializing recently and good. But man, it just makes her, not during it actually, but afterwards, she can't stop picking things apart that she said, and things that she said wrong and reasons for them to hate her and call that. So if she'll start of paradoxical that she has had a nice evening out with some friends. It is something that makes her feel sort of bruised and anxious, and she doesn't know. Maybe particularly vulnerable, but she doesn't know. That's the way she is.", "sourceId": "11"}, {"categoryId": "5", "formalText": "It's funny.", "sourceId": "13"}, {"categoryId": "5", "formalText": "She felt like this morning, at least, she keeps getting upset with James, and she doesn't know whether it's that he's doing things differently. That she's more sensitive to the things that he says than usual, or that she's different.", "sourceId": "22"}, {"categoryId": "5", "formalText": "Like they're driving into therapy and the traffic is frustrating.", "sourceId": "23"}, {"categoryId": "5", "formalText": "So he sort of his snippy with her, and it is like the most predictable occurrence in the world.", "sourceId": "24"}, {"categoryId": "5", "formalText": "It's not really okay, but she also told him that it's not really okay, and it keeps happening. And she doesn't want something she's sort of willing to put up with. She doesn't like this, but it's not like that big of a deal, and she knows that she knows what's going on and they sort of talked about that and went like, okay, that's fine.", "sourceId": "25"}, {"categoryId": "5", "formalText": "And it just gets under her skin.", "sourceId": "26"}, {"categoryId": "5", "formalText": "Actually, that pretty much just gets under her skin every time. She tries for it not to, and she tried different ways of handling it. But, it just keeps getting under her skin.", "sourceId": "27"}, {"categoryId": "5", "formalText": "But, on the way back, she mentioned she hasn't forgotten wanting to get a tent.", "sourceId": "28"}, {"categoryId": "5", "formalText": "A tent, and his immediate and the only response was, \"Yeah, we really can't afford that right now.\" And she was like, \"I really know we know we can't afford it.", "sourceId": "30"}, {"categoryId": "5", "formalText": "I really know I just feel like I'm trying to tell you that I'm lonely and I want compact companionship and I feel like I'm being rebuked for wanting these things at all.\"", "sourceId": "31"}, {"categoryId": "5", "formalText": "And that's not really responsible a reasonable response on her part.", "sourceId": "32"}, {"categoryId": "5", "formalText": "It's sort of a jump.", "sourceId": "33"}, {"categoryId": "5", "formalText": "She feels like to ask him to see this code, and what she said on the other hand, \"I don't think it's a jump for me to want his knee-jerk response to me say that I want something to be like we can't afford that.\"", "sourceId": "34"}, {"categoryId": "5", "formalText": "James is frustrated, in part, and part James is frustrated with driving, and they try to make a left turn off comment on to the church, and they could only see the right hand side.", "sourceId": "52"}, {"categoryId": "5", "formalText": "She said, \"This is your turn.\"And he said, \"Is it? I don't think. Is that what the sign says?", "sourceId": "53"}, {"categoryId": "5", "formalText": "I don't think it's my turn.\" And she was like, \"No, I guess that's not what the sign says.\" But, it was actually the turn before a different Road on both sides of the street.", "sourceId": "54"}, {"categoryId": "5", "formalText": "So they missed it and they had to make a U-turn, and he was so frustrated and she could sort of feel him wanting to make it her fault, but it was clearly.", "sourceId": "55"}, {"categoryId": "5", "formalText": "She was the one who said, \"This is your turn because I remembered it.\"", "sourceId": "56"}, {"categoryId": "5", "formalText": "So there was that, and then he didn't actually try to make it her fault, but she could sort of.", "sourceId": "57"}, {"categoryId": "5", "formalText": "She could feel it.", "sourceId": "59"}, {"categoryId": "5", "formalText": "Because she also has a problem, where if he expresses frustration, she takes it as being about her.", "sourceId": "69"}, {"categoryId": "5", "formalText": "Even if he's not actually making it about her.", "sourceId": "70"}, {"categoryId": "5", "formalText": "But, she feels like she actually thinks it's that bad, but she thinks her expectation was that, if she just described it, that it will be sort of freshly painful and will be like reliving it and be freshly painful.", "sourceId": "72"}, {"categoryId": "5", "formalText": "Whereas if she just sort of alluded to it or talk about the dynamic, then that is something she has more control over.", "sourceId": "73"}, {"categoryId": "5", "formalText": "She was feeling like a big bruise today, and she doesn't really know why.", "sourceId": "75"}, {"categoryId": "5", "formalText": "It's sort of like after she came home, and it started getting tough.", "sourceId": "85"}, {"categoryId": "5", "formalText": "It's always the trouble of the part of her that really wants people to know, and part of her that really doesn't.", "sourceId": "137"}, {"categoryId": "5", "formalText": "That's, that. That's not the way that she feel, and it's not the way that everybody feels. And maybe she does still feel that pretty much everybody that she needs thinks.", "sourceId": "155"}, {"categoryId": "5", "formalText": "She should keep herself under control.", "sourceId": "156"}, {"categoryId": "5", "formalText": "She was waiting for a train yesterday and somebody was yelling cunt, and it sort of surprised her. Like, how afraid that makes her feel.", "sourceId": "160"}, {"categoryId": "5", "formalText": "It's like seriously come on, but still sort of freak out.", "sourceId": "161"}, {"categoryId": "5", "formalText": "She thinks the way she's describing is actually feeling more connected to and reacted to people.", "sourceId": "162"}, {"categoryId": "5", "formalText": "Sort of a way of thinking about the, it had not occurred to her.", "sourceId": "165"}, {"categoryId": "5", "formalText": "She means because she want to be connected to people, but it's hard for her to exceptionally being connected to people means that the things they do want matter to her, and she won't just be able to absorb that.", "sourceId": "166"}, {"categoryId": "5", "formalText": "It bothers her when James is snippy with her, but that is something that she's ashamed of.", "sourceId": "172"}, {"categoryId": "5", "formalText": "She doesn't know. Afraid and also ashamed", "sourceId": "173"}, {"categoryId": "5", "formalText": "It feels sort of like, so she write this blog like once every two or three months.", "sourceId": "176"}, {"categoryId": "5", "formalText": "She'll write something, and it's a public blog, and she will post a link to on Facebook. And it never fails to sort of surprise and terrify jer when people read it.", "sourceId": "177"}, {"categoryId": "5", "formalText": "She doesn't know what is wrong with her.", "sourceId": "179"}, {"categoryId": "5", "formalText": "She wonders why she is not sure about this, but she wonders whether she's ashamed of not being able to keep things under control or ashamed that she wants to tell people about these things.", "sourceId": "180"}, {"categoryId": "5", "formalText": "She doesn't think she wants people to know.", "sourceId": "181"}, {"categoryId": "5", "formalText": "Both kinds of shame are related to how much people matter.", "sourceId": "182"}, {"categoryId": "5", "formalText": "She thinks it feels like she just shouldn't. They live these things from people, relieve these things from people.", "sourceId": "191"}, {"categoryId": "5", "formalText": "Like she shouldn't need James to be nice to her, as much as she does.", "sourceId": "192"}, {"categoryId": "5", "formalText": "She gets that.", "sourceId": "193"}, {"categoryId": "5", "formalText": "She can because she thinks she always feels a lot of shame when she feels like she needs people, are not always, but those two seem to go together.", "sourceId": "195"}, {"categoryId": "5", "formalText": "She has sort of been getting upset, and she doesn't know what she's about. Like being here talking to me.", "sourceId": "198"}, {"categoryId": "5", "formalText": "She doesn't really know what to say about that, but it happens.", "sourceId": "200"}, {"categoryId": "5", "formalText": "Sometimes she feels like she doesn't, like it's on her if she is not more in control of how she is affected by someone she needs, or she's not more in control, that she tells them.", "sourceId": "216"}, {"categoryId": "5", "formalText": "She feels like one of the things that is very scary for her about this relationship as well.", "sourceId": "217"}, {"categoryId": "5", "formalText": "Like the things that she does to start of state control of the situation.", "sourceId": "218"}, {"categoryId": "5", "formalText": "Don't really work very well.", "sourceId": "219"}, {"categoryId": "5", "formalText": "It also feels like there's a relationship.", "sourceId": "225"}, {"categoryId": "5", "formalText": "There's probably a relationship between the things that she does to stay in control the situation not working and how much she needs to be here and that's a little scary.", "sourceId": "226"}, {"categoryId": "5", "formalText": "It sort of feels like a connection.", "sourceId": "232"}, {"categoryId": "5", "formalText": "That's so obvious that why would he pick at it to her.", "sourceId": "233"}]