[{"categoryId": "1", "formalText": "Well, so yeah a lot going on.", "sourceId": "6"}, {"categoryId": "1", "formalText": "Yeah, he definitely like a situational depression thing maybe a little bit.", "sourceId": "7"}, {"categoryId": "2", "formalText": "Been a little bit of a roller coaster last several days even like within the same day like sometimes yeah, he's having so that's right.", "sourceId": "9"}, {"categoryId": "2", "formalText": "He's kind of everyday is like a he doesn't know how it's going on.", "sourceId": "24"}, {"categoryId": "2", "formalText": "Are so many things going on he thinks yesterday and the day before he really had moments were.", "sourceId": "26"}, {"categoryId": "2", "formalText": "He really felt like dark depressed kind of and he realized part of it is because you know, he's just he realizes in those moments more than he has before.", "sourceId": "27"}, {"categoryId": "2", "formalText": "Thought you know how sucked up these old things and are and him like his mom's voice.", "sourceId": "28"}, {"categoryId": "2", "formalText": "So he thinks now that", "sourceId": "29"}, {"categoryId": "2", "formalText": "he's so much better.", "sourceId": "30"}, {"categoryId": "2", "formalText": "And so many ways when he has those moments for some reason he", "sourceId": "31"}, {"categoryId": "2", "formalText": "gets even it's a really bad momentary.", "sourceId": "32"}, {"categoryId": "2", "formalText": "Because he just feels like \"wow, I must hate myself so much, right?\"", "sourceId": "33"}, {"categoryId": "2", "formalText": "He must have so much.", "sourceId": "34"}, {"categoryId": "2", "formalText": "He means he doesn't hate himself, but those figures are there.", "sourceId": "35"}, {"categoryId": "2", "formalText": "The other night he will.", "sourceId": "40"}, {"categoryId": "2", "formalText": "There were also some other like real things that happened but those were really just like he was even down he couldn't even step back to see how will he handle?", "sourceId": "41"}, {"categoryId": "2", "formalText": "Like that's even happening right now.", "sourceId": "43"}, {"categoryId": "2", "formalText": "He's handling things so well, but he has trouble seeing that you know what he means, and that's depressing.", "sourceId": "44"}, {"categoryId": "2", "formalText": "He's saying that he doesn't find Comfort sometimes in that or he doesn't he doesn't know if he's explaining it well, but", "sourceId": "46"}, {"categoryId": "2", "formalText": "No, it does sound like the way just really describe the last he's really getting into a place where he's making sort of very deep.", "sourceId": "47"}, {"categoryId": "2", "formalText": "Very dark feelings about himself.", "sourceId": "48"}, {"categoryId": "2", "formalText": "Sometimes being able to know that he's unclear feelings or sometimes it can take over.", "sourceId": "50"}, {"categoryId": "2", "formalText": "What it is is he thinks he means a lot of people experience that he just thinks that what it is is that if he's an artist in his Ambitions in serious about more than one art form, he means in other words, he already has so much on his plate that could cause all kinds of melancholy and frustration, you know what he means?", "sourceId": "55"}, {"categoryId": "2", "formalText": "That's hard plus feeling lonely.", "sourceId": "59"}, {"categoryId": "2", "formalText": "Like he's having a moment where he just", "sourceId": "60"}, {"categoryId": "2", "formalText": "feels really lonely like in frustrated.", "sourceId": "61"}, {"categoryId": "2", "formalText": "And then it becomes like a vicious cycle, you know, and then he's going to make you know, that's just not going to happen and not going to find blah blah blah.", "sourceId": "62"}, {"categoryId": "2", "formalText": "It's just like he's already been feeling kind of headache him the last two days.", "sourceId": "396"}, {"categoryId": "2", "formalText": "So it's just like yeah because it's just overwhelming, you know, it's like and this is the other thing when he has these feelings lately.", "sourceId": "397"}, {"categoryId": "2", "formalText": "He's like, \"Wow, it's not going to change tomorrow.\"", "sourceId": "398"}, {"categoryId": "2", "formalText": "So it's hard to not let", "sourceId": "399"}, {"categoryId": "2", "formalText": "Make it worse, you know what he means?", "sourceId": "400"}, {"categoryId": "2", "formalText": "Almost makes it worse that he doesn't like time is just March along and he's so trying to work the shit out.", "sourceId": "402"}, {"categoryId": "2", "formalText": "He knows he's gotten so much better.", "sourceId": "403"}, {"categoryId": "2", "formalText": "He has to remind himself of that because it's just frustrating.", "sourceId": "404"}, {"categoryId": "2", "formalText": "He started recording an EP and it's like last night.", "sourceId": "407"}, {"categoryId": "2", "formalText": "He was some of the best lyrics he's he's ever written he thinks.", "sourceId": "412"}, {"categoryId": "2", "formalText": "That sounds fucking amazing.", "sourceId": "415"}, {"categoryId": "2", "formalText": "These guys had never heard the song before and yet he can't you know what he means?", "sourceId": "416"}, {"categoryId": "2", "formalText": "Like that's just he's losing patience with his so you know and", "sourceId": "419"}, {"categoryId": "2", "formalText": "That he doesn't know how to get out of that.", "sourceId": "420"}, {"categoryId": "2", "formalText": "It's become such a", "sourceId": "421"}, {"categoryId": "2", "formalText": "that to him feels like a broken record.", "sourceId": "422"}, {"categoryId": "2", "formalText": "Just like, you know just not being able to talk and relax a little bit.", "sourceId": "424"}, {"categoryId": "2", "formalText": "Like wow, what a great productive.", "sourceId": "425"}, {"categoryId": "2", "formalText": "He can't like he's worked up.", "sourceId": "427"}, {"categoryId": "2", "formalText": "He's depressed.", "sourceId": "428"}, {"categoryId": "2", "formalText": "He's fucking anxious.", "sourceId": "429"}, {"categoryId": "2", "formalText": "Like that is just not it's not working for him anymore.", "sourceId": "431"}, {"categoryId": "2", "formalText": "This is why things aren't getting done properly.", "sourceId": "432"}, {"categoryId": "2", "formalText": "Because he works on a song but somehow he's still feeling all fucked up and not comfortable and content.", "sourceId": "435"}, {"categoryId": "2", "formalText": "He's staying with anything.", "sourceId": "436"}, {"categoryId": "2", "formalText": "You know if he starts riding is good, but if it's anything like pulling teeth, he can't just enjoy the process and he just he doesn't know.", "sourceId": "437"}, {"categoryId": "2", "formalText": "He doesn't know how to fix that anymore.", "sourceId": "438"}, {"categoryId": "2", "formalText": "He can't stop trying to accomplish all these things.", "sourceId": "440"}, {"categoryId": "2", "formalText": "You know, he doesn't know how to just fucking relax, you know what he means?", "sourceId": "441"}, {"categoryId": "2", "formalText": "Yeah, it's anxious and depressed.", "sourceId": "444"}, {"categoryId": "2", "formalText": "He's down on himself.", "sourceId": "445"}, {"categoryId": "2", "formalText": "I think at heart that's what he's saying.", "sourceId": "447"}, {"categoryId": "2", "formalText": "It's a little thing but it's not little too big thing.", "sourceId": "451"}, {"categoryId": "2", "formalText": "He took he hated the picture of himself so much for his ankle.", "sourceId": "453"}, {"categoryId": "2", "formalText": "He started like he started focusing on his nose skin.", "sourceId": "454"}, {"categoryId": "2", "formalText": "He was like, \"Oh my God, my nose looks awful looks awful.\"", "sourceId": "455"}, {"categoryId": "2", "formalText": "He like he literally wanted to like smash his face with a hammer.", "sourceId": "459"}, {"categoryId": "2", "formalText": "And so he was so, you know, even though at the same time he was like", "sourceId": "460"}, {"categoryId": "2", "formalText": "'What the fuck am I thinking like why you know what?\"", "sourceId": "461"}, {"categoryId": "2", "formalText": "Like, he means, he was surprised at his own reaction, but he couldn't stop himself from having that reaction and that's tiring and depressing and frustrating.", "sourceId": "463"}, {"categoryId": "2", "formalText": "It gives him headaches, you know.", "sourceId": "464"}, {"categoryId": "2", "formalText": "Yeah, and he just he hated he just was like he felt so ugly and fucking disgusting.", "sourceId": "466"}, {"categoryId": "2", "formalText": "But meanwhile, he's like he's like in his mind like thinking of concrete all these girls.", "sourceId": "467"}, {"categoryId": "2", "formalText": "And he was like, \"All right, even the one who told me not to drink it the.\" He was like, \"Well", "sourceId": "469"}, {"categoryId": "2", "formalText": "like she's told me I mean, I don't think that means some that means something was attractive.\"", "sourceId": "470"}, {"categoryId": "2", "formalText": "He means she wasn't drunk at all.", "sourceId": "471"}, {"categoryId": "2", "formalText": "So he doesn't and so in other words, he was trying to get his selfie stupid very immature hats.", "sourceId": "472"}, {"categoryId": "2", "formalText": "But then again that's almost more depressing because then he was like because now he's in a place where he's like, yeah, but that that's how", "sourceId": "479"}, {"categoryId": "2", "formalText": "depressing ass has that stuff doesn't matter and he's moments.", "sourceId": "480"}, {"categoryId": "2", "formalText": "He can go through all the list of all the beautiful women that have thought.", "sourceId": "481"}, {"categoryId": "2", "formalText": "He's handsome or whatever the facts but.", "sourceId": "482"}, {"categoryId": "2", "formalText": "And they have been treated the same way.", "sourceId": "483"}, {"categoryId": "2", "formalText": "I feel like it's been hard for him to be specific about what he experienced.", "sourceId": "494"}, {"categoryId": "2", "formalText": "Like he's still working on this shit and it's you know.", "sourceId": "498"}, {"categoryId": "2", "formalText": "This this is it he could be working on this probably maybe for years and years.", "sourceId": "502"}, {"categoryId": "2", "formalText": "And in the meantime is opportunities to connect with a woman blah blah mean like that.", "sourceId": "503"}, {"categoryId": "2", "formalText": "He hopes he's trying to climb out of", "sourceId": "505"}, {"categoryId": "2", "formalText": "should he keep thinking he's almost out of it, but he just.", "sourceId": "506"}, {"categoryId": "2", "formalText": "It's been my experience that when he has hit upon some of the real hard feelings and experiences.", "sourceId": "507"}, {"categoryId": "2", "formalText": "And then he packages them up nicely neatly into some play table form and puts them back on the shelf and they remain there.", "sourceId": "509"}, {"categoryId": "2", "formalText": "They actually they never actually get to participate stay there and like really look at them, you know like that and", "sourceId": "510"}, {"categoryId": "2", "formalText": "analogy of being in the storm and then the stormy waters then he called calm down and then he actually gets", "sourceId": "511"}, {"categoryId": "2", "formalText": "to beneath the surface and what's going to be down there and what happens if he's just swimming around in whatever it is, he finds I think that's a part of what it feels like. He keeps finding it and there still more is that of course this because it got packaged up so quickly and put away because it was so scary.", "sourceId": "512"}, {"categoryId": "2", "formalText": "Yeah, he knows he gets that.", "sourceId": "519"}, {"categoryId": "2", "formalText": "He recognizes that that's why he feels more depressed and kind of fucked up is because he's staying with these feelings like at home, you know.", "sourceId": "521"}, {"categoryId": "2", "formalText": "Yeah, he watches Netflix or whatever but he doesn't try to he doesn't try to put these things out of his mind anymore whatever and he sees them for what they are.", "sourceId": "522"}, {"categoryId": "2", "formalText": "And he knows that it's healthier and all that but it's like right now like, you know, he's like totally, you know, like head achy all over here and like he's not good over here.", "sourceId": "523"}, {"categoryId": "2", "formalText": "Like, he's getting that tighten saying he gets with the Panic or anxiety where he almost feels like he's outside of himself a little bit.", "sourceId": "525"}, {"categoryId": "2", "formalText": "It's like unnerving, you know.", "sourceId": "526"}, {"categoryId": "5", "formalText": "Yeah Thanksgiving was okay.", "sourceId": "11"}, {"categoryId": "5", "formalText": "He was glad that they did at his cousin's for reasons he said so he didn't hear one political discussion the whole night, you know, but yeah.", "sourceId": "13"}, {"categoryId": "5", "formalText": "You know where their families gotten.", "sourceId": "14"}, {"categoryId": "5", "formalText": "Just gotten depressing, you know, like there are no women kind of you know Ulysses is a shell of his former self is nothing to talk about really except his stuff.", "sourceId": "15"}, {"categoryId": "5", "formalText": "But there was something something about a little he doesn't want to say pathetic but something was just kind of felt kind of very blah.", "sourceId": "17"}, {"categoryId": "5", "formalText": "It was fun to hang out with his little cousins or whatever.", "sourceId": "18"}, {"categoryId": "5", "formalText": "But Friday was really nice.", "sourceId": "19"}, {"categoryId": "5", "formalText": "He hasn't hung out with George.", "sourceId": "20"}, {"categoryId": "5", "formalText": "They went to see Peter Wolf.", "sourceId": "21"}, {"categoryId": "5", "formalText": "That was nice, you know, it was a fun night via.", "sourceId": "22"}, {"categoryId": "5", "formalText": "He doesn't know just in general.", "sourceId": "23"}, {"categoryId": "5", "formalText": "He doesn't want to find someone.", "sourceId": "63"}, {"categoryId": "5", "formalText": "Assyrian, but how the stock that's going to happen.", "sourceId": "64"}, {"categoryId": "5", "formalText": "He wants to go to Assyria.", "sourceId": "65"}, {"categoryId": "5", "formalText": "But he doesn't have the money to do that right now.", "sourceId": "66"}, {"categoryId": "5", "formalText": "So time is just going by you know what he means?", "sourceId": "67"}, {"categoryId": "5", "formalText": "He did date Sunday night or Saturday night and that he was that he was really looking forward to like this girl was kind of getting butterflies a little bit.", "sourceId": "70"}, {"categoryId": "5", "formalText": "Wish that doesn't happen often anymore at all.", "sourceId": "71"}, {"categoryId": "5", "formalText": "So they have a great time they go hang out.", "sourceId": "72"}, {"categoryId": "5", "formalText": "They had a great time at the end of the night.", "sourceId": "75"}, {"categoryId": "5", "formalText": "He walked", "sourceId": "76"}, {"categoryId": "5", "formalText": "her kind of halfway home and they make out whatever whatever it the next day or the day after he got an email saying that she doesn't feel comfortable with drinking and driving and for that reason it's just", "sourceId": "77"}, {"categoryId": "5", "formalText": "It's just going to work.", "sourceId": "78"}, {"categoryId": "5", "formalText": "They can't hang out together.", "sourceId": "79"}, {"categoryId": "5", "formalText": "Now it's just like so it got him on so many levels.", "sourceId": "80"}, {"categoryId": "5", "formalText": "He doesn't even know what that was, but she was talking about and she was like, \"Oh my God, that's I didn't know there was a word for that, but that's what happened to me like twice.\"", "sourceId": "105"}, {"categoryId": "5", "formalText": "He kind of got all you know like that just that was a good because", "sourceId": "117"}, {"categoryId": "5", "formalText": "then that put him in a bad, you know, he was like Seether Something There the girls he really wants.", "sourceId": "118"}, {"categoryId": "5", "formalText": "In the next day this girl that he has been kind of seeing but it's not they haven't talked about any exclusive nothing nothing but one time she was on their second date.", "sourceId": "122"}, {"categoryId": "5", "formalText": "She let it slip that she been on another okay stupid date, but he kind of told her he was like, you know, \"I don't I'm a very don't ask don't tell guy there's no reason like I'm I supposed to be what's the reason to do?\"", "sourceId": "123"}, {"categoryId": "5", "formalText": "Like they're on a date so he doesn't really want to know but anyway, she had emailed him Sunday and she was she was like she sent me this long email saying, \"You know is online dating thing is probably it's kind of crazy.\"", "sourceId": "125"}, {"categoryId": "5", "formalText": "She was like, \"You know, I still really like to see you but,\" she's like, \"it just happened.\"", "sourceId": "129"}, {"categoryId": "5", "formalText": "But because it's got him thinking about this whole day and how in a way his response to her and calculated it forced him to crystalize what he thinks about day and he just told her he was like, \"You know, I'm not sure how to respond.\"", "sourceId": "136"}, {"categoryId": "5", "formalText": "He means to them.", "sourceId": "137"}, {"categoryId": "5", "formalText": "This is the whole problem with online dating.", "sourceId": "138"}, {"categoryId": "5", "formalText": "It's a problem with dating General.", "sourceId": "139"}, {"categoryId": "5", "formalText": "He means, yes, he was he's on there too, but it's like but it's why but he hates being on there and he's super super picky about who he actually meets and it's just like they're flipping.", "sourceId": "142"}, {"categoryId": "5", "formalText": "Yeah, of course, there's a profile but he doesn't really pay attention to that profile unless he's already decided someone's really attracted to him.", "sourceId": "159"}, {"categoryId": "5", "formalText": "No, he's just saying for everybody.", "sourceId": "168"}, {"categoryId": "5", "formalText": "Like he handled it really well, but it's so depressing, you know.", "sourceId": "192"}, {"categoryId": "5", "formalText": "Let's say she hadn't told him but she still did sleep with another dude.", "sourceId": "196"}, {"categoryId": "5", "formalText": "Just like he doesn't he was like he's working hard to not be retarded not be more cynical as cynical and jaded not jaded, but", "sourceId": "197"}, {"categoryId": "5", "formalText": "just try to trust people more know but", "sourceId": "198"}, {"categoryId": "5", "formalText": "Just you know things like that don't help especially coupled with the night before this other chick giving him this weird.", "sourceId": "199"}, {"categoryId": "5", "formalText": "It's just all this time.", "sourceId": "200"}, {"categoryId": "5", "formalText": "It's like he can't win them what he whats he was telling he was like, \"I feel like what dating you can't roll anymore.\"", "sourceId": "202"}, {"categoryId": "5", "formalText": "It's either going to be the love of your life who he marries.", "sourceId": "203"}, {"categoryId": "5", "formalText": "He means, either he's going to get married to this person or he just", "sourceId": "204"}, {"categoryId": "5", "formalText": "feels like there's a lot of they're all they're just all so fucked up and he doesn't know.", "sourceId": "205"}, {"categoryId": "5", "formalText": "But he means that was part of his he means, you know, but he was proud for not being so angry and somehow it didn't this weird her telling him she slept with this.", "sourceId": "206"}, {"categoryId": "5", "formalText": "Other person did he uses bad as the night before because it was just honest.", "sourceId": "207"}, {"categoryId": "5", "formalText": "And also she was like, \"I want to see you if,\" she's like, \"I messed up,\" and she's like, \"I'm,\" but she was so honest.", "sourceId": "208"}, {"categoryId": "5", "formalText": "He just doesn't know how to.", "sourceId": "219"}, {"categoryId": "5", "formalText": "I think it's part of his experience can be really hard to talk about in a personal way.", "sourceId": "220"}, {"categoryId": "5", "formalText": "I said there are all these dark feelings about himself that still need to come up and he really needs to feel it.", "sourceId": "222"}, {"categoryId": "5", "formalText": "Does he really think he got anxious and said that? I think other people feel this too and we've talked about that sort of sort of the movement of other people felt this way not just him because I think he does.", "sourceId": "223"}, {"categoryId": "5", "formalText": "I think he does start to get anxious like, \"What if it's almost like what if it's true about me?\"", "sourceId": "224"}, {"categoryId": "5", "formalText": "\"If I am really the only one feeling this so therefore, it's me.\"", "sourceId": "226"}, {"categoryId": "5", "formalText": "And so it's really hard than to ever talk about his personal experience.", "sourceId": "228"}, {"categoryId": "5", "formalText": "He so often going to like the generalizations about Society.", "sourceId": "230"}, {"categoryId": "5", "formalText": "Where online dating is like this for all the people.", "sourceId": "232"}, {"categoryId": "5", "formalText": "It's not that like of course that's true on some level.", "sourceId": "234"}, {"categoryId": "5", "formalText": "Yeah Yeah Yeahs last night I his called him actually they were texting and he just told her it was like, \"Yeah, I'm okay but I just really out of blah blah blah,\" and she called him you know, and he was like, \"I have trouble\"", "sourceId": "243"}, {"categoryId": "5", "formalText": "And yeah, he has trouble and he told her he was like, \"You know, it's hard like this is hard.\"", "sourceId": "244"}, {"categoryId": "5", "formalText": "He was like, \"I've gotten so much better, but I just yeah I got these old these triggers happening like I'm complaining and weak.\"", "sourceId": "245"}, {"categoryId": "5", "formalText": "Yeah, he just he suddenly really gets anxious and he's just down to like involve his fucking problems and he can't suck it up and be tough.", "sourceId": "247"}, {"categoryId": "5", "formalText": "Like if he starts to talk to her about this problem.", "sourceId": "248"}, {"categoryId": "5", "formalText": "Yeah, specially the women.", "sourceId": "251"}, {"categoryId": "5", "formalText": "HE never thought about that.", "sourceId": "253"}, {"categoryId": "5", "formalText": "He never thought about that one particular thing that when he talks to women he gets anxious even women.", "sourceId": "256"}, {"categoryId": "5", "formalText": "He's not involved with regardless.", "sourceId": "257"}, {"categoryId": "5", "formalText": "He cannot be involved with someone but you have a certain image of them.", "sourceId": "258"}, {"categoryId": "5", "formalText": "So then he always feels like", "sourceId": "259"}, {"categoryId": "5", "formalText": "he doesn't seem as manly to this woman.", "sourceId": "260"}, {"categoryId": "5", "formalText": "And he doesn't seem as attractive and kind of funeral.", "sourceId": "261"}, {"categoryId": "5", "formalText": "Even if she's a doctor.", "sourceId": "263"}, {"categoryId": "5", "formalText": "Yeah, he thinks that's what happens because his dude friends he can talk about it a little bit and then it feels more like venting and he just is he and he can just something you know, it's not quite but yeah with women he gets flustered.", "sourceId": "265"}, {"categoryId": "5", "formalText": "He feels like he's not articulate and then he's going to he's just going on and on it kind of makes it worse.", "sourceId": "266"}, {"categoryId": "5", "formalText": "I wonder if he has any like do where that comes from, but you know like the idea that he's complaining and that's not manly.", "sourceId": "267"}, {"categoryId": "5", "formalText": "His mom.", "sourceId": "268"}, {"categoryId": "5", "formalText": "Well, that's he came up with that because he hates it so much when they complaining and he thinks that's so unattractive that couple.", "sourceId": "270"}, {"categoryId": "5", "formalText": "Dark couple that with the making him feel like he's not attractive register that so then put those together and you know, it just becomes an assumption that complaining is very unattractive.", "sourceId": "271"}, {"categoryId": "5", "formalText": "Annoying annoying right because he has no patience for their complaining.", "sourceId": "274"}, {"categoryId": "5", "formalText": "So he'll just started assuming that as he is that okay this person doesn't they have their own problems.", "sourceId": "275"}, {"categoryId": "5", "formalText": "But there's a finite very brief window of actually of actual real sympathy or whatever, but then he's got to move it along, you know.", "sourceId": "280"}, {"categoryId": "5", "formalText": "I think it's hard for him to imagine what I actually want to hear a lot more than what he actually tells me.", "sourceId": "281"}, {"categoryId": "5", "formalText": "Yeah, and I think what I'm saying he has about this is that it's very particular image from his childhood from his mother.", "sourceId": "314"}, {"categoryId": "5", "formalText": "And his father like his though.", "sourceId": "316"}, {"categoryId": "5", "formalText": "Why can't he get that's one reason that's one side, but then he has trouble also listen to girlfriend still make it right.", "sourceId": "327"}, {"categoryId": "5", "formalText": "Because then he starts projecting little bit like she's getting a little complaining out, you know.", "sourceId": "328"}, {"categoryId": "5", "formalText": "and that's not fair either but", "sourceId": "329"}, {"categoryId": "5", "formalText": "He does that because he thinks he's he immediately gets like them a good relationship going to be a lot of like talking to him for an hour everyday about their fucking job and has a bitch the girl who sits next to her as such a bad as you know what he means.", "sourceId": "331"}, {"categoryId": "5", "formalText": "So he has a low tolerance like he doesn't know.", "sourceId": "332"}, {"categoryId": "5", "formalText": "He thinks it's because he can't sometimes he forgets there's difference between just whining.", "sourceId": "333"}, {"categoryId": "5", "formalText": "And just talking about real problems not just some asshole at work like going on and on about that, but you know what they're talking about here emotional like real kind of course things not just someone cut you off on the road and you're going on and on about how pissed off you are, you know?", "sourceId": "335"}, {"categoryId": "5", "formalText": "That's exactly what I was going to say is that I don't think his experience with his mother and his father by the way because he's got either stoic because he's got either stoic and tough or constantly complaining.", "sourceId": "336"}, {"categoryId": "5", "formalText": "Plus in the Assyrian Community, that's.", "sourceId": "341"}, {"categoryId": "5", "formalText": "He hates to say yeah, he's not trying to generalize but you know the women tend to be kind of fucking shrill and chatterboxes and them intend to be so occur.", "sourceId": "343"}, {"categoryId": "5", "formalText": "Funny guy kind of type guys.", "sourceId": "344"}, {"categoryId": "5", "formalText": "So there's not room for actual like that ideas of having feelings or concerns or problems.", "sourceId": "345"}, {"categoryId": "5", "formalText": "That he's sharing that that he's sharing that is not complaining.", "sourceId": "349"}, {"categoryId": "5", "formalText": "Like there's a falls into complaining sure if somebody like chronically complaining without anything moving and it was feeling when he fell I think it was his mother like he got shut out.", "sourceId": "350"}, {"categoryId": "5", "formalText": "That's one thing to me.", "sourceId": "351"}, {"categoryId": "5", "formalText": "It feels more like when I get to hear like a wisp of what actually what actually is personal to him.", "sourceId": "352"}, {"categoryId": "5", "formalText": "It feels more like just getting to know him.", "sourceId": "353"}, {"categoryId": "5", "formalText": "It doesn't feel like complaining.", "sourceId": "355"}, {"categoryId": "5", "formalText": "It feels like \"oh that's his experience rather than societies experience.\"", "sourceId": "358"}, {"categoryId": "5", "formalText": "I know what societies experiences I don't need to hear any more of that.", "sourceId": "359"}, {"categoryId": "5", "formalText": "But yeah, it's depressing.", "sourceId": "360"}, {"categoryId": "5", "formalText": "Well, he was just thinking like \"wow that just adds.\"", "sourceId": "362"}, {"categoryId": "5", "formalText": "He means, he sees it so clearly now like see that he's also not good at listening and you know, he'll listen but then like shut inside he'll be kind of shut down after a certain point.", "sourceId": "363"}, {"categoryId": "5", "formalText": "He's like, \"all right.\"", "sourceId": "364"}, {"categoryId": "5", "formalText": "\"Yes again wrap it up.\"", "sourceId": "365"}, {"categoryId": "5", "formalText": "You know, that's not good either, you know, so that he's so he's at.", "sourceId": "366"}, {"categoryId": "5", "formalText": "You know like another to it if he can follow this one of the reasons, I think he shuts down when someone's talking is that for one it could be so it could simply be treating all the stuff in his mother.", "sourceId": "367"}, {"categoryId": "5", "formalText": "But in particular if what happens with his mother is her complaining her venting her smothering but the cost of seeing him at all like he disappeared then when he's with somebody who is venting complaining whatever bitching about a day.", "sourceId": "368"}, {"categoryId": "5", "formalText": "I think that will Child part but just once to actually be seen and validated an existing that relationship can really really can feel really smothered by this other person taking up a lot of space, but had he an experience where he", "sourceId": "369"}, {"categoryId": "5", "formalText": "Yeah, that's that's what he's saying because he's forgetting the part about whoever that person is and yes, they are venting but this is totally different.", "sourceId": "371"}, {"categoryId": "5", "formalText": "They're seeing him.", "sourceId": "372"}, {"categoryId": "5", "formalText": "Yeah, well the ones he's thinking of specifically they saw him.", "sourceId": "374"}, {"categoryId": "5", "formalText": "He means, you know even Tara, you know, yeah, she was kind of fucked up.", "sourceId": "376"}, {"categoryId": "5", "formalText": "But he means she you know, she loves him.", "sourceId": "377"}, {"categoryId": "5", "formalText": "He means she you know, that was you know, she did.", "sourceId": "378"}, {"categoryId": "5", "formalText": "It was you know again kind of a Meredith thing.", "sourceId": "379"}, {"categoryId": "5", "formalText": "Like maybe he was going to work out long like maybe it wasn't going to work out long-term.", "sourceId": "380"}, {"categoryId": "5", "formalText": "But he means she you know", "sourceId": "381"}, {"categoryId": "5", "formalText": "He felt at home there.", "sourceId": "382"}, {"categoryId": "5", "formalText": "Oh, absolutely God.", "sourceId": "383"}, {"categoryId": "5", "formalText": "Yeah, he means most of the time.", "sourceId": "385"}, {"categoryId": "5", "formalText": "He kind of did to be honest with me.", "sourceId": "386"}, {"categoryId": "5", "formalText": "He means, there's been very few where he didn't feel like he was you know.", "sourceId": "387"}, {"categoryId": "5", "formalText": "The capacity to really hear another's and just be there with them develops over that having been done for oneself, you know to not feel so squash by another person.", "sourceId": "388"}, {"categoryId": "5", "formalText": "Or if you trust him, you know the amount of listening right now, they'll listen to him tomorrow.", "sourceId": "390"}, {"categoryId": "5", "formalText": "They're here for him, too.", "sourceId": "392"}, {"categoryId": "5", "formalText": "He was like, you know what he needs to write down every every name of every girl supplice.", "sourceId": "556"}, {"categoryId": "5", "formalText": "He's not like particularly proud of it.", "sourceId": "561"}, {"categoryId": "5", "formalText": "He wanted to he was forgetting like", "sourceId": "564"}, {"categoryId": "5", "formalText": "When he stops to think of all the girls he's slept with.", "sourceId": "565"}, {"categoryId": "5", "formalText": "He forgets a lot of them and it seems weird to him.", "sourceId": "566"}, {"categoryId": "5", "formalText": "So when he wanted it just somehow remember is many as possible and it's a long list.", "sourceId": "567"}, {"categoryId": "5", "formalText": "There is something about having it like that.", "sourceId": "568"}, {"categoryId": "5", "formalText": "It just it helps him.", "sourceId": "570"}, {"categoryId": "5", "formalText": "It's you know food for thought he would like he was like, \"That's too many,\" and then he realizes it's also like a secret.", "sourceId": "571"}, {"categoryId": "5", "formalText": "He can't even tell his guy friends like they be like, \"Holy shit.\"", "sourceId": "572"}, {"categoryId": "5", "formalText": "Like he can't he means they're talking like he means a lot. Like usually over 80.", "sourceId": "573"}, {"categoryId": "5", "formalText": "He doesn't know if that's a lot, you know.", "sourceId": "574"}, {"categoryId": "5", "formalText": "So but he guess what he's saying was maybe this is Ben.", "sourceId": "575"}, {"categoryId": "5", "formalText": "Percolating.", "sourceId": "576"}, {"categoryId": "5", "formalText": "Yeah, he means the Samantha sessions.", "sourceId": "577"}, {"categoryId": "5", "formalText": "Yeah, he likes this idea that maybe there's something he really needs to work out though through writing writing or music about this.", "sourceId": "578"}, {"categoryId": "5", "formalText": "And he thought you know, it's also it would be a perfect theme in the same of the fucked-up crazy adventure with all these women and also compasses everything or talked about even a dead stop even the sea the Assyrian.", "sourceId": "582"}]