[{"categoryId": "1", "formalText": "So he's been fairly anxious this week about a few different things.", "sourceId": "2"}, {"categoryId": "2", "formalText": "He's been working on the same paper for the last couple months.", "sourceId": "3"}, {"categoryId": "2", "formalText": "He doesn't really like he feels like he's been putting her in a position of uncertainty for a while and the concerns are there.", "sourceId": "7"}, {"categoryId": "2", "formalText": "So he finishs that paper Sunday, which is a good thing, but it's sort of anxiety attached to will he ever finish this just to get it done already.", "sourceId": "8"}, {"categoryId": "2", "formalText": "To the job portion of he feels like he has to find the right job, you know on one level so that his wife doesn't kill herself and he's on another level but he's happy somewhere for the next couple years on another level so that he picks the right ones so that he has a career that he wants even though.", "sourceId": "10"}, {"categoryId": "2", "formalText": "He has to explain like how he would be a good fit for this position that may or may not exist based on criteria that he has not have no access to so he can. He finds that nerve-wracking.", "sourceId": "17"}, {"categoryId": "2", "formalText": "Okay, it's hard to deal with it and it makes him feel less efficient the work that he's doing.", "sourceId": "19"}, {"categoryId": "2", "formalText": "He's like, \"I just need to get through it and it's okay.\"", "sourceId": "20"}, {"categoryId": "2", "formalText": "Another thing about he's been anxious about a sort of where we left things last week.", "sourceId": "25"}, {"categoryId": "2", "formalText": "There's been less pressing in several days last several days, and he's been pretty much more anxious about other things.", "sourceId": "26"}, {"categoryId": "2", "formalText": "Part of his anxiety comes from the sense that his and asking the question feeling like I sort of pulled back at that moment as if we were likes shock over shocking question and perhaps I much as if he had like in trying to fix something and he felt like he had done badly or yeah, that's pretty close.", "sourceId": "89"}, {"categoryId": "2", "formalText": "He doesn't know another thing he had to ask too much or something.", "sourceId": "90"}, {"categoryId": "2", "formalText": "He feels more anxious about it.", "sourceId": "224"}, {"categoryId": "2", "formalText": "But me having said what I said he sort of he guesses he understands it better that there is no particular talking about his fears of being put off so and he's sensitive to changes in the world around him of any kind cuz I'm killing other people who knows why he just so.", "sourceId": "225"}, {"categoryId": "2", "formalText": "He's anxious about what he's asking or from me on a lot of different levels.", "sourceId": "230"}, {"categoryId": "2", "formalText": "Yeah, I think we should certainly continue to talk about because it's not just about me here.", "sourceId": "233"}, {"categoryId": "5", "formalText": "So he thinks the two things that he doesn't remember talking exclusively about their one he really wants to have a family.", "sourceId": "40"}, {"categoryId": "5", "formalText": "So in a sense I have this thing that he pretty much wants in doesn't really see how he's going to have because he doesn't really he just doesn't he really gets used to want to have children with Tanya and addition to wanting to have children.", "sourceId": "41"}, {"categoryId": "5", "formalText": "Not sure what he wants to have if he wants to have children with Tanya.", "sourceId": "42"}, {"categoryId": "5", "formalText": "He doesn't know if she can handle it.", "sourceId": "43"}, {"categoryId": "5", "formalText": "He thinks another piece that's going on most of the women in his life one way or another are are having pregnant.", "sourceId": "49"}, {"categoryId": "5", "formalText": "That's just sort of like both of his sisters are pregnant and have them pregnant.", "sourceId": "50"}, {"categoryId": "5", "formalText": "One of them is pregnant right now. Went into labor recently over the weekend is an in labor anymore.", "sourceId": "51"}, {"categoryId": "5", "formalText": "So another nice in a week or so, probably which is wonderful.", "sourceId": "52"}, {"categoryId": "5", "formalText": "He's excited about it.", "sourceId": "53"}, {"categoryId": "5", "formalText": "He thinks there's also the sense that one of the things he'd like to do in his other relationship is he aware of things that people are struggling with and sort of offer to talk with them in about them sort of tell them that he understands this is going on.", "sourceId": "63"}, {"categoryId": "5", "formalText": "So he thinks that he's trying to do that and realizes our relationships very different from his other ones, but he thinks that he's doing that other ways.", "sourceId": "64"}, {"categoryId": "5", "formalText": "So he thinks that's part of it.", "sourceId": "65"}, {"categoryId": "5", "formalText": "He thinks those are like the important things.", "sourceId": "66"}, {"categoryId": "5", "formalText": "He thinks they're important but none of them none of those or any things of the other things many things that he's said on this topic actually get the how did it come to be the case that he asked the question.", "sourceId": "68"}, {"categoryId": "5", "formalText": "It's all related because he does have all those things but he actually how it came to be is some long time ago.", "sourceId": "69"}, {"categoryId": "5", "formalText": "He thinks he has the sense of that one of the ways that people get through life is by sharing the joys and their sorrows with people.", "sourceId": "152"}, {"categoryId": "5", "formalText": "He likes to he likes to help people.", "sourceId": "154"}, {"categoryId": "5", "formalText": "That's where he thinks this is sort of the idea that being aware of somebody else's troubles in his important thing because may or may not be like coming out with it.", "sourceId": "157"}, {"categoryId": "5", "formalText": "They're almost certainly don't want to talk about it.", "sourceId": "158"}, {"categoryId": "5", "formalText": "He's been thinking about Emma's part, but he guesses it's not sufficient prompt to talk about it further.", "sourceId": "178"}]