[{"categoryId": "0", "formalText": "Usually the way I work with people in session is they start with whatever's on their mind and then we can take it from there.", "sourceId": "6"}, {"categoryId": "0", "formalText": "She realizes she might function better and structured environment.", "sourceId": "58"}, {"categoryId": "0", "formalText": "When she is busy, there is less time for her to think about her anxiety", "sourceId": "61"}, {"categoryId": "0", "formalText": "She is allowed to take Tylenol, but doesn't want to take it.", "sourceId": "105"}, {"categoryId": "0", "formalText": "States, \" I'm ready to go on a yoga retreat and drink herbs or something and get acupuncture and not deal with anymore Pharmaceuticals at this point\".", "sourceId": "115"}, {"categoryId": "0", "formalText": "We will need to talk more about her disordered eating explained below in future sessions. She brought her consent forms and  I will see her next week.", "sourceId": "485"}, {"categoryId": "1", "formalText": "She talked about her panic attacks and anxiety. She had several experiences that induce her panic attacks in relation to medications being put in her body. The Panic is about being poisoned. She felt like stuff that doesn't belong in her body.One when she took cocaine, one when she had GI issues as a kid and one with vaccines at the Red Cross. After starting medication for her anxiety, she has finally been feeling better like today and yesterday. She is eating a little bit more now and  feels like either she is going to get used to the medication or wasn't really having side effects at all, or maybe mentally getting used to the fact that she has to take medication.", "sourceId": "89"}, {"categoryId": "1", "formalText": "She wants this to be over now and the whole reason that she has an ulcer in the first place is because she was taking too much Aleve for her sensitive stomach combined with her stress. ", "sourceId": "90"}, {"categoryId": "1", "formalText": "", "sourceId": "238"}, {"categoryId": "1", "formalText": "", "sourceId": "239"}, {"categoryId": "1", "formalText": "She talked about her disordered eating and how it still affects her and is still related to her anxiety. ", "sourceId": "444"}, {"categoryId": "1", "formalText": "She said, \"I mean eating definitely does give me a bit of anxiety but not in the same way that medicine does so it's not like I'm eating that I can think something bad is going to happen today\".", "sourceId": "464"}, {"categoryId": "2", "formalText": "She said, \"Yeah, it's very rare that I have an afternoon in the apartment by myself that I'm excited.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She was taking the aleve that gave her the ulcer because of her painful periods.", "sourceId": "91"}, {"categoryId": "2", "formalText": "She has been convinced that all medications will make her sick because many of them have in the past", "sourceId": "115"}, {"categoryId": "2", "formalText": "She talked about having a panic attack while eating and thinking she was going to vomit. ", "sourceId": "136"}, {"categoryId": "2", "formalText": "She remembers having a panic attack after she got one of my vaccines.", "sourceId": "149"}, {"categoryId": "2", "formalText": "When she was 19 and was having her first round of GI issues, they wanted to do an upper GI Series so she swallowed the chalky stuff. She had an allergic reaction to it and stopped breathing. ", "sourceId": "157"}, {"categoryId": "2", "formalText": "She said she was a mess freshman year like it took her a year to get her shit together.", "sourceId": "259"}, {"categoryId": "2", "formalText": "She just partied with her friends and flunked school..", "sourceId": "269"}, {"categoryId": "2", "formalText": "Then she got it together and at the same time started getting her weight under control.", "sourceId": "273"}, {"categoryId": "2", "formalText": "She has had a history of having a problem of overeating.", "sourceId": "301"}, {"categoryId": "2", "formalText": "Stated, \"If I kept eating then I didn't feel guilty when I start eating more and more and more. The longer I was eating for the longer it was going to be before I started feeling embarrassed and guilty\".", "sourceId": "449"}, {"categoryId": "2", "formalText": "She talked about this very close relationship with her emotions with what she would take into her body for food.", "sourceId": "452"}, {"categoryId": "3", "formalText": "She gave a big back story to her \"borderline eating disorder\" she developed growing up where she began overeating. ", "sourceId": "414"}, {"categoryId": "3", "formalText": "She recalled, \"I stayed up and watched TV and ate.", "sourceId": "430"}, {"categoryId": "3", "formalText": "I know that it is unhealthy because well, I mean it was unhealthy because I was very overweight\"", "sourceId": "431"}, {"categoryId": "4", "formalText": "States, \"Maybe I had a panic attack while I was high on cocaine  because I can't really separate the two but it's that same feeling that I get when I swallow the pill\".", "sourceId": "129"}, {"categoryId": "4", "formalText": "After asking, \"How long have you done Coke for before that day?", "sourceId": "246"}, {"categoryId": "4", "formalText": "She responded, \"A year about a year not everyday mostly a couple times a week we would go out because that was the year.", "sourceId": "247"}, {"categoryId": "4", "formalText": "I wasn't drinking so it's so to me it was my substitute.", "sourceId": "248"}, {"categoryId": "4", "formalText": "She was drinking a lot before she started doing coke", "sourceId": "249"}, {"categoryId": "4", "formalText": "She smoked pot for the first time when her younger brother gave it to me the night before I went to college.", "sourceId": "255"}, {"categoryId": "5", "formalText": "She claims to be less expressive about her anxiety than some and also doesn't really bring it into a professional setting of work. ", "sourceId": "57"}, {"categoryId": "5", "formalText": "She said, \"Yeah, it's very rare that I have an afternoon in the apartment by myself that I'm excited", "sourceId": "76"}, {"categoryId": "5", "formalText": "Most people would be excited to lay on the couch and do nothing and have nobody there to know that they're being lazy. I like to fill my life and keep it busy\" ", "sourceId": "77"}, {"categoryId": "6", "formalText": "She said. \"And I finally talked to my dad and my brother a little bit about what their experience with their anxiety are and they both have been seeing people for years now, but nobody ever thought to tell me that I should do the same.", "sourceId": "17"}, {"categoryId": "6", "formalText": "So yeah, I always thought that I had it worse than everybody else in the family, but it doesn't seem to be the case\".", "sourceId": "18"}, {"categoryId": "6", "formalText": "Her dad was telling him that he really struggles with anxiety and her grandmother apparently really struggled with depression her dad and most of his dad's siblings.", "sourceId": "19"}, {"categoryId": "6", "formalText": "Her dad was the youngest of five and three or four of them all also had a pretty bad anxiety and get panic attacks.", "sourceId": "20"}, {"categoryId": "6", "formalText": "She doesn't think his dad has ever gotten treatment. ", "sourceId": "42"}, {"categoryId": "7", "formalText": "She says, \"Obviously the first thing that every one notices that I've lost like 15 pounds because I've been sick\".", "sourceId": "46"}, {"categoryId": "7", "formalText": "It's been difficult for me to start eating again. ", "sourceId": "130"}, {"categoryId": "7", "formalText": "Her appetite is back which is good. ", "sourceId": "133"}, {"categoryId": "7", "formalText": "She says, \"I don't think I'm skinny but fit always scared that I'm going to become that fax in again.", "sourceId": "468"}, {"categoryId": "7", "formalText": "And so I'm very very obsessed about what I eat", "sourceId": "469"}, {"categoryId": "7", "formalText": " I spend all day thinking about food.", "sourceId": "470"}, {"categoryId": "7", "formalText": "I wake up in the morning.", "sourceId": "472"}, {"categoryId": "7", "formalText": "And the first thing I think is what I'm going to have for breakfast.", "sourceId": "473"}]