[{"categoryId": "0", "formalText": "Will see him at 12:15", "sourceId": "567"}, {"categoryId": "1", "formalText": "This session was about meeting up with him and talking about his weeks. He has been feeling way less sexual with this girl in his life.", "sourceId": "87"}, {"categoryId": "1", "formalText": "He is busy with school and writing to where he is constantly thinking about business and now about his writing", "sourceId": "91"}, {"categoryId": "1", "formalText": "He talked about having one \"OCD thing that I do that I think it must mean something\" regarding a habit around a certain melody he sings over and over.", "sourceId": "338"}, {"categoryId": "1", "formalText": "He says it happens when he is happy.", "sourceId": "387"}, {"categoryId": "1", "formalText": "It might become a kind of container for all his feelings.", "sourceId": "530"}, {"categoryId": "2", "formalText": "He is feeling less sexual because he is having trouble shutting off his mind about all these different things.", "sourceId": "90"}, {"categoryId": "2", "formalText": "He doesn't want to invest much in a relationship and feel vulnerable. He is valuing other parts of the relationship", "sourceId": "107"}, {"categoryId": "2", "formalText": "As much if not more than the sexual part right now.", "sourceId": "119"}, {"categoryId": "2", "formalText": "He is just really focused on continuing to improve things.", "sourceId": "135"}, {"categoryId": "2", "formalText": "He feels he needs his personal space and a lot of the time he wants to be alone.", "sourceId": "179"}, {"categoryId": "2", "formalText": "He says  it's not that he can't relax.", "sourceId": "213"}, {"categoryId": "2", "formalText": "but that he is excited about things and  just wants to see results.", "sourceId": "215"}, {"categoryId": "5", "formalText": "He is going tp to try to do a weekly blog.", "sourceId": "11"}, {"categoryId": "5", "formalText": "and also going to create a nonprofit.", "sourceId": "36"}, {"categoryId": "5", "formalText": "He doesn't see a lot of his friends very often and he has got ", "sourceId": "132"}, {"categoryId": "5", "formalText": "There's no pressure for a relationship with this girl, he brought up how he lost her dad  ", "sourceId": "160"}, {"categoryId": "5", "formalText": "He thinks part of the nonprofit would be an Outreach, where he can go to schools and talk to kids about weeds and poems or have them write", "sourceId": "253"}, {"categoryId": "5", "formalText": "He talked about wanting to make connections", "sourceId": "259"}, {"categoryId": "5", "formalText": "He talked a lot about this feeling of wanting to make contact emotional contact with other people that changes them whether it's psychology, education or culture.", "sourceId": "282"}]