[{"categoryId": "0", "formalText": "Her schedule is the same for the fall.", "sourceId": "108"}, {"categoryId": "0", "formalText": "She said meeting a few times a week seems to be okay.", "sourceId": "110"}, {"categoryId": "0", "formalText": "I told her I'll see if I can arrange the Wednesday.", "sourceId": "111"}, {"categoryId": "0", "formalText": "She said,  \"we did finally make an appointment with a couples counselor\".", "sourceId": "139"}, {"categoryId": "1", "formalText": "States, \"I'm having sort of a tough time", "sourceId": "10"}, {"categoryId": "1", "formalText": "So I've started panicking that I'm not doing a good job anymore.\" after talking about her week and her relationship with James. ", "sourceId": "50"}, {"categoryId": "1", "formalText": "She states, \"I feel like I'm running out of things to talk about because I talked about all of the things that are sort of  bothering me  not the things that are really really bad because I don't want to talk about things that are really really bad.", "sourceId": "65"}, {"categoryId": "1", "formalText": "And I also imagine that you don't want to hear about things that are really really bad\".", "sourceId": "66"}, {"categoryId": "1", "formalText": "She states, \"I just feel like shit and I just hate myself more than most of the time", "sourceId": "68"}, {"categoryId": "1", "formalText": "I don't know what to do about my life\".", "sourceId": "85"}, {"categoryId": "1", "formalText": "Sounds like she is really quite burdened with a lot of things at the moment with Amanda and James and feels angry about dealing with them..", "sourceId": "97"}, {"categoryId": "2", "formalText": "Talked about how she couldn't find his pants this morning and told the story of her despair. Talked about how it was hard to find anything in her big apartment", "sourceId": "12"}, {"categoryId": "2", "formalText": "When talking about potentially resigning from her job, she said that then like things aren't great between us right now, and I just don't want to deal with it.", "sourceId": "136"}, {"categoryId": "2", "formalText": "She says she is really glad about getting an appointment with a couple's counselor", "sourceId": "146"}, {"categoryId": "2", "formalText": "She is saying a lot of the distress about not wanting to deal with her life abut having to do with my life and having to deal with my life comes from not knowing how to resolve it", "sourceId": "204"}, {"categoryId": "3", "formalText": "She said, \"I mean, I always want to come to therapy\"", "sourceId": "101"}, {"categoryId": "5", "formalText": "She talked about her possibly having to resign.", "sourceId": "116"}, {"categoryId": "5", "formalText": "She said, \"I'll have to look for another job", "sourceId": "131"}, {"categoryId": "5", "formalText": "I could stay up worrying about that but there's so many other things and that's something that's really really not in my control\".", "sourceId": "132"}]