[{"categoryId": "0", "formalText": "During the session, we discussed the meaning of one of her recent dreams. We also discussed her living situation and some of the relationships in her life. She keeps looking at other people to draw lessons from their life as a strategy.", "sourceId": "44"}, {"categoryId": "0", "formalText": "but she ends up comparing herself and building envy and insecurity ", "sourceId": "51"}, {"categoryId": "0", "formalText": "She is learning that what she is feeling is temporary.", "sourceId": "67"}, {"categoryId": "0", "formalText": "She feels she needs a set of legitimate treatments that are able to build on her sense of being and her sense of self.", "sourceId": "76"}, {"categoryId": "0", "formalText": " I will see her next Wednesday and next Friday.", "sourceId": "281"}, {"categoryId": "1", "formalText": "Yesterday, she was feeling really really horrible. She was walking around the streets crying. She was thinking of Andre thinking and rethinking the same things and how she felt so victimized and hoe it constantly debilitates her to think about. She was trying to think if there were times in her life where she was less insecure and she doesn't know but she is still very insecure when she looks on facebook. She feels like everyone is expecting her to be an adult and be independent, so she has been resisting Victor being in charge and leaning on but she is accepting that she should lean on him more. She thinks that he relationship with Victor needs to be the kind of love with the comfort thing she feels in the dream.  She started the session talking about anxiety in her living situation. She feels she is not allowed to do anything or move out of her place.", "sourceId": "25"}, {"categoryId": "1", "formalText": "because she signed the lease and is responsible for the rent and obviously will pay it, but it makes her feel a little bad for so they're all the they reject to get a lot of interest but then they reject people and one of the guys they rejected because he was upset that they that people mispronounce his name.", "sourceId": "26"}, {"categoryId": "1", "formalText": "", "sourceId": "30"}, {"categoryId": "1", "formalText": "", "sourceId": "29"}, {"categoryId": "1", "formalText": "", "sourceId": "31"}, {"categoryId": "1", "formalText": "", "sourceId": "143"}, {"categoryId": "1", "formalText": ".", "sourceId": "144"}, {"categoryId": "1", "formalText": "", "sourceId": "204"}, {"categoryId": "2", "formalText": "Her school is over for the semester but she wanted longer because she misses that structure ", "sourceId": "7"}, {"categoryId": "2", "formalText": "She went to see my roommate yesterday and she said she keeps they keep finding people that for some reason don't want her room.", "sourceId": "8"}, {"categoryId": "2", "formalText": "She has already paid for the December rent without actually living there and I've paid for the January rent.", "sourceId": "9"}, {"categoryId": "2", "formalText": "She keeps thinking about wanting to save that money or give it to her mom", "sourceId": "12"}, {"categoryId": "2", "formalText": "", "sourceId": "62"}, {"categoryId": "2", "formalText": "She will start Facebook in the morning and then feel bad all day. ", "sourceId": "64"}, {"categoryId": "2", "formalText": "She had a strong dream where she was flying and the feeling in the dream was indescribable but sexual. ", "sourceId": "118"}, {"categoryId": "2", "formalText": "She thinks the dream might have to do with wanting Victor to care for her", "sourceId": "142"}, {"categoryId": "2", "formalText": "She didn't really feel free", "sourceId": "163"}, {"categoryId": "2", "formalText": "because it was something that's full of anxiety.", "sourceId": "176"}, {"categoryId": "2", "formalText": "She says, \"I guess love makes you feel younger.", "sourceId": "208"}, {"categoryId": "6", "formalText": "She wishes she had a nice childhood where her  parents were nice and she can go home and be with her parents and lean on them anytime she wants to, but sh doesn't have that.", "sourceId": "39"}]