[{"categoryId": "0", "formalText": "Told her \"Hurting yourself is hurtful\".", "sourceId": "56"}, {"categoryId": "0", "formalText": "And explained how the \"other problem with you cutting or hurting yourself in any other way is that it doesn't stop the problem", "sourceId": "62"}, {"categoryId": "0", "formalText": "There isn't somebody who cuts once and never feels to panic again or the depression or the status again without working through whatever it is.", "sourceId": "63"}, {"categoryId": "0", "formalText": "You might maybe feel a relief in the moment, but it doesn't do anything to prevent the next panic attack or his change the external situation that might be creating a stress", "sourceId": "66"}, {"categoryId": "0", "formalText": "It just adds another problem and one that's potentially difficult to manage the risk.", "sourceId": "67"}, {"categoryId": "0", "formalText": "I know you're having a lot of panic and it's really uncomfortable.", "sourceId": "68"}, {"categoryId": "0", "formalText": "But I don't know how adding another issue on top of that is going to make you feel better\".", "sourceId": "69"}, {"categoryId": "0", "formalText": "Told her \"It seems like you we need to find ways for you to be more absorbed more often during the day\".", "sourceId": "116"}, {"categoryId": "0", "formalText": "Asked her, \"Can you volunteer more?", "sourceId": "124"}, {"categoryId": "0", "formalText": "Can you schedule outings with friends so that you're not staying home?\"", "sourceId": "125"}, {"categoryId": "0", "formalText": "Talked about cognitive, behavioral therapy \"So the behavioral piece of cognitive-behavioral is some of the actions that I encourage you to take things like scheduling and walks creating a structure in your day and some of the breathing exercises and relaxation exercises\"", "sourceId": "212"}, {"categoryId": "0", "formalText": "We worked on some in session.", "sourceId": "214"}, {"categoryId": "0", "formalText": "Explained \"Those are some of the behaviors that often work to manage anxiety symptoms and the cognitive piece when people say cognitive behavioral therapy are things like when I ask you to try to come up with an alternative way to think about something to challenge some of the beliefs and assumptions that you make", "sourceId": "215"}, {"categoryId": "0", "formalText": "positive behavioral therapy is what most people recommend for anxiety because it works for lots of people to manage\".", "sourceId": "217"}, {"categoryId": "0", "formalText": "What wee need to do is keep working on it until she feels her understanding of her anxiety Is different enough.", "sourceId": "297"}, {"categoryId": "0", "formalText": "Signed the waiver to get medications", "sourceId": "300"}, {"categoryId": "0", "formalText": "Before we meet again, she will look into a lower dose of Wellbutrin?", "sourceId": "322"}, {"categoryId": "0", "formalText": "Her panic attacks are lasting longer than typical panic attacks", "sourceId": "350"}, {"categoryId": "0", "formalText": "That's really high generalized anxiety.", "sourceId": "351"}, {"categoryId": "0", "formalText": "Took  a few minutes to practice the deep breathing and muscle relaxation again. Will see her at the regular appointment on Monday.", "sourceId": "362"}, {"categoryId": "1", "formalText": "She has been having a rough time with more \"panic attacks and stuff\" Her panic attacks are lasting longer than typical panic attacks. That's really high generalized anxiety.", "sourceId": "1"}, {"categoryId": "1", "formalText": "It was really impacting her boyfriend because she wanted to hurt herself.", "sourceId": "3"}, {"categoryId": "1", "formalText": "She was trying to convince him that it would be better off if she were dead which is something that's really hard for him to listen to.", "sourceId": "4"}, {"categoryId": "1", "formalText": "This is how she feels when she is in that much panic and she is trying to rationalize it\" because there is no way to make it better other than to not experience anything anymore\" ", "sourceId": "6"}, {"categoryId": "1", "formalText": "She doesn't want to hurt herself right now because she is not panicking.", "sourceId": "10"}, {"categoryId": "1", "formalText": "She is thinking normal at this current moment", "sourceId": "11"}, {"categoryId": "1", "formalText": "She says she knows that she is not going to do it.", "sourceId": "21"}, {"categoryId": "1", "formalText": "She says she has this urge to talk about it.", "sourceId": "34"}, {"categoryId": "1", "formalText": "She thinks it's okay to hurt herself", "sourceId": "52"}, {"categoryId": "1", "formalText": "if it wasn't permanently damaging , just momentarily cause pain. She says, \"I don't see the problem with it, you know, if it wasn't something that could become dangerous \"", "sourceId": "53"}, {"categoryId": "2", "formalText": "It is pretty scary for him to listen to.", "sourceId": "13"}, {"categoryId": "2", "formalText": "She thinks he knows that she is not going to do it, he knows that she is actually not going to hurt herself.", "sourceId": "14"}, {"categoryId": "2", "formalText": "", "sourceId": "18"}, {"categoryId": "2", "formalText": "He was concerned", "sourceId": "25"}, {"categoryId": "2", "formalText": "and thought that she was trying to hurt herself, when she was just taking a while in the bathroom and hadn't even occurred to her that the shaving stuff was in the bathroom to hurt herself.", "sourceId": "23"}, {"categoryId": "2", "formalText": "Last night, she was able to hold out for until 4 ish or so until her attack came. Sometimes her panics stop her from doing everyday tasks and sometimes they don't. ", "sourceId": "86"}, {"categoryId": "2", "formalText": "She said she was sort of focusing on the road and able to drive when she had an attack", "sourceId": "104"}, {"categoryId": "2", "formalText": "Sometimes, she has more control than other times.", "sourceId": "119"}, {"categoryId": "4", "formalText": "She doesn't feel like the Klonopin helped at all.", "sourceId": "149"}, {"categoryId": "5", "formalText": "She doesn't know what she wants from her boyfriend because she feels  if he did give her permission to kill herself,", "sourceId": "44"}, {"categoryId": "5", "formalText": "that would probably make him a very bad boyfriend.", "sourceId": "45"}, {"categoryId": "5", "formalText": "Part of what's happening is that there's not enough in her day right now of things that feel productive and she is not satisfied and that space that empty space is being filled by Panic. .", "sourceId": "118"}, {"categoryId": "5", "formalText": "Asked her \"Can you volunteer more?", "sourceId": "124"}, {"categoryId": "5", "formalText": "Can you schedule outings with friends so that you're not staying home?\"", "sourceId": "125"}, {"categoryId": "5", "formalText": "When her boyfriend is doing better, she is usually doing worse.", "sourceId": "165"}, {"categoryId": "5", "formalText": "They are very closely connected and I wonder if it almost works as a system rather than complete independence of one another.", "sourceId": "177"}, {"categoryId": "6", "formalText": "She is carrying around the guilt of paying her parents which weighs on her.", "sourceId": "189"}, {"categoryId": "7", "formalText": "She has been on the reduced Wellbutrin and she can't really see much of an effect, like it isn't making her worse.", "sourceId": "73"}, {"categoryId": "7", "formalText": "It is not having a negative effect or a positive effect either.", "sourceId": "76"}, {"categoryId": "7", "formalText": "The Panic often won't start until mid-afternoon perhaps earlier, but if so happens it still happens almost every day.", "sourceId": "77"}, {"categoryId": "7", "formalText": "When I asked \"how many panic attacks are you having in a day?\" she responded, ", "sourceId": "80"}, {"categoryId": "7", "formalText": "\"I'm not sure because they're like at least a couple\".", "sourceId": "81"}, {"categoryId": "7", "formalText": "whenever she is not occupied. ", "sourceId": "82"}, {"categoryId": "7", "formalText": "She denies there are spots that trigger the panic", "sourceId": "138"}, {"categoryId": "7", "formalText": "\"it just happens and then I just filled the physical thing feeling and then I'm just like, oh no not again, like the feeling doesn't come there's nothing that comes before the physical feeling as far as I can tell like I've never been so I'm pretty sure it's just happening and not being triggered by anything\".", "sourceId": "142"}, {"categoryId": "7", "formalText": "And it feels really out of her control.", "sourceId": "143"}, {"categoryId": "7", "formalText": "Her meds and anxiety level are affecting her sleep.", "sourceId": "335"}, {"categoryId": "7", "formalText": "She is having trouble staying asleep, not getting to sleep.", "sourceId": "346"}]