[{"categoryId": "0", "formalText": "She can't really go back on the Wellbutrin because it's really bad for her anxiety ", "sourceId": "66"}, {"categoryId": "0", "formalText": "We are giving the Seroquel some more time to work. Told her to increase her excersize to help alleviate the anxiousness, ", "sourceId": "67"}, {"categoryId": "0", "formalText": "\"If you're starting to feel really anxious and it's a time when you can get out and exercise, it can add that distraction. If you're able to get engaged in a little bit of activity every day that helps all the time just to lower the overall anxiety the discharge some of that energy to get endorphins flowing. That counteracts some of this other stuff you're feeling. Exercise can be a mood lift and an anxiety prevention technique.Talked about how to get more exersize in her day", "sourceId": "84"}, {"categoryId": "0", "formalText": "Talked about how it might feel good to get together with the group and might feel good to sing so she might invite people over.", "sourceId": "203"}, {"categoryId": "0", "formalText": "Told her, \"Your job is for you to be in control and not let the anxiety and depression being control you.", "sourceId": "269"}, {"categoryId": "0", "formalText": "Told her to focus on one piece at a time", "sourceId": "278"}, {"categoryId": "0", "formalText": " I will see her Monday at our regular time.", "sourceId": "353"}, {"categoryId": "1", "formalText": "Patient states, \"My whole life is falling apart\" .She enters saying \"I'm okay, last Tuesday had a breakdown at work but I was fine in the morning.\"", "sourceId": "1"}, {"categoryId": "1", "formalText": "It is unusual for her to panic at work.", "sourceId": "8"}, {"categoryId": "1", "formalText": "usually it is just in the apartment. ", "sourceId": "9"}, {"categoryId": "1", "formalText": "She has been on Seroquel for a week and she thinks it helps them ", "sourceId": "12"}, {"categoryId": "1", "formalText": "She was Panic free for a few days and then the past couple of days.", "sourceId": "18"}, {"categoryId": "1", "formalText": "she has been  sad again and suicidal", "sourceId": "19"}, {"categoryId": "1", "formalText": "She has been suicidal all along for the past few weeks, but not as suicidal as she was when she was not on the Seroquel.", "sourceId": "21"}, {"categoryId": "1", "formalText": "She thinks it's helping.", "sourceId": "22"}, {"categoryId": "1", "formalText": "She says, \" I just feel so hopeless and I was considering not going into work yesterday either because I was sick on Monday.", "sourceId": "40"}, {"categoryId": "1", "formalText": "I was feeling really suicidal and bad depressed and I guess it wasn't me.", "sourceId": "42"}, {"categoryId": "1", "formalText": "It was like the physical feeling of uncomfortableness and tightness from anxiety.", "sourceId": "44"}, {"categoryId": "1", "formalText": "That's what I was feeling\".", "sourceId": "45"}, {"categoryId": "1", "formalText": "There was possibly a thought about \"I should kill myself to end this feeling\" ", "sourceId": "48"}, {"categoryId": "1", "formalText": "The tightness is really uncomfortable.", "sourceId": "50"}, {"categoryId": "1", "formalText": "And doesn't go away at work.", "sourceId": "54"}, {"categoryId": "1", "formalText": "It does go away.", "sourceId": "64"}, {"categoryId": "1", "formalText": "But she feels like she has no control over it.", "sourceId": "65"}, {"categoryId": "1", "formalText": "With the idea of picking up music again, she said \"I'm afraid with music that the time commitment is due and not being able to make rehearsals would make me feel trapped\"", "sourceId": "221"}, {"categoryId": "1", "formalText": "", "sourceId": "276"}, {"categoryId": "2", "formalText": "She was fine for most of the afternoon and then towards the end of the last hour of working, ", "sourceId": "2"}, {"categoryId": "2", "formalText": "she started like shaking.", "sourceId": "3"}, {"categoryId": "2", "formalText": "When she realized that she was panicking, she was able to hide it from everybody but ended up leaving an hour early.", "sourceId": "4"}, {"categoryId": "2", "formalText": "Past few days what when she says suicidal she really means ", "sourceId": "23"}, {"categoryId": "2", "formalText": "she is really sad but usually not that long but not instantaneous either.", "sourceId": "25"}, {"categoryId": "2", "formalText": "They are like maybe 5 minutes or so.", "sourceId": "26"}, {"categoryId": "3", "formalText": "She said, 'I've also never been this depressed and trying to be in an acapella group at the same time in the past.", "sourceId": "226"}, {"categoryId": "5", "formalText": "She is not seeing any friends because I don't have a place to host them and that was frustrating on her birthday", "sourceId": "35"}, {"categoryId": "5", "formalText": "Her apartment is too small.", "sourceId": "36"}, {"categoryId": "5", "formalText": "She says, \"I can't ever have a party and I haven't done things with friends in like forever and it made me really sad and I feel like I have no friends because Sydney is like why don't you just have a couple over\"", "sourceId": "37"}, {"categoryId": "5", "formalText": "She just doesn't feel like she has any close friends anymore.", "sourceId": "39"}, {"categoryId": "5", "formalText": "Yesterday, she was considering quitting her job", "sourceId": "49"}, {"categoryId": "5", "formalText": "She might invite somebody to a restaurant to celebrate", "sourceId": "181"}, {"categoryId": "5", "formalText": "She feels like she has lost touch with all her friends.", "sourceId": "189"}, {"categoryId": "7", "formalText": "She has not been able to exercise at all", "sourceId": "71"}]