[{"categoryId": "0", "formalText": "She thinks it is a lot of effort and work to not hurt or kill herself.  ", "sourceId": "82"}, {"categoryId": "0", "formalText": "She has been writing a lot and to some extent it seems helpful and to some extent it seems like it gets her worked up.", "sourceId": "91"}, {"categoryId": "0", "formalText": "I am feeling really worried about whether she is going to be able to do this therapy because she doesn't want to police herself for 8 hours.", "sourceId": "176"}, {"categoryId": "0", "formalText": "She is going to keep working on getting the job at Starbucks, and I'll get back in touch with dr. Vaughn.", "sourceId": "214"}, {"categoryId": "1", "formalText": "She is talking about the struggles of feeling like committing suicide. She is worried that I'll need to be hospitalized again. States, \"the sense of Doom was a little bit too overpowering when I'm sure that I think of a job I am going to fail at.", "sourceId": "13"}, {"categoryId": "1", "formalText": "I don't know the best time for me to fill out the application\" ", "sourceId": "15"}, {"categoryId": "1", "formalText": "She feels like a prisoner in her life.", "sourceId": "22"}, {"categoryId": "1", "formalText": "She say she doesn't hurt herself because James doesn't want her to and because she feels like she has responsibilities towards him. ", "sourceId": "32"}, {"categoryId": "1", "formalText": "She says, \"I feel like such a coward , I can't do anything\"", "sourceId": "36"}, {"categoryId": "1", "formalText": "She is pretty mad at James are pretty resentful of him. ", "sourceId": "39"}, {"categoryId": "1", "formalText": "because if it weren't for him, she could just be dead and done suffering.", "sourceId": "41"}, {"categoryId": "1", "formalText": "She feels like both James and her are blackmailing one another with caring about each other.", "sourceId": "71"}, {"categoryId": "1", "formalText": "She feels a little more angry with herself right now than sad", "sourceId": "104"}, {"categoryId": "1", "formalText": "I feel like I'm not good for much", "sourceId": "112"}, {"categoryId": "1", "formalText": "like I don't have anything to offer.", "sourceId": "113"}, {"categoryId": "1", "formalText": "", "sourceId": "189"}, {"categoryId": "2", "formalText": "She is not doing anything to make feeling a coward different. She wonders how much of that is her in just not wanting to feel like she is totally out of control.", "sourceId": "37"}, {"categoryId": "2", "formalText": "She is not angry at me as a counselor, which she finds interesting.", "sourceId": "53"}, {"categoryId": "2", "formalText": "She just doesn't feel like she is personally invested in the way James is personally invested in her or how other people that take care of her.", "sourceId": "56"}, {"categoryId": "2", "formalText": "What she really wants to do is just sit around and read books. Sometimes she feels like she can change things but just can't get there.", "sourceId": "117"}, {"categoryId": "5", "formalText": "She says, \"I'm pretty angry at myself, pretty angry at the most people in my life\"", "sourceId": "57"}, {"categoryId": "5", "formalText": " James is very upset and he doesn't feel like he's allowed to be upset because it upsets her so much ", "sourceId": "75"}, {"categoryId": "5", "formalText": "She feels like her existence is hurting people she love but that if she left I would hurt them more.", "sourceId": "111"}]