[{"categoryId": "0", "formalText": "He is anxious about what he is asking of from me on a lot of different levels.", "sourceId": "230"}, {"categoryId": "0", "formalText": "I'll see him tomorrow.", "sourceId": "235"}, {"categoryId": "1", "formalText": "Starts by saying, \"I've been fairly anxious this week about a few different things.", "sourceId": "2"}, {"categoryId": "1", "formalText": "I've been working on the same paper for the last couple months.", "sourceId": "3"}, {"categoryId": "1", "formalText": "It's sort of been my big paper that I want to talk about and job interviews\".", "sourceId": "4"}, {"categoryId": "1", "formalText": "There is a sort of anxiety attached to \"will I ever finish this\" ", "sourceId": "8"}, {"categoryId": "1", "formalText": "He is also not sure if he wants to have children with Tanya but she is pregnant. Talked for awhile about what pregnancy and childbirth means to him. He has talked a lot to Tanya about her thoughts too ", "sourceId": "42"}, {"categoryId": "1", "formalText": "He expresses that they have had a hard time in their relationship talking about intimate things and have a skewed relationship of a lot of negative thoughts. ", "sourceId": "168"}, {"categoryId": "2", "formalText": "He has been trying to finish his paper before he sends out applications, but he needs to both send out applications because he needs to have a job.", "sourceId": "5"}, {"categoryId": "2", "formalText": "One of his sisters is pregnant right now, went into labor recently over the weekend.", "sourceId": "51"}, {"categoryId": "5", "formalText": "He states, \"I think I have the sense of that one of the ways that people get through life is by sharing the joys and their sorrows with people\".", "sourceId": "152"}, {"categoryId": "5", "formalText": "He says, \"I like to help people.", "sourceId": "154"}, {"categoryId": "5", "formalText": "That's where I think this sort of the idea that being aware of somebody else's troubles is an important thing\"", "sourceId": "157"}, {"categoryId": "6", "formalText": "He states, \"there are some real similarities between her and her mother some of those are presumed genetic and some of those presumably I believe like angry person raised children and turns them into angry people\"", "sourceId": "201"}]