[{"categoryId": "0", "formalText": "Patient comes in saying \"Right now, I'm great\"", "sourceId": "1"}, {"categoryId": "0", "formalText": "At the end of the session, patient completed a good long breathing practice and some relaxation.", "sourceId": "353"}, {"categoryId": "0", "formalText": "Taught her a breathing exercise in mindfulness", "sourceId": "272"}, {"categoryId": "0", "formalText": "for brief moment of respite from her worries", "sourceId": "273"}, {"categoryId": "0", "formalText": "Talked about getting Josh into a meditation center", "sourceId": "278"}, {"categoryId": "0", "formalText": "and she replied he dislikes restorative yoga", "sourceId": "300"}, {"categoryId": "0", "formalText": "Will see her in two weeks or week and a half after Friday at 3:30", "sourceId": "379"}, {"categoryId": "1", "formalText": "Patient comes in for her weekly session and she says \"It's been a terrible week\".", "sourceId": "3"}, {"categoryId": "1", "formalText": "She felt depressed and upset about her friend leaving", "sourceId": "18"}, {"categoryId": "1", "formalText": "She talks mostly about her boyfriend's heart condition. ", "sourceId": "43"}, {"categoryId": "1", "formalText": "She feels she have to cope with his heart which isn't a good place to be because in some ways it's a little bit easier because Josh has no choice but to cope with his condition", "sourceId": "115"}, {"categoryId": "1", "formalText": "She wants to have answers of what the future will hold with these different treatments", "sourceId": "137"}, {"categoryId": "1", "formalText": "She feels frustrated about having to be really supportive.", "sourceId": "147"}, {"categoryId": "1", "formalText": "She has lots of things to do with him but she goes a little stir crazy week after week.", "sourceId": "294"}, {"categoryId": "2", "formalText": "She didn't get great news from the doctor and her friend left.", "sourceId": "9"}, {"categoryId": "2", "formalText": "She sleeps a lot when she is sad. This mood has been short term so doesn't seem like depression", "sourceId": "25"}, {"categoryId": "2", "formalText": "Her boyfriend got cardioverted on Tuesday, and they said that his heart was like four times the size.", "sourceId": "43"}, {"categoryId": "2", "formalText": "Doctor said he probably has a genetically large heart.", "sourceId": "49"}, {"categoryId": "2", "formalText": "Yeah, they also they gave him an extra drugs to lower his heart rate even more and if it goes blowing up, there is like a built-in Peacemaker that your heart will kick in and he kind of has it naturally because his heart rate is so low, they call it become junctional rhythm.", "sourceId": "105"}, {"categoryId": "2", "formalText": "And he woke up in the middle of the night feeling like he had just been shocked the second night.", "sourceId": "106"}, {"categoryId": "2", "formalText": "Talked about treatments like stem cell trials for his heart.", "sourceId": "124"}, {"categoryId": "2", "formalText": "Talked about how the heart procedure went ", "sourceId": "263"}, {"categoryId": "3", "formalText": "Josh had a a terrible day with his heart condition and then at night had a talk with his mom and it was a really painful conversation to listen to I'm not sure he didn't even talk to me about it.", "sourceId": "80"}, {"categoryId": "3", "formalText": "She used to be able to believe this illusion that things were under your control because you hadn't yet come up against something that she couldn't control", "sourceId": "179"}, {"categoryId": "5", "formalText": "His whole world revolved around Sports and his fellow athletes before the accident", "sourceId": "211"}, {"categoryId": "7", "formalText": "She didn't feel anxious or have trouble sleeping.", "sourceId": "17"}, {"categoryId": "7", "formalText": "She says her strong feelings make her feel crazy.", "sourceId": "160"}]