[{"categoryId": "0", "formalText": " We still haven't decided on what the fee is for service", "sourceId": "6"}, {"categoryId": "0", "formalText": "but we decided 85", "sourceId": "9"}, {"categoryId": "0", "formalText": "We're meeting twice a week.", "sourceId": "12"}, {"categoryId": "0", "formalText": "They will bring in a check.", "sourceId": "18"}, {"categoryId": "0", "formalText": "We didn't see each other on Monday.", "sourceId": "25"}, {"categoryId": "0", "formalText": "She will come next Thursday.", "sourceId": "27"}, {"categoryId": "0", "formalText": "She is hoping that her husband finds a therapist so she doesn't feel drained and ", "sourceId": "124"}, {"categoryId": "0", "formalText": "he can just talk and get whatever he's feeling off his chest because he's definitely holding on to a lot.", "sourceId": "125"}, {"categoryId": "1", "formalText": "She wants to talk about her relationship with her husband and the issues with all the \"legal stuff\". She is feeling a little confused as to what he wants saying, \"I don't even think he probably really knows right now because he'll be really distant and then he says like I don't want to fall back into a pattern that we had before I want I want, you know to start over and make things, you know better on one hand\"", "sourceId": "40"}, {"categoryId": "1", "formalText": "They can't start over until all the legal stuff is taken care of and she doesn't even know what is happening right now and he keeps saying like he wants to still see her", "sourceId": "43"}, {"categoryId": "1", "formalText": "She said to him that we're going to stay together and work through this together.", "sourceId": "78"}, {"categoryId": "1", "formalText": "They are both facing legal charges.", "sourceId": "115"}, {"categoryId": "1", "formalText": "Her husband wakes up depressed and just kind of you know goes about his day and isn't really overly excited by anything. ", "sourceId": "123"}, {"categoryId": "1", "formalText": "She says he complains about stuff, but then he doesn't do anything to like change it.", "sourceId": "241"}, {"categoryId": "2", "formalText": "She said \"Once you sort of have a history someone you can't just start from the very beginning.", "sourceId": "71"}, {"categoryId": "2", "formalText": "I mean you can go back and start fixing things that went wrong.", "sourceId": "72"}, {"categoryId": "2", "formalText": "But in my mind it's sort of like why isn't that happening now?", "sourceId": "73"}, {"categoryId": "2", "formalText": "Like why aren't we fixing it now and working only have communicate and all that other stuff now like what's the point of waiting until later on?", "sourceId": "74"}, {"categoryId": "2", "formalText": "He is really having a hard time sort of focusing on their relationship right now because he's too concerned about what's going to happen with his career and once  that gets figure it out, then he'll be able to focus better.", "sourceId": "77"}, {"categoryId": "2", "formalText": "Her husband mentioned another woman who she feels just emotionally abused him .", "sourceId": "198"}, {"categoryId": "2", "formalText": "The woman said a lot of things to him that were nasty and mean and condescending telling him that he was in a terrible person.", "sourceId": "199"}, {"categoryId": "2", "formalText": "This woman used to take all kinds of l anti-anxiety medication.", "sourceId": "200"}, {"categoryId": "2", "formalText": "Because of this, he needs to get some help.", "sourceId": "205"}, {"categoryId": "2", "formalText": "Part of him is scared because he worries it could happen again", "sourceId": "208"}, {"categoryId": "2", "formalText": "Her mom wasn't a very lovey kind of person and some experiences with her impact how the patient views her current relationship.", "sourceId": "259"}, {"categoryId": "5", "formalText": "Her husband is  really nervous about having to tell his job and how that could affect, his career and down the line.", "sourceId": "76"}, {"categoryId": "5", "formalText": "She has been mostly watching the kids and always being home and everything, but actually yesterday went a yoga class ", "sourceId": "269"}]