[{"categoryId": "0", "formalText": "He has been working on the two pieces of advice from last session.", "sourceId": "6"}, {"categoryId": "0", "formalText": "For one, I had said I wanted him to change the way he was approaching the world.", "sourceId": "14"}, {"categoryId": "0", "formalText": "I told them I am not saying that Tanya and him should be forced to talk about things but they should maybe continue counceling, but maybe not with the same referred person.", "sourceId": "154"}, {"categoryId": "1", "formalText": "Talked about the last sessions, his experience writing an application.", "sourceId": "52"}, {"categoryId": "1", "formalText": "Talked about Tonya and her volitile moods. He said \"She has good moods now, which is good and has good and bad days, but relatively small setbacks.\" They have been making dinner together", "sourceId": "63"}, {"categoryId": "1", "formalText": "Tanya and him were doing couples counseling but they stopped going to see him.", "sourceId": "117"}, {"categoryId": "1", "formalText": "They partly did not like him and also didn't  want to be in couples counseling", "sourceId": "118"}, {"categoryId": "1", "formalText": "They went back to the second session and it felt familiar, but that wasn't really the breaking point.", "sourceId": "124"}, {"categoryId": "2", "formalText": "70% of the way through their second session, the marriage councelor sort of started pressing Tanya to say what she felt, to say she was okay and wasn't going to kill herself because that's what he had heard from her previous session.", "sourceId": "125"}, {"categoryId": "2", "formalText": "She was doing worse cuz of Thursday night.", "sourceId": "127"}, {"categoryId": "2", "formalText": "He suggested to the marriage councelor that she didn't really want to talk about the issue because he has known her for a long time and can understand what she is thinking when she's interacting with somebody.", "sourceId": "131"}, {"categoryId": "2", "formalText": "He kind of kept pressing the question until she just said \"I don't want to talk about this anymore\".", "sourceId": "134"}, {"categoryId": "2", "formalText": "This was a large part of why they did not go back", "sourceId": "137"}, {"categoryId": "5", "formalText": "He is working to apply for a postdoc position now and he was at the time finishing up a poster and taking it to a conference and spending time at the conference.", "sourceId": "25"}]