[{"categoryId": "0", "formalText": "Helped patient fill out an IRS letter for his lawyer", "sourceId": "81"}, {"categoryId": "0", "formalText": "Plan to update his file a little bit and soften some wording about how hard a time he is having, but still say he not out of the woods. Essentially will write he is a better functioning and more able to work with suicide and the depression.", "sourceId": "107"}, {"categoryId": "0", "formalText": "Will need to take the time to write a letter by Friday when we meet", "sourceId": "345"}, {"categoryId": "1", "formalText": "Came in feeling tired.", "sourceId": "1"}, {"categoryId": "1", "formalText": "Because of a messed up sleep schedule, their meds are \"so screwed up right now\".", "sourceId": "8"}, {"categoryId": "1", "formalText": "He started to up his dosage of Prozac", "sourceId": "10"}, {"categoryId": "1", "formalText": "But he has run out and can't renew until tomorrow.", "sourceId": "11"}, {"categoryId": "1", "formalText": "He still hasn't gotten any new Klonopin and he refuses to call for a new prescription.", "sourceId": "15"}, {"categoryId": "1", "formalText": "He is anxious about work commitments but says, ", "sourceId": "70"}, {"categoryId": "1", "formalText": "\"I guess I've been anxious over it for so long that I finally just gotten used to it.\"", "sourceId": "73"}, {"categoryId": "1", "formalText": "He is concerned about how his work is going to reflect on him.", "sourceId": "170"}, {"categoryId": "1", "formalText": "He tends to feel pretty responsible for things and feel like he messed up so many things that whenever there's a problem somebody's reasonably going to blame him.", "sourceId": "167"}, {"categoryId": "2", "formalText": "He says he is okay without Klonopin because he has not had a whole lot to be really anxious over.", "sourceId": "18"}, {"categoryId": "2", "formalText": "He talked about a litigation case he is working on  that's supposed to go on trial in January, which looks likely ", "sourceId": "19"}, {"categoryId": "2", "formalText": "He says, \"My guy is screwed because there's nothing I can do for him", "sourceId": "31"}, {"categoryId": "2", "formalText": "we can't go to trial in January because I'm completely unprepared\"", "sourceId": "32"}, {"categoryId": "2", "formalText": "He is tired of all the pills he has to take including the blood pressure medication.", "sourceId": "206"}, {"categoryId": "5", "formalText": "He wants to spend his money on sports games, \"If I don't go to the games, I'll be depressed but spending the money on the games makes me depressed.", "sourceId": "228"}, {"categoryId": "5", "formalText": "He got caught up on his student loans.", "sourceId": "244"}, {"categoryId": "7", "formalText": "He took his blood pressure and it was high.", "sourceId": "202"}, {"categoryId": "7", "formalText": "because he is off the blood pressure medication", "sourceId": "203"}, {"categoryId": "7", "formalText": "and doesn't want to go back on it.", "sourceId": "204"}]