[{"categoryId": "0", "formalText": "Talked about how to help her friends out with their bad times.", "sourceId": "60"}, {"categoryId": "0", "formalText": "", "sourceId": "73"}, {"categoryId": "1", "formalText": "She states, \"I feel so terrible\" and begins to explain her week. She is feeling kind of hopeless about several situations. These are mostly about other friend's problems. .", "sourceId": "9"}, {"categoryId": "1", "formalText": "She can't get a haircut because none of her friends want to go.", "sourceId": "1"}, {"categoryId": "1", "formalText": "She says her house is a shithole, but she doesn't want help cleaning it because she is too embarrassed to let  anyone help her clean it. She talked about how miserable she is with the level of mess. Her friend is deeply depressed \"borderline suicidal a depressed and she doesn't really know what I can do to help her other than make her sure to go find a therapist of her own which I've been doing\". She also wonders if there is some kind of feedback link where all  of her friends are depressed so she feels it too", "sourceId": "10"}, {"categoryId": "1", "formalText": "She says  it's exhausting and I'm guilty for being exhausted by it\" .", "sourceId": "80"}, {"categoryId": "1", "formalText": ".", "sourceId": "176"}, {"categoryId": "2", "formalText": "She was talking about a friend who was going to be denied Services because they're not really sick and she has to restart the whole evaluation and diagnostic process over with a new therapist.", "sourceId": "32"}, {"categoryId": "2", "formalText": "she felt like this woman has a lot of horrible circumstances going on like she spent an hour literally telling me about she's an academic failure.", "sourceId": "33"}, {"categoryId": "2", "formalText": ".", "sourceId": "34"}, {"categoryId": "2", "formalText": "It wasn't helping her at all to spend an hour on the phone with someone who is telling her in detail about their suicidal ideation.", "sourceId": "35"}, {"categoryId": "2", "formalText": "She is frustrated by how her friend disciplines her child.", "sourceId": "103"}, {"categoryId": "2", "formalText": "She feels bad criticizing their parenting because she doesn' have kids herself.", "sourceId": "134"}, {"categoryId": "5", "formalText": "She says all of her friends are depressed. She had plans with Yvonne later this week and was really dreading it because Yvonne is miserable about the divorce and she feels like her life is over, but she's behind on work.", "sourceId": "3"}]