[{"categoryId": "0", "formalText": "Last session I had suggested that he should not monitor", "sourceId": "1"}, {"categoryId": "0", "formalText": "Tanya's mood on a day-to-day basis, which he thinks is good advice.", "sourceId": "2"}, {"categoryId": "0", "formalText": "but it may be been a little bit harder than he anticipated.", "sourceId": "3"}, {"categoryId": "0", "formalText": "Told hime that building more trust", "sourceId": "136"}, {"categoryId": "0", "formalText": "will allow them to share more with one another.", "sourceId": "137"}, {"categoryId": "0", "formalText": "Also talked about how he may need to reach out for help with siblings that he can share what is going on.", "sourceId": "194"}, {"categoryId": "0", "formalText": "I noted several things that and I think that is important for us to continue talking about  including challenging assumptions about logistics and responsibilities with Tanya", "sourceId": "289"}, {"categoryId": "0", "formalText": "I will see him next week.", "sourceId": "291"}, {"categoryId": "1", "formalText": "He says he \"feel guilty that I just can't handle all of it\" in terms of a relationship with Tanya. He also has been feeling more angry at it. Tanya, a woman in his life is very anxious and very fragile. He says, \"It takes me awhile to trust people and Tanya is losing his trust with these sucide attempts.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She wants to take care of him because he is important to her.", "sourceId": "9"}, {"categoryId": "1", "formalText": "but he doesn't know that he can really trust her right now.", "sourceId": "11"}, {"categoryId": "1", "formalText": "She's anxious that she's not going to get a job.", "sourceId": "20"}, {"categoryId": "1", "formalText": "", "sourceId": "33"}, {"categoryId": "1", "formalText": "", "sourceId": "39"}, {"categoryId": "1", "formalText": "She has been threatening to kill herself several times.", "sourceId": "48"}, {"categoryId": "1", "formalText": "She has been coming close to a suicide attempt as a threat to kill herself.", "sourceId": "50"}, {"categoryId": "1", "formalText": "He says she was most mostly just happy with herself for not having killed herself.", "sourceId": "65"}, {"categoryId": "1", "formalText": "", "sourceId": "79"}, {"categoryId": "1", "formalText": "We've talked before about him having some sort of Need for control and need to protect other people and take care of other people.", "sourceId": "171"}, {"categoryId": "1", "formalText": "He feels he is protecting his mother and protecting Tanya in the case of Tanya wanting to kill herself.", "sourceId": "173"}, {"categoryId": "2", "formalText": "During a fight with Tanya, he could recognize while it was happening that she was really just upset and looking for an outlet for being upset, but he couldn't stop also not being angry about her misrepresenting the conversations.", "sourceId": "30"}, {"categoryId": "2", "formalText": "Decided he has a hard time letting other people take control because what seems best is never for someone else handle it for him.", "sourceId": "250"}, {"categoryId": "5", "formalText": "He has been underwhelmed by how some people are doing their jobs and it doesn't help his issue with trust.", "sourceId": "156"}, {"categoryId": "6", "formalText": "He worries about how these suicide attempts impact certainly her family but also his family too.", "sourceId": "67"}, {"categoryId": "6", "formalText": "Tanya has some family dysfunction given her father's abusive marriage. ", "sourceId": "211"}]