[{"categoryId": "0", "formalText": "Discussed with him how many of his feelings could be stemming from the feeling that someone is encroaching on his space.", "sourceId": "107"}, {"categoryId": "0", "formalText": "He feels a little out of control.", "sourceId": "92"}, {"categoryId": "0", "formalText": "His anger might be about feeling shut out or feeling like an outsider or feeling encroached upon or just not being able to be left alone peacefully. ", "sourceId": "364"}, {"categoryId": "0", "formalText": "There's a lot of sadness because he is aware of having been having this feeling as a kid.", "sourceId": "365"}, {"categoryId": "0", "formalText": "Will see him at 3:10pm tomorrow", "sourceId": "488"}, {"categoryId": "1", "formalText": "Patient states, \"I'm super fucking annoyed with every little thing\"", "sourceId": "6"}, {"categoryId": "1", "formalText": "He talked about how he didn't like the opposite of feeling really lethargic and kind of melancholy. ", "sourceId": "62"}, {"categoryId": "1", "formalText": "The moments of annoyance are so intense he describes it like giving himself a headache.", "sourceId": "100"}, {"categoryId": "1", "formalText": "He feels childish and amateur for feeling this way", "sourceId": "216"}, {"categoryId": "1", "formalText": "He explains how on days like this when it is bad, he is paralyzed for the day.", "sourceId": "257"}, {"categoryId": "1", "formalText": "He can't do anything.", "sourceId": "259"}, {"categoryId": "1", "formalText": "He can't think straight.", "sourceId": "260"}, {"categoryId": "1", "formalText": "He can't really enjoy anything.", "sourceId": "261"}, {"categoryId": "2", "formalText": "Most of his stories include feeling claustrophobic including an experience at Dunkin Donuts parking, one with his girlfriend, one driving, one in Starbucks waiting in line ", "sourceId": "131"}, {"categoryId": "2", "formalText": "He states he doesn't like getting so worked up about these things.", "sourceId": "88"}, {"categoryId": "2", "formalText": "He feels like the underlying thing under his annoyance is probably an old revelation or situation.", "sourceId": "192"}, {"categoryId": "2", "formalText": "He was thinking about being a kid when he lost his temper.", "sourceId": "195"}, {"categoryId": "2", "formalText": "Sometimes he can guess how he will feel and that there will be", "sourceId": "223"}, {"categoryId": "2", "formalText": "some little tick.", "sourceId": "224"}, {"categoryId": "2", "formalText": "He had a recurring dream that felt like a metaphor for his situation about how it felt as if his car was driving him.", "sourceId": "479"}, {"categoryId": "3", "formalText": "When he was a kid, he doesn't think he felt claustrophobia.", "sourceId": "203"}, {"categoryId": "3", "formalText": "In the past he was very sensitive to noise and still is slightly.", "sourceId": "234"}, {"categoryId": "5", "formalText": "He loves it with people around, but he also wants to be left alone", "sourceId": "172"}, {"categoryId": "5", "formalText": "Although noise bothers him, he feels he has gotten really good at being okay and living in a society.", "sourceId": "235"}, {"categoryId": "6", "formalText": "He thinks about his past when he was an only child and I was most loved when there was there was no other baby in the family.", "sourceId": "271"}]