[{"categoryId": "0", "formalText": "He might want to talk about dealing with some things less or meet less frequently for a while.", "sourceId": "7"}, {"categoryId": "0", "formalText": "He doesn't want to stop meeting entirely because he is confident about improvement and likes the routine", "sourceId": "37"}, {"categoryId": "0", "formalText": "There is several things he should/could work on in therapy but he says he doesn't feel it anymore", "sourceId": "96"}, {"categoryId": "0", "formalText": "We decided he wants to talk about it more next week but he may be exhausted on Monday so we will stick with Tuesdays and the midday appointment time.", "sourceId": "194"}, {"categoryId": "1", "formalText": "He said, \"It sounds odd, but I'm kind of feeling over therapy.", "sourceId": "1"}, {"categoryId": "1", "formalText": "because I'm finding myself really emotionally exhausted.", "sourceId": "5"}, {"categoryId": "1", "formalText": "But you know, of course I just want to avoid dealing with myself\"", "sourceId": "9"}, {"categoryId": "1", "formalText": "For some topics, he feels like he already talked about it a lot and it's really hard to and he doesn't want to go back to square one on the topic", "sourceId": "13"}, {"categoryId": "1", "formalText": "He wants some relief because he just doesn't want to have to deal with it or think about difficult stuff", "sourceId": "12"}, {"categoryId": "1", "formalText": "When he sees her he thinks he is going to feel stressed but seeing her doing whatever wasn't feeling stressful, which was good but seeing her brought back many negative thoughts ", "sourceId": "21"}, {"categoryId": "1", "formalText": "He is frequently reluctant to say that he has PTSD and  finds it extremely difficult to say that he was in an abusive relationship", "sourceId": "28"}, {"categoryId": "2", "formalText": "He feels so tired, .", "sourceId": "49"}, {"categoryId": "2", "formalText": " ambushed and overwhelmed at work", "sourceId": "52"}, {"categoryId": "2", "formalText": "He feels like he can't relax and concentrate.", "sourceId": "83"}, {"categoryId": "5", "formalText": "He is super stressed with work stuff.", "sourceId": "74"}, {"categoryId": "6", "formalText": "His parents are different races, and", "sourceId": "146"}, {"categoryId": "6", "formalText": "one time his brother's psychiatrist said that the reason he is bipolar is because he is mixed race which he was very upset by", "sourceId": "137"}]