[{"categoryId": "0", "formalText": "Patient said \"Yesterday went a little better\"", "sourceId": "1"}, {"categoryId": "0", "formalText": "Decided through the session that \"The church was supposed to protect her from all sorts of things and your father was supposed to protect you and look out for you.", "sourceId": "139"}, {"categoryId": "0", "formalText": "They dangerously neglected her and The Cutting is supposed  provide relief and in a way it does.", "sourceId": "140"}, {"categoryId": "1", "formalText": "She worries that people will always see her as unstable when they see the scars on her arm.", "sourceId": "12"}, {"categoryId": "1", "formalText": "She said they were almost faded until her tan and she has gotten much darker .", "sourceId": "4"}, {"categoryId": "1", "formalText": "She states, \"Well, it hurts a lot.", "sourceId": "148"}, {"categoryId": "1", "formalText": "So I must be doing something right\"", "sourceId": "149"}, {"categoryId": "2", "formalText": "She feels like when she wants to hurt herself, the knowledge that it is not going to go away isn't enough to keep her from doing it anyway.", "sourceId": "6"}, {"categoryId": "2", "formalText": "She believes some things in life are never going to go away.", "sourceId": "7"}, {"categoryId": "2", "formalText": "She finds it embarrassing because she can't pretend because it's right there in front of me all the time.", "sourceId": "10"}, {"categoryId": "2", "formalText": "She doesn't feel like cutting herself is to exert some control over the situation", "sourceId": "134"}, {"categoryId": "3", "formalText": "In the past, she consciously would choose the cutting as a way of coping. She explains what feels familiar is what gives her the impression for some reason that she doing something right?", "sourceId": "153"}, {"categoryId": "5", "formalText": "She talked about her church and how they decided that this coming year is going to be like the year of the Bible and they're going to focus on actually reading the Bible. She thinks that is a good idea and she has been anxiously turning over in her head whether she should offer her time to help in some way because she knows a lot about that Old Testament.", "sourceId": "21"}, {"categoryId": "5", "formalText": "She states \"it scares the shit out of me like talking to other people, you know, it's really nice to feel like I really know people and when I go home I don't talk to anybody else ", "sourceId": "45"}, {"categoryId": "5", "formalText": "She says \"worship is usually a pretty like emotionally heavy time for me and it's so it's hard for me to share it with others\"", "sourceId": "47"}]