[{"categoryId": "0", "formalText": "Began by asking, \"Dp you know any therapist in Maryland?\" for his friend. Told him I'd connect her up.", "sourceId": "2"}, {"categoryId": "0", "formalText": "Explained the difference of individual and couples counseling, \"The goal is to make the relationship the best the relationship they can be.\" He made the analogy that his relay partner isn't good, but his coach is still pushing him as a better description of couples counceling. ", "sourceId": "134"}, {"categoryId": "0", "formalText": "He needs to reflect on whether he wants to be in this marriage and whether there are enough things about Tanya that you love and value and are there enough parts of your moral system that you feel committed to it", "sourceId": "197"}, {"categoryId": "0", "formalText": "Told him he will need to find a way be more sustaining during these periods of uncertainty and doubt.", "sourceId": "216"}, {"categoryId": "0", "formalText": "I will see him next week.", "sourceId": "233"}, {"categoryId": "1", "formalText": "He stated, \" I feel like last week's session was very helpful.", "sourceId": "11"}, {"categoryId": "1", "formalText": "I was floundering.", "sourceId": "14"}, {"categoryId": "1", "formalText": "So, thanks\"", "sourceId": "23"}, {"categoryId": "1", "formalText": "He expressed that he felt anxious while we were talking.", "sourceId": "24"}, {"categoryId": "1", "formalText": "It was from worry that we wouldn't get to something .", "sourceId": "26"}, {"categoryId": "1", "formalText": "because time is very precious ", "sourceId": "27"}, {"categoryId": "1", "formalText": "and he might waste it or something.", "sourceId": "28"}, {"categoryId": "1", "formalText": "We were talking at the end about what constitutes a good reason or bad reason for making relationship decisions and he wanted to start there again at this session. We started talking about Tanya.", "sourceId": "30"}, {"categoryId": "1", "formalText": "Talked about his hope to protecting himself while also having her express her needs at a time when they can be met", "sourceId": "93"}, {"categoryId": "1", "formalText": "The conclusions made at couples counseling frustrated him.", "sourceId": "119"}, {"categoryId": "1", "formalText": "Right now, he states he is very frustrated with this idea of trying to make a relationship better when she isn't hospitalized but she's still pretty bad and not doing well.", "sourceId": "147"}, {"categoryId": "1", "formalText": "So they go there in like we can't really talk about trust.", "sourceId": "148"}, {"categoryId": "1", "formalText": "In terms of the marriage, he was thinking \"I don't want this but I also think that I don't want to walk away from  commitment that I made.  If I hadn't made that commitment,I would have many reasons for walking away\".", "sourceId": "212"}, {"categoryId": "1", "formalText": "He has concerns for Tanya's well-being in the short run.", "sourceId": "213"}, {"categoryId": "1", "formalText": "and he does love her.", "sourceId": "215"}, {"categoryId": "2", "formalText": "He had the sense that I can express but not explain very well that being able to walk and talk with Candice was was something that is missing from his relationship with Tanya to a large extent.", "sourceId": "53"}, {"categoryId": "2", "formalText": "There are certain topics that like set Tanya off.", "sourceId": "73"}, {"categoryId": "2", "formalText": "Or he can't talk about those because they feel dangerous to him because he doesn't trust Tanya to handle her emotions.", "sourceId": "74"}, {"categoryId": "2", "formalText": "In couples counseling Monday, he can't remember exactly how the conversation evolves over time but it ended up talking about work at her church being about like taking care of people.", "sourceId": "105"}, {"categoryId": "2", "formalText": "Dr. Janice then connected it and said if she felt like she could take care of me which is definitely a saying that she says or believes, it might help.  The issue is that he doesn't particularly trust her.", "sourceId": "112"}, {"categoryId": "2", "formalText": "A couple days, she said \"Goodbye James\" which she never really says is name when she is saying it so he was concerned for a portion of the day that she was going to kill herself.", "sourceId": "160"}]