[{"categoryId": "0", "formalText": "I will see her next week.", "sourceId": "198"}, {"categoryId": "1", "formalText": "Started by talking about an unknown hormonal thing going on with her and some other women that was sort of triggering that sort of response.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She doesn't even really know exactly what was either triggering or just going on yesterday.", "sourceId": "22"}, {"categoryId": "2", "formalText": "Talks about how her hormones are not in her control right now and she can't really go in there and manipulate what her cells are doing.", "sourceId": "21"}, {"categoryId": "2", "formalText": "Talked about how sad it was to lose Jen.", "sourceId": "58"}, {"categoryId": "2", "formalText": "She said she felt very lonely being surrounded by business people all the time.", "sourceId": "64"}, {"categoryId": "2", "formalText": "And then i was really hard in 6th grade when she started in a school that her parents just said was a language immersion school system.", "sourceId": "65"}, {"categoryId": "5", "formalText": "She said, \"If I was outside, then it meant that I was trying to prevent myself from crying in public as opposed to crying at home and it probably wasn't very helpful because you know, then all I want to do is just start hiding at home, so I won't go outside and cry in public\".", "sourceId": "18"}, {"categoryId": "5", "formalText": "Talked about moving schools a lot as a kid, and her easy and hard transitions. ", "sourceId": "91"}, {"categoryId": "5", "formalText": "She found high school extremely stressful.", "sourceId": "162"}, {"categoryId": "6", "formalText": "Her big sister was a big influence on her growing up.", "sourceId": "36"}, {"categoryId": "6", "formalText": "She said, \"She's my sister and I love her but at the same time that I fully know that her influence  in some respects led me into great places but in other respects\" they weren't good.", "sourceId": "38"}, {"categoryId": "6", "formalText": "She said \"I was very unhappy", "sourceId": "45"}, {"categoryId": "6", "formalText": "and I'm pretty sure my parents didn't really realize how much because I wasn't very talkative about things\"", "sourceId": "46"}]