[{"categoryId": "0", "formalText": "Talked about how to find strategies to work with her relationship with James and also worked on strategies for social anxiety", "sourceId": "137"}, {"categoryId": "1", "formalText": "She was worried about her drinking and about the anxiety she gets from socializing.", "sourceId": "14"}, {"categoryId": "1", "formalText": "She felt like this morning she kept getting upset with James and she didn't know whether it was that he was doing things differently or that she was more sensitive to the things that he says than usual.", "sourceId": "22"}, {"categoryId": "1", "formalText": "She says that she felt lonely and wants a compact companionship ", "sourceId": "31"}, {"categoryId": "2", "formalText": "Before, she was drinking a lot more. But, James and her haven't really bought any beer in the last month and she just didn't really notice.", "sourceId": "15"}, {"categoryId": "2", "formalText": "This made her happy.", "sourceId": "16"}, {"categoryId": "2", "formalText": "Not quite as happy as she would like to be drinking beer, but she noticed that most of the time she didn't really notice.", "sourceId": "18"}, {"categoryId": "2", "formalText": "Explained an instance driving where James was frustrated and they fought ", "sourceId": "52"}, {"categoryId": "2", "formalText": "She has a problem where if he expresses frustration, she takes it as being about her.", "sourceId": "69"}, {"categoryId": "2", "formalText": "Part of her really wants people to know and part of her really doesn't.", "sourceId": "137"}, {"categoryId": "5", "formalText": "She has been doing some more socializing recently and she cant stop picking things apart that she says and things that she said wrong and reasons for them to hate her. She would have had a nice evening out with some friends it is something that makes me feel sort of bruised and anxious and particularly vulnerable", "sourceId": "11"}, {"categoryId": "5", "formalText": "She wants to be connected to people but it's hard for her to be exceptionally connected to people because she worries about what they think", "sourceId": "166"}]