[{"categoryId": "0", "formalText": "Talked about how the \"I hate myself\" phrase can be a start of self-critical spot, but that what's less obvious is it is actually  functioning for a purpose.", "sourceId": "62"}, {"categoryId": "0", "formalText": " to manage her anxiety. She is worried about how her boyfriend is managing his depression", "sourceId": "63"}, {"categoryId": "0", "formalText": "We plan to prioritize setting reasonable goals for her to set up for herself for a visit home with her parents ", "sourceId": "538"}, {"categoryId": "0", "formalText": "This will mean sitting down and helping her mom take photos and put stuff up on eBay to get rid of her hoarding", "sourceId": "549"}, {"categoryId": "0", "formalText": "Then, when she notices a time or two or three where the statement, \"I hate myself\" comes out, she ", "sourceId": "560"}, {"categoryId": "0", "formalText": "will write a little bit about where she is and what's happening, how that thought came up just kind of put context is. We can then talk about it and have her reflect on it.", "sourceId": "561"}, {"categoryId": "0", "formalText": "Is it anxiety? She will write down a few details and email me if she wants", "sourceId": "562"}, {"categoryId": "1", "formalText": "She came in stating, \"I'm anxious more than anything a lot", "sourceId": "4"}, {"categoryId": "1", "formalText": "But I guess overall things are okay\"", "sourceId": "5"}, {"categoryId": "1", "formalText": "She said she got a \"new monster guy\"", "sourceId": "6"}, {"categoryId": "1", "formalText": "She says \"sometimes in my head, I'll still hear the 'I hate myself' immediately.", "sourceId": "10"}, {"categoryId": "1", "formalText": "She starts feeling out of control and gets very anxious", "sourceId": "65"}, {"categoryId": "1", "formalText": "She is working with her boyfriend on building communication skills and some of their issues", "sourceId": "185"}, {"categoryId": "2", "formalText": "She doesn't want to hear when she's upset \"it'll be okay almost like brushing it off, but says it can be a little comforting even for others to just try to believe it ", "sourceId": "19"}, {"categoryId": "2", "formalText": "When she was on a team she started thinking about herself, \"and thought I hate myself and then I thought she's better than me then I thought that's not good like comparing that that's not a good strategy\"", "sourceId": "30"}, {"categoryId": "2", "formalText": "She finds that thinking \"I hate myself\"", "sourceId": "37"}, {"categoryId": "2", "formalText": "doesn't just come up in the course of a day it comes up as she thinks about something can trigger a memory and she thinks back on something she did or didn't do.", "sourceId": "38"}, {"categoryId": "2", "formalText": "It could be something she did or something she didn't do or just something she was embarrassed by", "sourceId": "48"}, {"categoryId": "2", "formalText": "It could be an actually significant thing and then \"I hate myself\" will pop into her head.", "sourceId": "50"}, {"categoryId": "2", "formalText": "She is also noticing it more and more lately.", "sourceId": "94"}, {"categoryId": "2", "formalText": "The question we've been trying to think through in session is  whether her boyfriend Ivan is exactly like her parents behavior", "sourceId": "142"}, {"categoryId": "2", "formalText": "She is noticing Ivan is making improvements and has been putting effort into their relationship", "sourceId": "155"}, {"categoryId": "3", "formalText": "She denies depression or anger run because she finds it to be so incredibly unproductive to get angry at a person.", "sourceId": "75"}, {"categoryId": "3", "formalText": "She has gone to a couples therapy but didn't get much from it", "sourceId": "96"}, {"categoryId": "3", "formalText": "She feels so frustrated because no one her family is going to say \"Mom I'm worried about you you're really depressed because she'll get exceptionally angry and no one and Ivan family is going to say like, I know you're struggling with this\".", "sourceId": "222"}, {"categoryId": "5", "formalText": "She wishes her boyfriend wasn't depressed.", "sourceId": "192"}, {"categoryId": "5", "formalText": "because \"It's really really hard to live and put up with it and tolerate someone who's depressed for a long time that you care about\"", "sourceId": "200"}, {"categoryId": "5", "formalText": "it's draining. She never felt she was allowed to label as depression with her mom and a lot of the times with Ivan labeling it", "sourceId": "203"}, {"categoryId": "5", "formalText": "She was fine.", "sourceId": "207"}, {"categoryId": "6", "formalText": "She wishes her mom wasn't depressed.", "sourceId": "193"}, {"categoryId": "6", "formalText": "Her mom would claim she was sick and she wasn't sick and she was so angry because her mom was lying to her every single weekend and she knew she wasn't sick, but what I didn't understand was that she was struggling with agoraphobia ", "sourceId": "209"}, {"categoryId": "6", "formalText": "She couldn't even get out of bed.", "sourceId": "218"}]