[{"categoryId": "0", "formalText": "They saw Dr. Farrow SP Friday.", "sourceId": "9"}, {"categoryId": "0", "formalText": "and stated it wasn't very helpful.", "sourceId": "10"}, {"categoryId": "0", "formalText": "She feels like it's really helpful meet with me, but that's 45 minutes out of the week.", "sourceId": "15"}, {"categoryId": "0", "formalText": "Maybe need to talk to her other counselor about Ivan as it be helpful is for me to talk to her again to clarify a little bit more. She feels like Ivan is not being responsible at all", "sourceId": "256"}, {"categoryId": "0", "formalText": " Ivan can now start to talk about some of this stuff for the first time in his life to another therapist, ", "sourceId": "415"}, {"categoryId": "0", "formalText": "thinks he has kept bottled up inside.", "sourceId": "416"}, {"categoryId": "0", "formalText": "Doctor ____ is an excellent therapist.", "sourceId": "419"}, {"categoryId": "0", "formalText": "I asked her if she can even until we meet next not bring anything up to Ivan about the visit", "sourceId": "438"}, {"categoryId": "0", "formalText": "In the meantime, she need a break .", "sourceId": "457"}, {"categoryId": "0", "formalText": "I  told her to try to keep it light-hearted for a little bit and know that you're getting to keep coming back here and talking about it.", "sourceId": "460"}, {"categoryId": "0", "formalText": "Try to waving the Peace Flag for a little bit ", "sourceId": "480"}, {"categoryId": "0", "formalText": "Before next visit, she may even try to call his mom", "sourceId": "489"}, {"categoryId": "0", "formalText": "Will see her next Thursday", "sourceId": "502"}, {"categoryId": "1", "formalText": "Patient says, \"I feel like I need more help\"", "sourceId": "13"}, {"categoryId": "1", "formalText": "She doesn't know what it should look like  to take care of him and to be responsive to the way things are going with his depression and such without any additional help .", "sourceId": "15"}, {"categoryId": "1", "formalText": "She wants help, which help might look like someone who could be calling them and checking up and finding out what's going on and able to call and just say how's it going?", "sourceId": "22"}, {"categoryId": "1", "formalText": "I think it's more emotional support.", "sourceId": "26"}, {"categoryId": "1", "formalText": "His depression is affecting her physically and it's affecting me emotionally and sometimes I feel myself being really pulled down in his and it's really hard to like try to bring him up, so it's getting really difficult to manage.", "sourceId": "35"}, {"categoryId": "1", "formalText": "She found a suicide note and then discovered  in the whole system of their shared life, neither of them has a set of parents or even a single parent who they can turn to for some guidance and support through all this.", "sourceId": "81"}, {"categoryId": "1", "formalText": "Her husband told her they are going to get a divorce.", "sourceId": "280"}, {"categoryId": "1", "formalText": "She can't turn to her husband and say,  \"I'm having a really tough time with your mood swings\"", "sourceId": "323"}, {"categoryId": "1", "formalText": "Husband has a very serious personality disorder.", "sourceId": "351"}, {"categoryId": "1", "formalText": "She feel like she is getting blamed by his parents.", "sourceId": "404"}, {"categoryId": "2", "formalText": "States she is having a really really tough time is mood swings seem to be more pronounced.", "sourceId": "27"}, {"categoryId": "2", "formalText": "He goes from crying to really happy hyper attentive towards her  really back and forth back and forth, which she understands is part of depression.", "sourceId": "28"}, {"categoryId": "2", "formalText": "She feels like sometimes she is doing alone when she is not here", "sourceId": "33"}, {"categoryId": "2", "formalText": "He's emotional.", "sourceId": "39"}, {"categoryId": "2", "formalText": "He puts his head in the sand and she kind of does a very opposite obsessional organizing cleaning organizing cleaning organizing cleaning.", "sourceId": "93"}, {"categoryId": "2", "formalText": "She says he was \"crap all the way through church afterwards telling me how we're getting a divorce then at lunch like nothing ever happened happy and then later in the evening like crying a little bit again and then up and down and then up again and it is so sharp and I can't even tell him this is going on or that I'm struggling at this because he's totally unaware\"", "sourceId": "152"}, {"categoryId": "2", "formalText": "They go home and Ivan continues to say that he can take care of himself sometimes but he's not taking care of himself.", "sourceId": "182"}, {"categoryId": "2", "formalText": "She is worried about him getting his work schedule.", "sourceId": "184"}, {"categoryId": "3", "formalText": "The husband has been convinced they are going to get divorced at couples therapy in the past", "sourceId": "114"}, {"categoryId": "3", "formalText": "He sits in a couples therapy and says \"I can take care of myself", "sourceId": "179"}, {"categoryId": "3", "formalText": "I've got it under control\" and then dr. Farrell turns to her and says \"you need to start taking him at his word\"", "sourceId": "180"}, {"categoryId": "3", "formalText": "She doesn't think she can talk about anything that's going on that's wrong with his behavior anything that hurts me because before it sent him further in the shame and guilt and depression.", "sourceId": "331"}, {"categoryId": "3", "formalText": "On top of depression.", "sourceId": "353"}, {"categoryId": "3", "formalText": "He's not schizophrenic.", "sourceId": "367"}, {"categoryId": "5", "formalText": "She states \"I need someone\" ", "sourceId": "278"}, {"categoryId": "5", "formalText": "She needs someone to say \"that's really difficult\".", "sourceId": "285"}, {"categoryId": "6", "formalText": "She carries around tremendous Shame about her own family your own experiences.", "sourceId": "91"}, {"categoryId": "6", "formalText": "Her mom is apparently still not talking to me for two weeks ago when she asked about Easter, and her dad doesn't do any type of emotional discussion so she doesn't have anyone to talk to", "sourceId": "136"}, {"categoryId": "6", "formalText": "For a support system, she says, \"I have you and I have my sister and I'm even reluctant. She doesn't want to burden her sister", "sourceId": "291"}]