[{"categoryId": "0", "formalText": "Told him he needed to have conversations with Tanya about his frustrations.", "sourceId": "141"}, {"categoryId": "0", "formalText": "I told him I'm happy to meet with him if he wanted to do twice a week for a while.", "sourceId": "206"}, {"categoryId": "0", "formalText": "I will see him next week ", "sourceId": "217"}, {"categoryId": "1", "formalText": "He is deeply unhappy and deeply angry about his situation. He is sitting here trying to sort out like why why he is so unhappy and angry about it.He talked about going to a wedding with Tanya. He was fully aware Tanya's history of depression and anxiety.", "sourceId": "41"}, {"categoryId": "1", "formalText": "He feels more alone in this and angry about it because no one is talking to him and only to Tanya.", "sourceId": "66"}, {"categoryId": "1", "formalText": "", "sourceId": "102"}, {"categoryId": "1", "formalText": "I guess I'm sitting here trying to sort out like why why am I so unhappy and angry about this?", "sourceId": "105"}, {"categoryId": "1", "formalText": "There one piece of dealing with Tanya's illness in the present and then also in the past, which is sort of a traumatic event that he is going through and he feels completely alone in and he can't share with her because she was there and not there at the same time. In terms of control and responsibility, ", "sourceId": "124"}, {"categoryId": "1", "formalText": " he is experiencing being married to someone who he is worried is sort of a fundamentally and morally different person.", "sourceId": "124"}, {"categoryId": "1", "formalText": "He definitely feels that his anger can be destructive.", "sourceId": "191"}, {"categoryId": "1", "formalText": "He says, \"I want to smash everything\"", "sourceId": "193"}, {"categoryId": "2", "formalText": "At the wedding there were a couple very important conversations with Tanya", "sourceId": "78"}, {"categoryId": "2", "formalText": "She's been fired from her job for failure to be organized at all.", "sourceId": "82"}, {"categoryId": "2", "formalText": "She has set up a certain  \"guilt cycle that prevents her from speaking to me except when she's really drunk\".", "sourceId": "86"}, {"categoryId": "2", "formalText": "He doesn't feel like he can hold her accountable for something she does", "sourceId": "113"}, {"categoryId": "2", "formalText": "Had to tell him that she doesn't remember it because it was erased from her memory by the ECT ", "sourceId": "118"}, {"categoryId": "5", "formalText": "Friends have  been in touch with Tanya and talking to her which is good but ", "sourceId": "59"}, {"categoryId": "5", "formalText": "essentially not communicating with him at all. ", "sourceId": "60"}, {"categoryId": "6", "formalText": "He was frustrated by  everyone in her family, including extended family because they were different than his.", "sourceId": "134"}]