[{"categoryId": "1", "formalText": "She discussed how she working on her relationship with James .", "sourceId": "15"}, {"categoryId": "1", "formalText": "She talked about how she wanted to gain coping skills ", "sourceId": "22"}, {"categoryId": "1", "formalText": "She discussed how she was  angry at everybody else because once they learn how to use these coping skills , it actually fixes things for them", "sourceId": "29"}, {"categoryId": "1", "formalText": "However, she feels like she failed and that there's something fundamentally wrong with her.", "sourceId": "36"}, {"categoryId": "1", "formalText": "She states she does not want to be \"full of rage and exhausted better by all these things\".", "sourceId": "62"}, {"categoryId": "1", "formalText": "She says the \"important thing I get to decide once I'm done being angry\".", "sourceId": "81"}, {"categoryId": "1", "formalText": "She says she does not have trouble knowing what to do and what to think. But then she doesn't know what to do when she feels wrong or when she feels like the the coping strategies don't fit because she sits with them awhile and finds them hard to handle.", "sourceId": "149"}, {"categoryId": "2", "formalText": "She says that not getting better means that she a failure ", "sourceId": "32"}, {"categoryId": "2", "formalText": "She circles about thinking about anger", "sourceId": "76"}, {"categoryId": "2", "formalText": "She has a lot of personal encouragement to not trust her own judgment in the first place there.", "sourceId": "156"}, {"categoryId": "3", "formalText": "She was talking with people about the ECT and how successful it has been for her.", "sourceId": "38"}, {"categoryId": "3", "formalText": ", \"you know sort of depends on the day and who I'm talking to\". She says it leads into conversations about a stigma surrounding mental illness", "sourceId": "39"}, {"categoryId": "3", "formalText": "She said something about thinking was like a bad depression and sort of doing a like post post mortem of what happened and why you're depressed and sort of doing everything.", "sourceId": "135"}]