[{"categoryId": "0", "formalText": "Suggested to her that she may be thinking about suicide in a way as a release from the frustration and feeling bad that has been going on because of not finding a job.", "sourceId": "207"}, {"categoryId": "0", "formalText": "She is in a difficult situation where it's hard to be in touch with herself and hurt at the same time.", "sourceId": "227"}, {"categoryId": "1", "formalText": "Started out by saying, \"I'm feeling pretty proud of myself right now.", "sourceId": "1"}, {"categoryId": "1", "formalText": "I woke up this morning and I was really not doing well.", "sourceId": "2"}, {"categoryId": "1", "formalText": "I was wanting to hurt myself and was doing really bad.", "sourceId": "7"}, {"categoryId": "1", "formalText": "I kind of sat there and thought well, my therapist would probably say that this was something about feeling this way sucks .", "sourceId": "8"}, {"categoryId": "1", "formalText": "So it was a kind of comfort for me.", "sourceId": "9"}, {"categoryId": "1", "formalText": "I can say kind of this isn't really my fault.", "sourceId": "14"}, {"categoryId": "1", "formalText": "I thought okay, and then I felt better\" .", "sourceId": "22"}, {"categoryId": "1", "formalText": "She is frustrated because she basically has a month of waiting because she has applied to all of the positions.", "sourceId": "26"}, {"categoryId": "1", "formalText": "She said, \"So now I basically have to sit for the next month and see if anybody calls me.", "sourceId": "33"}, {"categoryId": "1", "formalText": "So that's going to be hard\".", "sourceId": "34"}, {"categoryId": "1", "formalText": "She said, \"I's like the last couple of days it kept getting worse and worse.", "sourceId": "47"}, {"categoryId": "1", "formalText": " I also kept feeling like I just needed something to snap me out of it and I wasn't able to find that.", "sourceId": "48"}, {"categoryId": "1", "formalText": "She is worried about sitting around and being anxious.", "sourceId": "65"}, {"categoryId": "2", "formalText": "She applied for basically all of the positions that she would be a good fit for.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She has pretty much the same conversation with James once a week where she is so anxious thinking she should just drop the entire thing. ", "sourceId": "37"}, {"categoryId": "2", "formalText": "She states, \"I feel like my depression and anxiety just makes me a worse person consistently.\"", "sourceId": "85"}, {"categoryId": "2", "formalText": "She has been thinking of her suffering in terms of what the church says about it.She told her sister what was going on and that she was having a bad day and that she was anxious about finding a job and haven't heard back from anywhere, but her sister was having a good day and she felt bad burdening her.  ", "sourceId": "163"}, {"categoryId": "2", "formalText": "", "sourceId": "186"}, {"categoryId": "5", "formalText": "She states that she really likes going to church in some ways.", "sourceId": "124"}, {"categoryId": "5", "formalText": "but the idea of church is difficult for her to", "sourceId": "128"}, {"categoryId": "5", "formalText": "deal with even when she is not depressed. ", "sourceId": "129"}, {"categoryId": "5", "formalText": "James and her have constant conversations.", "sourceId": "217"}, {"categoryId": "6", "formalText": "Her sister works at church.", "sourceId": "131"}]