[{"categoryId": "0", "formalText": "He wrote a check and forgot to bring it this time.", "sourceId": "3"}, {"categoryId": "0", "formalText": "He expressed that in the session he felt I was \"pushing in some specific direction and continuing to bring us back to some set fixed end\".", "sourceId": "88"}, {"categoryId": "0", "formalText": "He came to realize, \"You're keeping things moving in a particular line of some of the things that we've talked about before to continue the conversation\".", "sourceId": "96"}, {"categoryId": "0", "formalText": "Talked more about the importance of space and silence.", "sourceId": "139"}, {"categoryId": "0", "formalText": "I'll see him next week.", "sourceId": "255"}, {"categoryId": "1", "formalText": "He has gotten very frustrated about how people treat Tanya in the hospital when they hear her story and they seem to start constructing essentially a similar sequence of series as if they are securing the history in which she is talking and coming to their first conclusion.", "sourceId": "51"}, {"categoryId": "1", "formalText": "He expressed his feeling of disappointment, \"It's like well, you know, we can't make it perfect so we might as well just not try to do anything at all\".", "sourceId": "79"}, {"categoryId": "1", "formalText": "I responded with \"you see that perfectionism in Tanya although it typically manifests more in relation to herself.", "sourceId": "80"}, {"categoryId": "1", "formalText": "she feels most dramatically when she feels falling short of being perfect\"", "sourceId": "81"}, {"categoryId": "1", "formalText": "Talked to their couples counselor a couple weeks ago about \"anger and the sense in which a cause of herself injury and suicidal suicide is her utter inability to deal with the anger from anyone else or herself.  I do agree with him that this is sort of the sensitivity he has, a sort of acute sensitivity.", "sourceId": "102"}, {"categoryId": "1", "formalText": "", "sourceId": "253"}, {"categoryId": "2", "formalText": "Started off by talking about how we ended the last session talking about \"Siri and what we're doing here\".", "sourceId": "6"}, {"categoryId": "2", "formalText": "He wanted to say thank you and he appreciated talking about it.", "sourceId": "7"}, {"categoryId": "2", "formalText": "It it it took him a few minutes after he left to sort of sort out his feelings, but he was very grateful. Said it was interesting and also comforting and reassuring.", "sourceId": "8"}, {"categoryId": "2", "formalText": "I said that not only is it essentially okay that he interact with the world in a particular fashion, but it is necessary that we construct it to make sense of our reality.", "sourceId": "9"}, {"categoryId": "2", "formalText": "Talked about when Tanya was sort of in and out of the hospital and he was meeting with people and he thought, \"do they actually know what they're talking about?\".", "sourceId": "47"}, {"categoryId": "2", "formalText": "Showed his slight distrust with the structure of mental health organizations which I returned by saying organizations are far from perfect but to accept his disappointment.", "sourceId": "59"}, {"categoryId": "2", "formalText": "she'll get angry and she's not allowed to express the anger by herself.", "sourceId": "105"}, {"categoryId": "2", "formalText": "She does not allow herself to express the anger because any expression of anger is bad. ", "sourceId": "106"}, {"categoryId": "2", "formalText": "And so she internalizes it something like being angry because she is angry of becoming angry at herself for being angry at someone else and wanting to express that and buttons up and self-injury and if it goes on long enough course particularly acute suicide. ", "sourceId": "109"}]