[{"categoryId": "0", "formalText": "Next week, he will miss Monday, but we can keep Thursday Friday.", "sourceId": "481"}, {"categoryId": "1", "formalText": "He said last week was weird, he was sleeping the whole week and \"didn't know what the fuck was going on but I was sleeping every day until like two one I don't know like I was exhausted it was really weird\"", "sourceId": "7"}, {"categoryId": "1", "formalText": "He could just feel like he was absolutely exhausted when he went to Starbucks ", "sourceId": "17"}, {"categoryId": "1", "formalText": "Explained a day where he got up and kind of ate something and got back and was just depressed ", "sourceId": "88"}, {"categoryId": "1", "formalText": "to the point to where he didn't mention it to my mom.", "sourceId": "90"}, {"categoryId": "2", "formalText": "He said \"With all that shit with the fire department and the it was already an exhausting week\".", "sourceId": "19"}, {"categoryId": "2", "formalText": "Started sobbing when he saw a yoga video about someone changing their life", "sourceId": "35"}, {"categoryId": "2", "formalText": "He didn't understand why he was sobbing and it was really weird.", "sourceId": "58"}, {"categoryId": "2", "formalText": "He said \"This poor guy is like seriously overweight disabled, you know, it gives you perspective\"", "sourceId": "62"}, {"categoryId": "3", "formalText": "\"The last time I felt very disturbed was the time I told you when I first got to London.", "sourceId": "376"}, {"categoryId": "3", "formalText": "That felt really unsettling and I was only because I just felt really alone\"", "sourceId": "378"}, {"categoryId": "3", "formalText": "I felt like", "sourceId": "379"}, {"categoryId": "3", "formalText": "there wasn't anybody I could call or hang out with. I just felt really weird and alone and just unsettled ever since then every time I had a job like that\"", "sourceId": "380"}, {"categoryId": "5", "formalText": "He is considering not saying yes to going back to school", "sourceId": "271"}, {"categoryId": "5", "formalText": "He said \"I am living my life and I don't feel so guilty about the PHD or whatever", "sourceId": "293"}, {"categoryId": "5", "formalText": "I pulled up my manuscript for the new book and I was like shit man.", "sourceId": "298"}, {"categoryId": "5", "formalText": "Some of these poems are really fucking good.", "sourceId": "299"}, {"categoryId": "5", "formalText": "He said he had a wonderful weekend with a new girl named Kelly saying, \"she's awesome", "sourceId": "304"}, {"categoryId": "5", "formalText": "I was going to tell you this if this is the first relationship I've had where the sex has gotten better with the more open we've been with one another", "sourceId": "305"}, {"categoryId": "5", "formalText": "She's freaking beautiful and awesome\" He is worried about messing it up with her and finds motivation in their relationship", "sourceId": "314"}, {"categoryId": "5", "formalText": "He said, \"I just think it's important to start branching out", "sourceId": "443"}, {"categoryId": "5", "formalText": "I feel very connected\"", "sourceId": "448"}, {"categoryId": "7", "formalText": "When asked \"What you do with all these feelings you're starting to have as things happen and you see them for what they are now?\"", "sourceId": "154"}, {"categoryId": "7", "formalText": "He said \"I mean, I don't think there's much more that I could do\"", "sourceId": "155"}]