[{"categoryId": "0", "formalText": "Discussed how Blue Cross insurance seems to be a pain.", "sourceId": "4"}, {"categoryId": "0", "formalText": "Was asking about how to approve the request when they denied the request.", "sourceId": "19"}, {"categoryId": "0", "formalText": "and she had gotten a check from them.", "sourceId": "20"}, {"categoryId": "0", "formalText": "Told her I'd write you a check for what they've done so far and we will wait and see.", "sourceId": "29"}, {"categoryId": "1", "formalText": "She wanted to explain how her party went really great and shared her entire speech during the session", "sourceId": "39"}, {"categoryId": "1", "formalText": "Her speech was about her father.", "sourceId": "44"}, {"categoryId": "1", "formalText": "She talked about how she really wanted to connect with everybody there at the party.", "sourceId": "154"}, {"categoryId": "1", "formalText": "because she needs to show her devotion and interest.", "sourceId": "158"}, {"categoryId": "1", "formalText": "She says it feels so scary to not want to try and when she feels like that's going to be the end of the world ", "sourceId": "310"}, {"categoryId": "1", "formalText": "She says when she falls  into that space and it's very bad and scary", "sourceId": "314"}, {"categoryId": "2", "formalText": "Being social tires her out after a while.", "sourceId": "192"}, {"categoryId": "2", "formalText": "She says she shows her devotion different than those ", "sourceId": "199"}, {"categoryId": "2", "formalText": "who are not trying to make a deep connection with everybody every single time.", "sourceId": "200"}, {"categoryId": "5", "formalText": "She talked about trying to connect with every single person at the party and how it was exhausting. She couldn't understand how some people are social butterflies", "sourceId": "127"}, {"categoryId": "6", "formalText": "At the speech, she found out more about her very early relationship with her oldest female cousin.", "sourceId": "211"}, {"categoryId": "6", "formalText": "Her mother has a history of depression.", "sourceId": "317"}]