[{"categoryId": "0", "formalText": "Patient mentioned that her type of medication is changing.", "sourceId": "1"}, {"categoryId": "0", "formalText": "She is switching off Lexapro and onto Celexa or Celebrex, ", "sourceId": "5"}, {"categoryId": "0", "formalText": "probably Celexa. ", "sourceId": "6"}, {"categoryId": "1", "formalText": "Changing a medication that makes her feel \"like crap for a while\" when she doesn't feel like it is a good time because she is trying to move out of her parent's house.", "sourceId": "10"}, {"categoryId": "1", "formalText": "Her dad was also trying to talk to her about dealing with racism either in the workplace or my personal life but it was causing conflict because she was out working and he was talking from an academic/ public speaker standpoint", "sourceId": "222"}, {"categoryId": "1", "formalText": "A big part of why the racism issue at work is really bothering her is she has a sense of herself as being able to communicate, but her father makes her feel like she can't", "sourceId": "272"}, {"categoryId": "2", "formalText": "She started feeling like crap the 23rd and 24th because of her medication.", "sourceId": "11"}, {"categoryId": "2", "formalText": "The doctor actually predicted that one of the worst days is probably going to be around the 27th, and she said it was horrible.", "sourceId": "13"}, {"categoryId": "2", "formalText": "With her parents, there was some miscommunication about staying 3 days longer at the house but she didn't feel like she could do 3 more days", "sourceId": "17"}, {"categoryId": "2", "formalText": "But luckily her mom did not freak out about her staying longer", "sourceId": "22"}, {"categoryId": "2", "formalText": "She was cooking something and a family member asked if she wanted help but because of the medication switch, she felt very resentful and angry all of a sudden. She felt very upset even though it didn't seem like that big of a deal.", "sourceId": "44"}, {"categoryId": "2", "formalText": "She was supposed to have met with her doctor on Wednesday, but she's sick. The doctor thinks she might feel sick for a month", "sourceId": "57"}, {"categoryId": "2", "formalText": "She actually wanted to switch off the Wellbutrin, instead of switching to this but ", "sourceId": "60"}, {"categoryId": "2", "formalText": "she has been", "sourceId": "62"}, {"categoryId": "2", "formalText": "having sudden moments of feeling.", "sourceId": "63"}, {"categoryId": "2", "formalText": "really intensely weepy and she didn't know if they were increased but they weren't going away.", "sourceId": "64"}, {"categoryId": "2", "formalText": "She feels her mom should understand her predicament more because her brother also struggles with mental illness", "sourceId": "76"}, {"categoryId": "2", "formalText": "The dad says to deal with racism either in the workplace or her personal life is to stay calm, use the right nice voice, don't sound like an angry black person, sound like a nice person if you just freeze it right away this and stay cool and whatever the problem then the problem will go away.", "sourceId": "222"}, {"categoryId": "2", "formalText": " he also believes that if there was really a problem at work with racism, HR would respond and since they have in that means there's not really a problem but this is not true to her. He is trying to be supportive, but it isn't very effective ", "sourceId": "226"}, {"categoryId": "5", "formalText": "She says some people have noticed her condition. Probably her managers at work have noticed too and she is not thrilled.", "sourceId": "182"}, {"categoryId": "6", "formalText": "Her brother took lithium because he is bipolar and it didn't work for him.", "sourceId": "84"}, {"categoryId": "6", "formalText": "She has a bit of a rocky relationship with her dad", "sourceId": "124"}]