[{"categoryId": "0", "formalText": "Last session he surprisingly told me that he had a discussion with his wife and you talked a bit about being unhappy and she acknowledged that but then it was kind of dropped.", "sourceId": "16"}, {"categoryId": "0", "formalText": "The dominant narrative that  we've been looking at this whole time are these messages of inadequacy, these messages about his worth and keeping his feelings", "sourceId": "321"}, {"categoryId": "0", "formalText": "Gave him some names of couple counselors, and he has some hesitations.", "sourceId": "593"}, {"categoryId": "0", "formalText": "Told him to end, \"right now I hope you are most compassionate with yourself\".", "sourceId": "604"}, {"categoryId": "0", "formalText": "He will give me a call next week if he needs to or send me an email and I'll give him a call right back.", "sourceId": "614"}, {"categoryId": "0", "formalText": "We're back to our regular Tuesday time the week after next.", "sourceId": "619"}, {"categoryId": "1", "formalText": "He is working to change the narrative he tells about himself and his relationship with his wife. He recognizes that he has been having these physical reactions like vomiting from thinking about his marriage. He wanted to start by talking about the present moment, which is just trying to figure out where he is at. ", "sourceId": "2"}, {"categoryId": "1", "formalText": "He went to a show that his son was in with his wife last weekend, \"And there's my son playing me on stage and I said, oh God, this is really the irony here is too thick for me to even sit in.", "sourceId": "36"}, {"categoryId": "1", "formalText": "It was all about these love triangles of people in unhappy marriages and Mistress of Mistresses.", "sourceId": "35"}, {"categoryId": "1", "formalText": "", "sourceId": "40"}, {"categoryId": "1", "formalText": "He states, \"It's not unreasonable to want to have a relationship with emotional and physical intimacy. What I need is physical and emotional intimacy in my life, and I'm no longer willing to live without it.", "sourceId": "55"}, {"categoryId": "1", "formalText": "There's just all this anger just kind of building up.\" HE said to her,  \"I'm not going to put up with this anymore\"", "sourceId": "57"}, {"categoryId": "1", "formalText": "The anticipation of saying what he wants to say to her is far worse than saying it.", "sourceId": "78"}, {"categoryId": "1", "formalText": "He said \"I'm recognizing not sitting on my emotions and being dishonest with myself is not going to get me there\".", "sourceId": "87"}, {"categoryId": "1", "formalText": "\"It's like we're not talking the same language and she says she's starting to get a little defensive and then the tears are welling up and that kind of thing and she says.", "sourceId": "100"}, {"categoryId": "1", "formalText": "All of the things that I do for you to show you how much I care my love and affection for you and all the intimacy that I give you, you are just not there for that\".", "sourceId": "101"}, {"categoryId": "1", "formalText": "", "sourceId": "135"}, {"categoryId": "1", "formalText": "", "sourceId": "167"}, {"categoryId": "1", "formalText": "He felt and heard that she was so completely petrified of moving down the road of physical intimacy", "sourceId": "281"}, {"categoryId": "1", "formalText": "She doesn't need or want the sex but he does", "sourceId": "305"}, {"categoryId": "1", "formalText": "And he says that \" it confirmed my worst fears that I wasn't lovable\".", "sourceId": "310"}, {"categoryId": "1", "formalText": "He said \"I was able to tell her that I'm feeling such anger and rage right now that I can't even function", "sourceId": "518"}, {"categoryId": "1", "formalText": "I can't live with the dishonesty anymore\".", "sourceId": "526"}, {"categoryId": "1", "formalText": "He is being honest in his feelings and behavior.", "sourceId": "637"}, {"categoryId": "2", "formalText": "It's all the anger", "sourceId": "58"}, {"categoryId": "2", "formalText": "he has been holding back for a long time.", "sourceId": "59"}, {"categoryId": "2", "formalText": "during his marriage. ", "sourceId": "61"}, {"categoryId": "2", "formalText": "Talked about other significant events of that week. ", "sourceId": "62"}, {"categoryId": "2", "formalText": "\"So she's asking me what's going on and I say recognizing that I am trying to jump back into those old patterns of I'm not saying the words, but they're right there\".", "sourceId": "64"}, {"categoryId": "2", "formalText": "\"We had a really wonderful sexual intimacy in our life\"", "sourceId": "114"}, {"categoryId": "2", "formalText": "In an vision he finds himself as the five-year-old self who's hiding in the bushes.", "sourceId": "224"}, {"categoryId": "2", "formalText": "The image has been hugely powerful thing and hasn't left him.", "sourceId": "229"}, {"categoryId": "2", "formalText": "The image brings up a deep sense of giving himself some love just like cradling those parts of him.", "sourceId": "231"}, {"categoryId": "2", "formalText": "In this image, only did he validate his feelings, but comforted himself.", "sourceId": "248"}, {"categoryId": "2", "formalText": "In some ways he provided the intimacy that he needed because he believed that his feelings are true honest and valid before dismissing them.", "sourceId": "249"}, {"categoryId": "2", "formalText": "He has an issue with having this mild deformity in his penis that brings this huge shame.", "sourceId": "258"}, {"categoryId": "2", "formalText": "Sex was always an issue in their relationship.", "sourceId": "361"}, {"categoryId": "2", "formalText": "She would just say \"Can't you just love me for who I am?\"", "sourceId": "365"}, {"categoryId": "2", "formalText": "So sex was relegated to maybe three or four times a year by going away for the weekend.", "sourceId": "370"}, {"categoryId": "5", "formalText": "Told me, \" I have kind of shut out music a lot in my life over the past seven years, and I don't know why\"", "sourceId": "150"}, {"categoryId": "5", "formalText": "Says, \"I have friends that care about me and he wants to explore them but she thinks they meant sexually. ", "sourceId": "431"}, {"categoryId": "5", "formalText": "He says, \"I'm tired of sitting in front of the God damn television and wasting my life.", "sourceId": "452"}, {"categoryId": "6", "formalText": "He had an opportunity to connect with all of the kids last weekend.", "sourceId": "24"}, {"categoryId": "6", "formalText": "We have three wonderful kids.", "sourceId": "115"}]