[{"categoryId": "1", "formalText": "She began by talking a lot about her feelings regarding the emails that James was sending. ", "sourceId": "26"}, {"categoryId": "1", "formalText": "She states, \"I don't know whether I'm like angry about this or just scared or just don't feel good\".", "sourceId": "32"}, {"categoryId": "1", "formalText": "She states, \"I don't feel good about having my family know these things about me and I don't feel good that I wasn't the one who got to tell them about it.", "sourceId": "33"}, {"categoryId": "1", "formalText": "like the conversation that I had with James in the last week or so felt ", "sourceId": "34"}, {"categoryId": "1", "formalText": " intimate and understanding and relaxed and supported you know, and then he ended up passing it on to other people", "sourceId": "35"}, {"categoryId": "1", "formalText": "That's why I don't feel good\"", "sourceId": "36"}, {"categoryId": "1", "formalText": "She feels she is not allowed to be angry about it and says, \"that sucks\".", "sourceId": "37"}, {"categoryId": "1", "formalText": "When he conveys that he's angry, it seems like part of the problem is that she feels it is her fault. ", "sourceId": "258"}, {"categoryId": "2", "formalText": "James sent out an update to her family about what was happening and she didn't know how to feel about it at first. Then she started feeling very upset.", "sourceId": "15"}, {"categoryId": "2", "formalText": "She states, \"it's reasonable for James to be upset and like it's reasonable for him to sort of feel hurt.", "sourceId": "114"}, {"categoryId": "2", "formalText": "I'm giving him a hard time trying to like both take care of me and take care of our family in this way.", "sourceId": "115"}, {"categoryId": "2", "formalText": "But if I think too hard about it, then I say well, I'm just a terrible person for being upset in the first place\".", "sourceId": "116"}, {"categoryId": "5", "formalText": "Talked about meeting one of her priests, Amelia who she likes a lot. ", "sourceId": "152"}]