[{"categoryId": "0", "formalText": "Talked about 2 game plan options for him.", "sourceId": "53"}, {"categoryId": "0", "formalText": "He needs to acknowledge the limitations of his marriage and decide to whether or not to leave her even though she is extremely important. He needs to decide if staying with her will build resentment.", "sourceId": "54"}, {"categoryId": "0", "formalText": "He was working on a poster to think through his problems and experiences with disillusionment in his life and how just deeply disturbing that is and has been for him", "sourceId": "123"}, {"categoryId": "0", "formalText": "He will work on thinking about his choices with Tanya. I will see him in two weeks.", "sourceId": "190"}, {"categoryId": "1", "formalText": "This session started off talking about his experience at couple's counseling and Tanya", "sourceId": "4"}, {"categoryId": "1", "formalText": "disclosing that she was still suicidal on a regular basis, like multiple times a week.", "sourceId": "6"}, {"categoryId": "1", "formalText": "It was deeply upsetting to him.", "sourceId": "16"}, {"categoryId": "1", "formalText": "He has been living with her for a while.", "sourceId": "17"}, {"categoryId": "1", "formalText": "He wonders if her not telling him before is a sign of her not trusting me to do something or handle it.", "sourceId": "26"}, {"categoryId": "1", "formalText": "but we discussed that it could be she doesn't want to further burden him.", "sourceId": "27"}, {"categoryId": "1", "formalText": "It makes him feel discouraged because he doesn't see how anything will change. He doesn't feel like he has a very clear sense of  a strategy that will win out in the end.", "sourceId": "30"}, {"categoryId": "1", "formalText": "He talked about it like an emotion that's bubbling up.", "sourceId": "33"}, {"categoryId": "1", "formalText": "", "sourceId": "45"}, {"categoryId": "1", "formalText": "Told him \"Ideally you would have married the person that you thought you married and she wouldn't be suicidal and she would embrace the same values but that isn't going to happen.", "sourceId": "182"}, {"categoryId": "1", "formalText": "So the question is how can we make options available to you?", "sourceId": "185"}, {"categoryId": "2", "formalText": "They started couples counseling last week, but they are still feeling it out.", "sourceId": "2"}, {"categoryId": "2", "formalText": "To figure out if Dr. Janice is the right person or not.", "sourceId": "3"}, {"categoryId": "2", "formalText": "He is not completely surprised about the news of suicide in the context of the last several weeks.", "sourceId": "18"}, {"categoryId": "2", "formalText": "He states, \"I think on any particular day when she's not well I can either handle it just fine or I feel like there's nothing in that we're going to do today", "sourceId": "36"}, {"categoryId": "2", "formalText": "Realistically, I think she's coping with it better", "sourceId": "39"}, {"categoryId": "2", "formalText": "She's been off and on suicidal for several months without being hospitalized.", "sourceId": "40"}, {"categoryId": "2", "formalText": "Certainly, her mood has not been as dire as it has been in most of the hospitalization circumstances\" ", "sourceId": "42"}, {"categoryId": "2", "formalText": "Talked about how he does love her and he will see what needs in this marriage can be met. ", "sourceId": "54"}, {"categoryId": "5", "formalText": "You talked about his disillusionment in respect to his career. ", "sourceId": "152"}]