[{"categoryId": "0", "formalText": "Her significant other is James.", "sourceId": "25"}, {"categoryId": "0", "formalText": "Told her \"I'm going to send you the hospital\"", "sourceId": "31"}, {"categoryId": "0", "formalText": "because of her reasoning in wanting to kill herself in the first place and also your kind of pissed off at James for getting in the way and me for not speeding things up already.", "sourceId": "30"}, {"categoryId": "0", "formalText": "She finds it really hard to watch shows with James.", "sourceId": "57"}, {"categoryId": "0", "formalText": "saying \"I don't want him to be scared for me or anxious about me\"", "sourceId": "59"}, {"categoryId": "1", "formalText": "Patient says, \"Not a good weekend, like really not a good weekend\"", "sourceId": "1"}, {"categoryId": "1", "formalText": "At church, .", "sourceId": "4"}, {"categoryId": "1", "formalText": "she started crying and couldn't stop crying.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She got there a bit late, but still 10 minutes beforehand and they already told the person who was reading the second reading to do both of them.", "sourceId": "9"}, {"categoryId": "1", "formalText": "She was really upset about that because she worked hard to get there in the first place.", "sourceId": "10"}, {"categoryId": "1", "formalText": "She stated, \"I just wanted to be over\" ", "sourceId": "20"}, {"categoryId": "1", "formalText": "She thinks about killing herself.", "sourceId": "27"}, {"categoryId": "1", "formalText": "She feels useless and a burden to people who love her and she worries about money.", "sourceId": "95"}, {"categoryId": "1", "formalText": "States,  \"things got worse over the weekend, but they didn't get drastically worse\" ", "sourceId": "106"}, {"categoryId": "2", "formalText": "She had to keep it together in church.", "sourceId": "13"}, {"categoryId": "2", "formalText": "She started feel like it's hard to talk about how it is in part because she doesn't want to go back to the hospital.", "sourceId": "16"}, {"categoryId": "2", "formalText": "And the reason I don't is that I have to think that this would do to James and I think I can't do that.", "sourceId": "28"}, {"categoryId": "2", "formalText": "She thinks about killing herself but", "sourceId": "27"}, {"categoryId": "2", "formalText": " the reason she doesn't is that she thinks about what this would do to James", "sourceId": "28"}, {"categoryId": "2", "formalText": "She states she  \"can't get out of the cycle and I'm really tired of it\"", "sourceId": "35"}, {"categoryId": "2", "formalText": "Describing her last few days she said,  \"I've been in this place where I'm just in so much pain right then that I just can't think differently and I'm a little bit out of it but not enough out of it like it's going to come back and so I'm trying to kind of describe what it's like\".", "sourceId": "37"}, {"categoryId": "3", "formalText": "I asked her, what have you thought of for plan to kill herself. She said ", "sourceId": "73"}, {"categoryId": "3", "formalText": "\"overdosing is somewhere around 2% effective so I probably wouldn't do that.", "sourceId": "74"}, {"categoryId": "3", "formalText": "I think I want to jump off a building but that seems not easy enough for easy to tell whether you'd be successful.", "sourceId": "75"}, {"categoryId": "3", "formalText": "And if you weren't that would just suck balls to run out into traffic.", "sourceId": "76"}, {"categoryId": "3", "formalText": "But that seems like a pretty horrible thing to do the person driving the car. Probably cut my wrists or something.", "sourceId": "77"}, {"categoryId": "3", "formalText": "That's what I think about most but that again is a product pretty horrible thing to do today is because he'd be the one to find me.", "sourceId": "78"}, {"categoryId": "3", "formalText": "Says, \"When I want to kill myself this much, ", "sourceId": "113"}, {"categoryId": "3", "formalText": "I'm usually hiding it from something. ", "sourceId": "114"}, {"categoryId": "5", "formalText": "She doesn't know why James, her significant other keeps being so nice to her and she says he loves her.", "sourceId": "124"}, {"categoryId": "5", "formalText": "She says, \"I'm so ashamed of what I've happened to Dan\" but the transcript is hard to understand.", "sourceId": "145"}]