[{"categoryId": "0", "formalText": "She talked about work and how the people around her have no emotions and only use reasoning", "sourceId": "146"}, {"categoryId": "0", "formalText": "Her boyfriend is David and she does not feel satisfied in their relationship", "sourceId": "207"}, {"categoryId": "0", "formalText": "Frustration is the overall emotion seen from her in the session today ", "sourceId": "268"}, {"categoryId": "1", "formalText": "Her boyfriend doesn't inspire passion in her, but she recently went to his parents house", "sourceId": "65"}, {"categoryId": "1", "formalText": "His response to her was, \"you disappoint me too\" ", "sourceId": "67"}, {"categoryId": "1", "formalText": "She feels she had the very important conversation with him last night telling him she is actually not interested in marriage.", "sourceId": "89"}, {"categoryId": "1", "formalText": "She feel she is with him because she is afraid to be alone.", "sourceId": "98"}, {"categoryId": "1", "formalText": "Her boyfriend is not that keen on marriage, but", "sourceId": "117"}, {"categoryId": "1", "formalText": "It's just for his parents sake.", "sourceId": "118"}, {"categoryId": "1", "formalText": "She says she is with her boyfriend David to make it work, \"because he keeps saying he loves me and I'm like, I don't know if anyone else could love me", "sourceId": "155"}, {"categoryId": "1", "formalText": "He's very nice\"", "sourceId": "158"}, {"categoryId": "2", "formalText": "She feels she doesn't have the guts to change her life situation.", "sourceId": "120"}, {"categoryId": "2", "formalText": "And as a result, she is putting someone else's priorities before her own.", "sourceId": "121"}, {"categoryId": "2", "formalText": "She says she is \"forgetting who I am and what I want\"", "sourceId": "122"}, {"categoryId": "2", "formalText": "She says, \"I'm really tired of having you know, stupid frivolous conversations with him for seven years, and it's ridiculous talking to him about anything intellectual or funny.", "sourceId": "260"}, {"categoryId": "5", "formalText": "She states, \"I have a community of people now.", "sourceId": "287"}, {"categoryId": "5", "formalText": "and she certainly has lots of groups.", "sourceId": "290"}, {"categoryId": "5", "formalText": "She has an emotional connection with her roommate.", "sourceId": "297"}, {"categoryId": "6", "formalText": "Her daughter is you know 36, and says she'd rather live alone ", "sourceId": "281"}]