[{"categoryId": "0", "formalText": "Talked about how he defended his dissertation and how it went fine. It took a lot of work.", "sourceId": "4"}, {"categoryId": "0", "formalText": "We will not meet next week and then the following week rather than the first I'll see him on the 2nd at 12:45.", "sourceId": "236"}, {"categoryId": "0", "formalText": "And then we'll go back to Wednesdays.", "sourceId": "238"}, {"categoryId": "1", "formalText": "He says, \"So the last week has been a little bit strange\"", "sourceId": "58"}, {"categoryId": "1", "formalText": "After the congratulations of everyone and being exhausted, there was sort of some sense of loss and not going away.", "sourceId": "67"}, {"categoryId": "1", "formalText": "The other thing was sort of  a dread of coming back.", "sourceId": "71"}, {"categoryId": "1", "formalText": "Talked about how Tanya is still very depressed and it's hard to be around all the time.", "sourceId": "72"}, {"categoryId": "1", "formalText": "As long as depression drags on four more years, it feels like more like it's a drain on him emotionally. He states, \"there's not much else in a relationship for me besides a bleak picture of it. ", "sourceId": "81"}, {"categoryId": "1", "formalText": "He states \"It is so emotionally draining to be in a relationship with someone who's depressed\".", "sourceId": "124"}, {"categoryId": "2", "formalText": "He recognizes that he has a tendency to despair about some situations and he is trying to find a realistic balance between this", "sourceId": "75"}, {"categoryId": "2", "formalText": "He doesn't feel like there is anything more in his marriage than depression. ", "sourceId": "83"}, {"categoryId": "2", "formalText": "He feels trapped", "sourceId": "90"}, {"categoryId": "2", "formalText": "but he doesn't know how to answer the question of how to fix it..", "sourceId": "111"}, {"categoryId": "2", "formalText": "\"My first response is to say well, why do I feel trapped because if I can identify that then in theory I could alleviate some of those things and I think we just talked about that in some sense", "sourceId": "113"}, {"categoryId": "2", "formalText": "She's unhappy most of the time and", "sourceId": "114"}, {"categoryId": "2", "formalText": "I guess I feel like I don't really trust her to or the same extent at all\".", "sourceId": "115"}, {"categoryId": "2", "formalText": "He feesl trapped because he can't leave the relationship.", "sourceId": "121"}, {"categoryId": "2", "formalText": "Tanya is talking about wanting to be a priest and so she's a little bit excited about that and a little bit terrified..", "sourceId": "149"}, {"categoryId": "5", "formalText": "He talked about ways he works on feeling less trapped such as work and friends.", "sourceId": "92"}]