[{"categoryId": "0", "formalText": "He wants concrete suggestions as far as per-year low-cost mental health for his brother", "sourceId": "95"}, {"categoryId": "0", "formalText": "One of the resources is near Southwest with providers finishing up their PHD who need hours and I think it's you pay on a sliding scale and he told his brother to look into it. ", "sourceId": "98"}, {"categoryId": "0", "formalText": "He wants more of a hospital in New York. He will try to get ahold of the psych ER and ask if there are any good Community clinics or other low-cost mental health clinics", "sourceId": "124"}, {"categoryId": "0", "formalText": "One of the services discussed with the brother included mostly group based therapy and skills work", "sourceId": "269"}, {"categoryId": "0", "formalText": "which is a lot of CBT and DBT.", "sourceId": "270"}, {"categoryId": "0", "formalText": "Discussed with him how they are pretty structured and problem-focused very focused on charges for dealing with how you feel and things you need to function everything like that.", "sourceId": "275"}, {"categoryId": "0", "formalText": "After talking, told him that his brother is probably going to go once or twice a week.", "sourceId": "280"}, {"categoryId": "1", "formalText": "On Friday, his brother calls him and he is not doing well.", "sourceId": "2"}, {"categoryId": "1", "formalText": "It made him extremely worried about him.", "sourceId": "44"}, {"categoryId": "1", "formalText": "He contacted his roommate and but didn't feel like he could help enough. He is present today to find some resources for his brother's depression", "sourceId": "51"}, {"categoryId": "2", "formalText": "He has a plan to trying to get his brother Healthcare so he can get a needed prescription ", "sourceId": "103"}, {"categoryId": "3", "formalText": "His brother has problems with ", "sourceId": "27"}, {"categoryId": "3", "formalText": "depression but it was not completely discussed in the session", "sourceId": "28"}, {"categoryId": "3", "formalText": "His brother just quit his job and \"he's not feeling too hot right now\". He does not really approve of the girl his brother is dating", "sourceId": "29"}]