[{"categoryId": "0", "formalText": "Told her speaking calmly might make it easier for him to hear what she is really saying.", "sourceId": "14"}, {"categoryId": "0", "formalText": " because he shuts down and doesn't listen and then gets mad", "sourceId": "15"}, {"categoryId": "0", "formalText": "", "sourceId": "19"}, {"categoryId": "0", "formalText": "Told her she has a right to express your anger.", "sourceId": "75"}, {"categoryId": "0", "formalText": "and he also has a right to have her feelings expressed to him in a way that feels respectful. ", "sourceId": "76"}, {"categoryId": "0", "formalText": "She ultimately feels like her anger is appropriate and her expectations of him are appropriate. ", "sourceId": "120"}, {"categoryId": "0", "formalText": "Told her, \"You can't change a pattern by yourself.", "sourceId": "124"}, {"categoryId": "0", "formalText": "You can only change your response to it\".", "sourceId": "125"}, {"categoryId": "0", "formalText": "She is applying to one job per week so told her she shouldn't feel put down by her father's expectations", "sourceId": "283"}, {"categoryId": "0", "formalText": "Asked if there is anyone in her daily life that could help hold you accountable to something that she sets up. She said potentially Sidney. ", "sourceId": "318"}, {"categoryId": "0", "formalText": "I will see her next week at the regular time.", "sourceId": "462"}, {"categoryId": "0", "formalText": "and still nothing from the insurance.", "sourceId": "463"}, {"categoryId": "0", "formalText": "It's not a denial, but it needs to be resubmitted.", "sourceId": "470"}, {"categoryId": "1", "formalText": "She is having such a hard time being happy together with Sidney. She  thinks most of it's just stems from his his depression. She is not sure things are getting better with Sidney when they talked after the fight.", "sourceId": "1"}, {"categoryId": "1", "formalText": "She initially thinks the problem is her tone of voice when she is mad at him. When they get into an argument, he says she is yelling at him.", "sourceId": "2"}, {"categoryId": "1", "formalText": "She says she is not yelling.", "sourceId": "3"}, {"categoryId": "1", "formalText": "She thinks the solution then is to figure out how to fix her tone of voice. She wants to find a way that she can have a conversation that they can both participate in if he's shutting down.", "sourceId": "6"}, {"categoryId": "1", "formalText": "She has not been able to express really what she wants.", "sourceId": "24"}, {"categoryId": "1", "formalText": "She didn't know going into this relationship that he had really low libido.", "sourceId": "54"}, {"categoryId": "1", "formalText": "But when he's not depressed he doesn't and he's starting to get better.", "sourceId": "55"}, {"categoryId": "1", "formalText": "His behavior really just disappoints her.", "sourceId": "137"}, {"categoryId": "1", "formalText": "Told her \"If you want him to hear your message, it sounds like you need to be more in control of the tone of your voice and whether that's being able to take a deep breath and speak calmly even when you don't feel that way or let him know that you're too angry to talk right now and delay the conversation until some of that anger dissipates\".", "sourceId": "145"}, {"categoryId": "1", "formalText": "", "sourceId": "187"}, {"categoryId": "1", "formalText": "", "sourceId": "188"}, {"categoryId": "1", "formalText": "She almost engaged in an argument with her dad over a job, but didn't. ", "sourceId": "235"}, {"categoryId": "2", "formalText": "She doesn't really understand what upsets him. She used to think she sounded mad but she doesn't think I sound like more mad than she is or really super duper mad.", "sourceId": "9"}, {"categoryId": "2", "formalText": "She told him to record the next fight they have and then she can listen to her voice. ", "sourceId": "13"}, {"categoryId": "2", "formalText": "She is mad that  he promised her they'd actually make it out, but then he was too tired.", "sourceId": "45"}, {"categoryId": "2", "formalText": "He ended up being awake for New Year's Eve, but they didn't get to do anything romantic mostly because he was sick and he said she was a disappointment.", "sourceId": "58"}, {"categoryId": "2", "formalText": "He keeps on thinking he'll feel better and then he doesn't so she thinks there's like nothing she can really do about that.", "sourceId": "61"}, {"categoryId": "2", "formalText": "She got him to go to the doctor and he actually called and made an appointment.", "sourceId": "62"}, {"categoryId": "2", "formalText": "Sometimes they make progress and sometimes they still fight. ", "sourceId": "68"}, {"categoryId": "2", "formalText": "He doesn't like when she is angry at him.", "sourceId": "83"}, {"categoryId": "2", "formalText": "She is annoyed at him because he keeps on doing the same things over and over again while promising not to do it. She worries about trust", "sourceId": "98"}, {"categoryId": "2", "formalText": "She says it is really frustrating but he does admit sometimes that some of the stuff he does is self-destructive, especially because he's an insomniac and trying to fix that means he needs to get a regular sleep schedule.", "sourceId": "112"}, {"categoryId": "2", "formalText": "He was like asking her if she has problems with anger management which she disliked.", "sourceId": "138"}, {"categoryId": "3", "formalText": "He has been depressed for almost a year.", "sourceId": "172"}, {"categoryId": "3", "formalText": "She said it's not his fault because he hasn't been avoiding therapy and drugs or anything like that.", "sourceId": "175"}, {"categoryId": "5", "formalText": "She does all the things of taking care of him and making food and doing all these things when he is sick but it feels lopsided", "sourceId": "158"}, {"categoryId": "5", "formalText": "She has been applying for jobs and actually did get two emails from two different positions that she applied to.", "sourceId": "198"}]