[{"categoryId": "1", "formalText": "He is scared of the intensity of his anger at himself for not being able to handle things.", "sourceId": "30"}, {"categoryId": "1", "formalText": "Sometimes he wants to kill himself for that so he doesn't have to feel that.", "sourceId": "33"}, {"categoryId": "1", "formalText": "There is several things he blames himself alot for.", "sourceId": "42"}, {"categoryId": "1", "formalText": "He wants people to tell him it's going to be okay and that he will feel better, but he said \"", "sourceId": "140"}, {"categoryId": "1", "formalText": "But you know, how dare they\"", "sourceId": "141"}, {"categoryId": "1", "formalText": "In the appointment he said \"Yeah, I don't know how to live like this.", "sourceId": "20"}, {"categoryId": "1", "formalText": "It's like I spend so much of my energy not thinking about things, I can't deal with problems I don't have\"", "sourceId": "21"}, {"categoryId": "1", "formalText": "He has been trying to talk about anxiety but it's just really devastating for him. ", "sourceId": "24"}, {"categoryId": "2", "formalText": "He feels like I'm constantly on the verge of just getting into huge trouble over something.", "sourceId": "35"}, {"categoryId": "2", "formalText": "He explains that he just wants to hide.", "sourceId": "58"}, {"categoryId": "2", "formalText": "He has moments when he is totally overwhelmed and upset.", "sourceId": "117"}, {"categoryId": "2", "formalText": "It feels like he has no idea what's going on or why it's happening but", "sourceId": "118"}, {"categoryId": "2", "formalText": "There were two messages on his voicemail from this guy with the ambulance company and Blue Cross who said that they weren't going to pay for any of the ambulance from one of the times he was in the hospital because it was a non-emergency thing even though he didn't have the option of refusing to take the ambulance.", "sourceId": "5"}, {"categoryId": "2", "formalText": "He was really freaking out listening to her voicemails.", "sourceId": "17"}, {"categoryId": "2", "formalText": "and got home and kind of fell apart ", "sourceId": "18"}, {"categoryId": "3", "formalText": "A lot that has happened recently more than historically related to emotions ", "sourceId": "129"}, {"categoryId": "3", "formalText": "that are so intense", "sourceId": "132"}, {"categoryId": "5", "formalText": "He we went to dinner with Franco.", "sourceId": "92"}, {"categoryId": "5", "formalText": "With Franco's friends, it went really well and he felt better while they were there, but he really didn't want to go.", "sourceId": "93"}, {"categoryId": "5", "formalText": "He applied for a job as a substitute teacher in the city with the public schools like back in January or end of December but he hadn't seen the message.", "sourceId": "13"}]