[{"categoryId": "0", "formalText": "Her major worry for this session was how she worries about everyone around getting hurt by her.", "sourceId": "172"}, {"categoryId": "1", "formalText": "Started out saying, \"You know, it's sort of odd starting again when you go on a weekend trip, it doesn't actually feel like a weekend", "sourceId": "10"}, {"categoryId": "1", "formalText": "They're really good friends, very nice to us and they seemed very relaxed about it.", "sourceId": "11"}, {"categoryId": "1", "formalText": "During the trip, James and her talked about their relationship. They talked about his job and what they are going to do after he finishes his degree and where they want to be and what we found and what we would want to be doing.", "sourceId": "24"}, {"categoryId": "1", "formalText": "They had some breathing space and James got to take a couple of days off and that was good.", "sourceId": "26"}, {"categoryId": "1", "formalText": "She states, \"I really can't take care of James right now\" ", "sourceId": "108"}, {"categoryId": "1", "formalText": "She states her overall concern, \"I just feel like the pressure is on to be well\"", "sourceId": "131"}, {"categoryId": "1", "formalText": "A part of her is feeling really really bad about burdening James and I with her issues.", "sourceId": "151"}, {"categoryId": "1", "formalText": "She talks about how she never knows when it will start, saying \"I feel like when I'm worried about things getting bad, I feel like things could be bad tomorrow or even today\" ", "sourceId": "157"}, {"categoryId": "1", "formalText": "She says, \"I'm not sure that I would ever leave James\".", "sourceId": "159"}, {"categoryId": "2", "formalText": "She said, \"James doesn't like it when I make jokes about suicide and sometimes I forget that\" She talked to some people about her ECT.", "sourceId": "32"}, {"categoryId": "2", "formalText": "She said, \" I was pretty bad a few weeks ago like just beginning of the weekend.", "sourceId": "64"}, {"categoryId": "2", "formalText": "I was real sad. ", "sourceId": "65"}, {"categoryId": "2", "formalText": "Expressed the feeling of burdening others by saying to me \"Like you and James always have the option of leaving and never feeling pressured\"", "sourceId": "142"}, {"categoryId": "2", "formalText": "She said, \"Behind this I feel that we can have a better life without me and for me when I think about James leaving me", "sourceId": "148"}, {"categoryId": "2", "formalText": "I just can't handle it all there's nothing after that\"", "sourceId": "149"}, {"categoryId": "2", "formalText": "She states, \"Sometimes the attitude that people would be better off without me just gets immediately answered by, 'that's not the way things are and I'm glad you're in my life and so it will be okay'\".", "sourceId": "165"}, {"categoryId": "5", "formalText": "Her roommate finally emailed her back and says she is coming in July", "sourceId": "35"}, {"categoryId": "5", "formalText": "In terms of her roomate, she thinks, \"you're a nice person whom I like and we're probably not going to be friends.\"", "sourceId": "41"}, {"categoryId": "5", "formalText": "James sounds like he feels like he doesn't make friends easily", "sourceId": "49"}, {"categoryId": "5", "formalText": "and she feels like it's easy for me to make friends, but I tend to make friends with people who are very talkative.", "sourceId": "50"}, {"categoryId": "6", "formalText": "She said, \"I had a face with encounter with my aunt who is my mom's sister who was a psychologist even moved to Utah to be an artist.", "sourceId": "116"}, {"categoryId": "6", "formalText": "She's nuts\"", "sourceId": "117"}]