[{"categoryId": "0", "formalText": "Patient is an immigrant who came to this country when she was 15. She feels like this has been hard on her mother and her who have both struggled to fit the American Narrative", "sourceId": "73"}, {"categoryId": "0", "formalText": "She feels very debilitated by how people think about the immigrant experience", "sourceId": "224"}, {"categoryId": "0", "formalText": "She wants to tell her immigrant story and improve her writing.", "sourceId": "225"}, {"categoryId": "0", "formalText": "The patient called her insurance but she states. \"It's just impossible to get through to them because all I could do was leave them a message about my personal changed her about my address changed and I don't even know if they processed it.", "sourceId": "277"}, {"categoryId": "0", "formalText": "I didn't even get to talk to a person\". We will work on this in the future. ", "sourceId": "278"}, {"categoryId": "1", "formalText": "She feels the need to protect her mom from the way people treat her as an immigrant.", "sourceId": "12"}, {"categoryId": "1", "formalText": "She is assuming and hoping for the same opportunities for her mom.", "sourceId": "38"}, {"categoryId": "1", "formalText": "\"I want to change and I want things and go on to achieve certain things and I'm hoping you know those achievements will make me more positive more confident.", "sourceId": "37"}, {"categoryId": "1", "formalText": "She felt excluded for so long from the community", "sourceId": "178"}, {"categoryId": "2", "formalText": "She explained that she just felt really bad and ashamed about herself ", "sourceId": "63"}, {"categoryId": "2", "formalText": "She talked about \"monsters in my head. I made them monsters are not actually monsters.", "sourceId": "136"}, {"categoryId": "2", "formalText": "Yeah, perhaps know it's really is just in my head that I wanted to know them\".", "sourceId": "162"}, {"categoryId": "2", "formalText": "She feels even more wrong when she thinks of her mom and her  struggling and wanting to represent struggle with words and to be included in the larger narrative American life.", "sourceId": "188"}, {"categoryId": "2", "formalText": "She states, \"I would really like to change it\".", "sourceId": "195"}, {"categoryId": "2", "formalText": "She is sort of switching roles with her mother where someone feels obligated to her to give you a second chance because they they might owe her something for her immigrant experience. ", "sourceId": "238"}]