[{"categoryId": "0", "formalText": "We decided that there are times it can be helpful to have one formal given diagnosis. ", "sourceId": "133"}, {"categoryId": "0", "formalText": "She thinks that depression is about as useful a description as fever in some ways.", "sourceId": "134"}, {"categoryId": "1", "formalText": "She is mostly looking for some help with how bad she feels .Patient states \"I had a good day yesterday\".", "sourceId": "2"}, {"categoryId": "1", "formalText": "She has a tough time with the people from James's grad school program.", "sourceId": "22"}, {"categoryId": "1", "formalText": "States, \"It's just always sort of stressful.", "sourceId": "23"}, {"categoryId": "1", "formalText": "They are just really different from me\".", "sourceId": "26"}, {"categoryId": "1", "formalText": "She decided, \"It's hard to make decisions across emotional states.", "sourceId": "62"}, {"categoryId": "1", "formalText": "It looks really different than when I'm having a bad day.", "sourceId": "73"}, {"categoryId": "1", "formalText": "I think it makes things very confusing for him.", "sourceId": "75"}, {"categoryId": "1", "formalText": "It makes things very confusing for me also at times.\"", "sourceId": "76"}, {"categoryId": "1", "formalText": "", "sourceId": "188"}, {"categoryId": "2", "formalText": "Her car is still not running.", "sourceId": "15"}, {"categoryId": "2", "formalText": "They are supposed to go to this party with most of James's friends from grad school in the Denver area this weekend.", "sourceId": "14"}, {"categoryId": "2", "formalText": "Finding a job is much harder here than in other places because of the education.", "sourceId": "51"}, {"categoryId": "2", "formalText": "It makes a huge difference in her life what he is doing.", "sourceId": "54"}, {"categoryId": "2", "formalText": "She says, \"It's funny talking with people in the hospital people get very attached their diagnosis.", "sourceId": "128"}, {"categoryId": "2", "formalText": "I really want to say something about it or speak from experience, but I don't really feel like that's the case right now\"", "sourceId": "132"}, {"categoryId": "5", "formalText": "She has an easier time finding friends than James does and she doesn't know whether that's because she is better at finding people or less picky about the people that she wants to be friends with or whether it's because she is just positioned right in a way that James is not.", "sourceId": "35"}, {"categoryId": "5", "formalText": "She says that church helps her \"Sometimes I feel like it helps me survive again helps me get through those really bad times\"", "sourceId": "82"}]