[{"categoryId": "0", "formalText": "Talked about the word \"ego-syntonic\" which means something that just feels like you. ", "sourceId": "36"}, {"categoryId": "0", "formalText": "or consistency with your sense of yourself.", "sourceId": "38"}, {"categoryId": "0", "formalText": "Talked about needing to change the scheduled time for appointment because it's a 4-Hour block and he is starting work", "sourceId": "268"}, {"categoryId": "0", "formalText": "He gets a little more anxious in session.", "sourceId": "415"}, {"categoryId": "0", "formalText": "Will see him next week Wednesday.", "sourceId": "643"}, {"categoryId": "1", "formalText": "Most of the discussion was about feeling melancholy and unconfident in himself in situations with girls and trying to focus on reading. Talks about how he has trouble kind of concentrating or focusing in the moment.", "sourceId": "103"}, {"categoryId": "1", "formalText": "He has moments where he can't follow the grammatical structure of a sentence, which he finds disconcerting.", "sourceId": "111"}, {"categoryId": "1", "formalText": "He felt he just kept forgetting and couldn't retain information. ", "sourceId": "132"}, {"categoryId": "1", "formalText": "He admits \"I am really hard on myself\"", "sourceId": "140"}, {"categoryId": "1", "formalText": "He hopes to feel the feelings of not being manic or depressed, or in a way having an ordinary emotional life.", "sourceId": "170"}, {"categoryId": "1", "formalText": "He says later, \" I guess I feel lonely\" ", "sourceId": "446"}, {"categoryId": "1", "formalText": "and says , \"if nothing else I've just been used to really high state of anxiety all the time\".", "sourceId": "475"}, {"categoryId": "1", "formalText": "He was talking about how he feels really self-conscious and lots of pressure which was made into a metaphor about scuba diving.", "sourceId": "583"}, {"categoryId": "2", "formalText": "It is pretty random of the particular week or month whether he feels depressed or whether he feeling anxious or better today.", "sourceId": "6"}, {"categoryId": "2", "formalText": "He stopped feeling like he had to do things like reading in order to feel good about himself.", "sourceId": "163"}, {"categoryId": "2", "formalText": "Talked about his new pet and how he feels safe with an animal.", "sourceId": "368"}, {"categoryId": "2", "formalText": "He had a weird  panic attack at an outdoor show but he couldn't tell if he was anxious or not.", "sourceId": "389"}, {"categoryId": "2", "formalText": "He has gotten better at stopping and just kind of scanning how he feels either good or bad and acknowledging why he feels kind of wacky ", "sourceId": "9"}, {"categoryId": "5", "formalText": "States, \" have a great band and I'm a good songwriter, but somehow I'm not cool enough or I'm not whatever that thing is that I'm perceiving that other people have\"", "sourceId": "151"}, {"categoryId": "5", "formalText": "He states, \"I feel really nervous about the business\"", "sourceId": "195"}, {"categoryId": "5", "formalText": "His first day at the office is Monday", "sourceId": "227"}, {"categoryId": "5", "formalText": "and they do shifts by blocks 12 to 4 Mondays and Wednesdays.", "sourceId": "247"}]