[{"categoryId": "0", "formalText": "So Micah gave him a prescription for Adderall.", "sourceId": "7"}, {"categoryId": "0", "formalText": "Will probably start it tomorrow because of a couple hiccups with pharmacy.", "sourceId": "15"}, {"categoryId": "0", "formalText": "Told him, \"Im a little skeptical of the diagnostic questionnaires. The bottom line is you try the medication and if it helps, that's great if it doesn't help then stop\".", "sourceId": "38"}, {"categoryId": "0", "formalText": "Told him about neuropsych testing which is much more involved process that involves usually 6 or 8 hours of testing with a psychological psychologist.", "sourceId": "46"}, {"categoryId": "0", "formalText": "He talked a bit about his estimated tax payment concerns", "sourceId": "292"}, {"categoryId": "0", "formalText": "We'll talk more on Friday.", "sourceId": "473"}, {"categoryId": "1", "formalText": "Asked about how his diagnostic process went where he replied, ", "sourceId": "16"}, {"categoryId": "1", "formalText": "\" the hyperactivity... none of that stuff registered but most everything else did\".", "sourceId": "21"}, {"categoryId": "1", "formalText": "I was kind of surprised that certain things that you know, I thought was me being organized that this test seems to suggest as a potential issue", "sourceId": "22"}, {"categoryId": "1", "formalText": "Like coming home and putting my wallet and my keys in the same spot every time so I don't lose them things\". Voiced my concern that he should get the most trained professional to diagnose him than possibly who he is getting. ", "sourceId": "24"}, {"categoryId": "1", "formalText": "Talked about how it can be difficult to diagnose and some people can often over-diagnose.", "sourceId": "84"}, {"categoryId": "1", "formalText": "Told him the best person to diagnose is a neuropsychologist who does testing, the second best is an actual mental health clinician like a social worker or psychiatrist, but not a developmental pediatrician. He denies needing to change.", "sourceId": "57"}, {"categoryId": "1", "formalText": "Because of a newfound calmness, he is wondering if the adderal works and how much that will change things.", "sourceId": "304"}, {"categoryId": "2", "formalText": "Has been thinking if he really does have ADD, how much different his life would have been if this had been discovered earlier. ", "sourceId": "202"}, {"categoryId": "3", "formalText": "His ADD should be fairly consistent through his history.", "sourceId": "42"}, {"categoryId": "3", "formalText": "Whereas if the organization aspect is due more to depression, than those sort of difficulty should increase or decrease along with the extent of your depression or anxiety.", "sourceId": "43"}, {"categoryId": "3", "formalText": "There may be some undiagnosed depression in his history", "sourceId": "215"}, {"categoryId": "4", "formalText": "He used to take ephedrine in college when it was legal.", "sourceId": "316"}, {"categoryId": "4", "formalText": "He used it as a stimulant before he really drank coffee.", "sourceId": "321"}, {"categoryId": "4", "formalText": "It was very effective in helping him study.", "sourceId": "324"}, {"categoryId": "4", "formalText": "When he would take it, he would feel weird, so he stopped and turned to coffee", "sourceId": "330"}, {"categoryId": "5", "formalText": "He has tickets to a rock concert Sunday night.", "sourceId": "185"}, {"categoryId": "5", "formalText": "But he is stuck with $120 worth of tickets because no one can go because of a football game.", "sourceId": "187"}, {"categoryId": "5", "formalText": "He talked about his kids, his football games, his time skiing on the bunny hill. Talked about his son building a derby car and going to cub scouts.", "sourceId": "361"}, {"categoryId": "7", "formalText": "Recently he has trying to drink more water, but he has to get up and pee more.", "sourceId": "374"}, {"categoryId": "7", "formalText": "He wants to drink more water as opposed to drinking more coffee and booze", "sourceId": "377"}]