[{"categoryId": "0", "formalText": "He expressed that \"if we can solve something less important maybe it will be easier to speak to something more important\".", "sourceId": "13"}, {"categoryId": "0", "formalText": "He feels like he started thinking about where his expectations come from surrounding Tanya.", "sourceId": "132"}, {"categoryId": "0", "formalText": "We talked about making sure she understands that she may need to do things to regain his trust", "sourceId": "178"}, {"categoryId": "0", "formalText": "He expressed that a way forward for them is for her not to reply to him alone right now.", "sourceId": "206"}, {"categoryId": "0", "formalText": "She has friends and family and have them help her deal with the problems. ", "sourceId": "207"}, {"categoryId": "0", "formalText": "Asked him the overall question, \"How do you help a relationship heal?\"", "sourceId": "245"}, {"categoryId": "0", "formalText": "I expressed that I think it would be helpful for the two of them to have a couples therapist.", "sourceId": "262"}, {"categoryId": "0", "formalText": "This would help put it in the framework of regaining trust, which I really think couples need an outside party to do when there's been a violation of trust.", "sourceId": "265"}, {"categoryId": "0", "formalText": "It seems close to impossible to heal on his own.", "sourceId": "267"}, {"categoryId": "0", "formalText": "Ill see him next week.", "sourceId": "316"}, {"categoryId": "1", "formalText": "He starts talking about how the sessions keep going with \"I don't know, we talk about anything except Tanya and eventually we get to talking about Tanya and that's just hard at least that's what I feel like today.\"", "sourceId": "8"}, {"categoryId": "1", "formalText": "In terms of Tanya, he says she's depressed but not near suicidal.", "sourceId": "18"}, {"categoryId": "1", "formalText": "He expresses, \"I have a general sense of what was going on with her\" but he doesn't understand why she is depressed and wanted to talk about it.", "sourceId": "29"}, {"categoryId": "1", "formalText": "When thinking of Tanya he says, \"I don't really trust her and you know, I think I love her but often I just feel so many negative emotions like pain and anger\"", "sourceId": "84"}, {"categoryId": "1", "formalText": "Tanya is pleased that she didn't kill herself, and he is too.", "sourceId": "165"}, {"categoryId": "1", "formalText": "He thinks she's still depressed but not nearly as bad as before.", "sourceId": "190"}, {"categoryId": "1", "formalText": "He expresses, \"I know that any action I take is going to hurt her and I take that action then there's some sense of me trying to deliberately hurt her\". He agrees to wanting couples counseling to heal together. ", "sourceId": "228"}, {"categoryId": "2", "formalText": "He talked about her experience doing the ECT. ", "sourceId": "22"}, {"categoryId": "2", "formalText": "HE was in there every day and doesn't know  fundamentally why she could handle what was going on at Brown.", "sourceId": "30"}, {"categoryId": "2", "formalText": "When she gets depressed or when she was hospitalized she writes in her journal a lot.", "sourceId": "34"}, {"categoryId": "2", "formalText": "They talked about how she feels and not what's going on..", "sourceId": "37"}, {"categoryId": "2", "formalText": "He has these expectations of marriage of some sort of partnership that we had made a sort of plan together to do this graduate school sayings get through it together", "sourceId": "105"}, {"categoryId": "2", "formalText": "Tanya was depressed in the past.", "sourceId": "141"}, {"categoryId": "2", "formalText": "and this level of depression was not part of your experience.", "sourceId": "142"}, {"categoryId": "2", "formalText": "And it has nothing to do with what she promised him in terms of being his wife and being his partner.", "sourceId": "143"}, {"categoryId": "2", "formalText": "He believes that if she's not  responsible for the illness, he cannot be angry with her in some sense.", "sourceId": "148"}, {"categoryId": "2", "formalText": "He feels like he has tried to say that he has pretty high expectations for himself to be able to handle these things.", "sourceId": "199"}, {"categoryId": "2", "formalText": "But sometimes he can't and that's an ongoing struggle to say.", "sourceId": "201"}, {"categoryId": "3", "formalText": "She has some horrible horrific terrible things that have have happened to her with ", "sourceId": "235"}, {"categoryId": "3", "formalText": "an emotionally abusive boyfriend who was talking about killing himself if she didn't do something", "sourceId": "233"}, {"categoryId": "5", "formalText": "He grew up in a religious organization that had totally corrupt leadership.", "sourceId": "99"}, {"categoryId": "5", "formalText": "He had these expectations of going to college and it being reading and learning and growing with a community of people want to do the same which he did find a very small community of people who are very like-minded.", "sourceId": "100"}, {"categoryId": "5", "formalText": "But with school and the relationship with Tanya, he stopped on a lot of communities in an effort to make it a better place for them. ", "sourceId": "111"}, {"categoryId": "5", "formalText": "She has friends and family that can help her deal with the problems. He has asked her to talk to her friends and her family.", "sourceId": "207"}, {"categoryId": "6", "formalText": "He says it is an illness that has progressed across generations in her family.", "sourceId": "79"}, {"categoryId": "6", "formalText": "Her parents parents were really terrible parents just didn't seem to like children, were angry all the time towards the children at their existence. This left their father with anger issues and the mother with abandonment issues and then they got married and their anger and abandonment issues together were worse. Her mother left and her father yelled a lot and then left her with both sets of issues, which they have played out in a relationship probating the traumas that were handed to her to then the relationship they have.", "sourceId": "80"}]