[{"categoryId": "0", "formalText": "Patient name is Elizabeth but everyone calls her Liz", "sourceId": "1"}, {"categoryId": "0", "formalText": "She takes a multivitamin and Tylenol or Advil for headaches.", "sourceId": "78"}, {"categoryId": "0", "formalText": "She is 36 ", "sourceId": "82"}, {"categoryId": "0", "formalText": "She is willing to try medication ,cognitive behavioral therapy and exposure and response prevention therapy to begin changing these behaviors", "sourceId": "111"}, {"categoryId": "0", "formalText": "She will begin today with therapy and I will follow up with her in one week.", "sourceId": "115"}, {"categoryId": "1", "formalText": "She is having trouble with fear of germs and fear of intruders coming to attack her family.", "sourceId": "4"}, {"categoryId": "1", "formalText": "She feels that if she doesn't do certain things each day that bad things will happen.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She knows it is not normal to do everything 3 times", "sourceId": "51"}, {"categoryId": "2", "formalText": "She wants my help because she can't seem to get through the day without these rituals taking so much time out of her life.", "sourceId": "9"}, {"categoryId": "2", "formalText": "She says they are getting worse.", "sourceId": "10"}, {"categoryId": "2", "formalText": "She feels the need to wash her hands constantly.", "sourceId": "14"}, {"categoryId": "2", "formalText": "She is afraid of getting germs from things that other people touch.", "sourceId": "15"}, {"categoryId": "2", "formalText": " needs to wash them three times.", "sourceId": "16"}, {"categoryId": "2", "formalText": "She has fears that she forget to lock the door turn off the lights.", "sourceId": "21"}, {"categoryId": "2", "formalText": "So she will go and turn the Lock 3 times and needs to wash her hands three times.", "sourceId": "22"}, {"categoryId": "2", "formalText": "She is afraid if she doesn't do it that she will get some bad germs that will get into her body.", "sourceId": "28"}, {"categoryId": "2", "formalText": "And if she doesn't lock the lock the door, then someone will come and attack her and my family if she doesn't check the doors in the windows and lock everything three times.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She washes her hands 60 times a day", "sourceId": "36"}, {"categoryId": "2", "formalText": "She has separate laundry hampers for her clothes depending on where she wore them so work is different than the grocery store.", "sourceId": "40"}, {"categoryId": "2", "formalText": "When she first had her compulsions,", "sourceId": "81"}, {"categoryId": "2", "formalText": "she was about 12 or 13 .", "sourceId": "82"}, {"categoryId": "2", "formalText": "She thinks the counting and washing increased before she started her job and after her mom passed", "sourceId": "97"}, {"categoryId": "3", "formalText": "After asking the question \"Have you ever had ideas of suicide or homicide?\"", "sourceId": "103"}, {"categoryId": "3", "formalText": "She said, \"I wanted to die right after my mother passed.", "sourceId": "104"}, {"categoryId": "3", "formalText": "I was depressed and felt so low, but I didn't attempt suicide.", "sourceId": "105"}, {"categoryId": "3", "formalText": "I don't have ideas of homicide\" ", "sourceId": "106"}, {"categoryId": "4", "formalText": "She drank a bit in college and never smoked.", "sourceId": "80"}, {"categoryId": "5", "formalText": "Her husband is so understanding but worried and wants her to get help because it is disrupted in the house. The kids wonder why she must do everything three times and why they can't touch the certain things in the house because of the fear of germs.", "sourceId": "59"}, {"categoryId": "5", "formalText": "She is an accountant.", "sourceId": "61"}, {"categoryId": "5", "formalText": "So she has to I have my own office and doesn't have to interact a lot with the public.", "sourceId": "62"}, {"categoryId": "6", "formalText": "She has three kids.", "sourceId": "70"}, {"categoryId": "6", "formalText": "The oldest is eight the middle of 6 and the youngest is 4 year old .", "sourceId": "71"}, {"categoryId": "6", "formalText": "Her dad was a Salesman and was well kept but not more than other people.", "sourceId": "88"}, {"categoryId": "6", "formalText": "Her mother was a very neat and kept person.", "sourceId": "86"}, {"categoryId": "6", "formalText": "She was very particular about how she kept the house and her personal appearance.", "sourceId": "87"}, {"categoryId": "6", "formalText": "Her siblings, a  brother and sister are messier than her.", "sourceId": "89"}, {"categoryId": "6", "formalText": "no physical or sexual abuse at all in her family", "sourceId": "92"}, {"categoryId": "7", "formalText": "In terms of sleeping habits, she wakes up anxious during the night and sometimes must check things in the house like the Windows Doors coffee pot and lights in the garage and closet.", "sourceId": "46"}, {"categoryId": "7", "formalText": "Then she tries to go back to sleep and sometimes she lays awake for hours.", "sourceId": "47"}, {"categoryId": "7", "formalText": "According to dr. Green's records and MRI shows negative in blood work looks normal.", "sourceId": "114"}]