[{"categoryId": "0", "formalText": "I will see her next week.", "sourceId": "279"}, {"categoryId": "1", "formalText": "She had another hard week.", "sourceId": "8"}, {"categoryId": "1", "formalText": "She feels like since she has been coming here,", "sourceId": "9"}, {"categoryId": "1", "formalText": "she has become more detached.", "sourceId": "10"}, {"categoryId": "1", "formalText": "Like she just feel really alienated from Harold.", "sourceId": "11"}, {"categoryId": "1", "formalText": "\"The reason I came was to be more in touch with my feelings and be able to express my feelings, but.", "sourceId": "15"}, {"categoryId": "1", "formalText": " that's a scary thing for me.", "sourceId": "16"}, {"categoryId": "1", "formalText": "When talking about Harold's retirement she said that she is worried about his physical limitations in the future \"That he is basically going to be debilitated.", "sourceId": "75"}, {"categoryId": "1", "formalText": "He's not going to be able to do anything.\"", "sourceId": "76"}, {"categoryId": "1", "formalText": "His limitations are going to get worse.", "sourceId": "78"}, {"categoryId": "1", "formalText": "it is inevitable with arthritis", "sourceId": "80"}, {"categoryId": "1", "formalText": "She then started talking about how she had an issue as she got older with her father wanting to put his arm around her.", "sourceId": "143"}, {"categoryId": "1", "formalText": "She thinks it came from a whole thing about potential abuse in July.", "sourceId": "164"}, {"categoryId": "3", "formalText": "She can definitely tie her feelings getting worse to when she is feeling more detached. She compared it to borderline personality disorder, and just cutting to feel something ", "sourceId": "21"}, {"categoryId": "5", "formalText": "She still cooks for the house", "sourceId": "44"}, {"categoryId": "6", "formalText": "Her husband Harold is retiring and has a past history of depression. She states, \"I guess my image of Harold retiring was that there would be some more time for him to take care of me because or do things that would make our life easier.", "sourceId": "49"}, {"categoryId": "6", "formalText": "He did go to the new psychologist and he did change his medication for depression that he takes he was talkin taking Wellbutrin and something else.", "sourceId": "52"}, {"categoryId": "6", "formalText": "They took him off that and put them on Zoloft\".", "sourceId": "53"}, {"categoryId": "6", "formalText": "We talked about the reason for why her mother left", "sourceId": "234"}, {"categoryId": "6", "formalText": "She said, \"Always my mother was very fragile even now she sees herself as being so self-aware.", "sourceId": "235"}, {"categoryId": "6", "formalText": "I think she would fall apart.", "sourceId": "237"}, {"categoryId": "6", "formalText": "I think that's how she got through life is to have the same kind of attachment.", "sourceId": "238"}, {"categoryId": "6", "formalText": "She lost her mother.", "sourceId": "239"}, {"categoryId": "6", "formalText": "She hated her father because he was cheating on her mother and she blames him for her mother said she had a brother who died.", "sourceId": "240"}, {"categoryId": "6", "formalText": "She had a brother who was mentally retarded\"", "sourceId": "241"}, {"categoryId": "7", "formalText": "She says that the detachment in the sex with Harold is giving her distress and \"the more I put an effort into trying, you know, like thinking about it and trying to do something about it the more it's on my mind all the time and basically ends up back burner, you know, so that I'm very where in the last few weeks\"", "sourceId": "88"}, {"categoryId": "7", "formalText": "Then it just bubbles up and she just can't stop crying.", "sourceId": "106"}]