[{"categoryId": "0", "formalText": "Gave her some random advice on the bike riding thing for her kid with training wheels.", "sourceId": "28"}, {"categoryId": "0", "formalText": "Will see her at Friday at 4:45", "sourceId": "177"}, {"categoryId": "1", "formalText": "She states, \"I'm not sure how I feel about James leaving, but it'll be nice to have time alone\".", "sourceId": "59"}, {"categoryId": "1", "formalText": "She will have some time taking care of the kids", "sourceId": "54"}, {"categoryId": "1", "formalText": "She hates when she puts her book down and realizes she is not with James because of feeling so sad. ", "sourceId": "128"}, {"categoryId": "1", "formalText": "He had sort of asked why she was sad.", "sourceId": "130"}, {"categoryId": "1", "formalText": "She was not going to tell him that she'd rather be dead.", "sourceId": "132"}, {"categoryId": "1", "formalText": "\"I feel like he's taking care of me in so many ways that he wants from me or that he needs for me is for me to be okay, and I can't get up\".", "sourceId": "133"}, {"categoryId": "1", "formalText": "So her impulse is to try to cover that up and act like she okay and then she gets distant from him.", "sourceId": "134"}, {"categoryId": "2", "formalText": "She was talking about how she loved to read as a kid and understands why her kid is so interested in the world", "sourceId": "118"}, {"categoryId": "2", "formalText": "Said, \" both of you make me be alive and that's something a part of me can really get behind and is really committed and part of me that can't\" when talking about me, her counselor and James.", "sourceId": "142"}, {"categoryId": "5", "formalText": "James is worried about her ability to be alone for a few weeks.", "sourceId": "1"}, {"categoryId": "5", "formalText": "He got groceries and figured out what bills were going to come out the next over the next two weeks.", "sourceId": "2"}, {"categoryId": "6", "formalText": "Talked about how in her family everyone has the same name which is confusing", "sourceId": "96"}, {"categoryId": "7", "formalText": "Her kid has decided she will never sleep again because", "sourceId": "50"}, {"categoryId": "7", "formalText": "Like life is way too interesting to be asleep.", "sourceId": "51"}]