[{"categoryId": "0", "formalText": "Patient talked about getting ready for a job conference in a couple of days, and hopefully going to have interviews.", "sourceId": "3"}, {"categoryId": "0", "formalText": "He feels like he has teaching experience.", "sourceId": "14"}, {"categoryId": "0", "formalText": "And personally states \"I am very good\".", "sourceId": "16"}, {"categoryId": "0", "formalText": "Like I'm a really really good teacher\".", "sourceId": "17"}, {"categoryId": "0", "formalText": "In session there was effort to make sure he didn't feel upset and subconscious.", "sourceId": "45"}, {"categoryId": "1", "formalText": "He states, \"I'm not doing so well.", "sourceId": "1"}, {"categoryId": "1", "formalText": "Yeah, extremely sad\"", "sourceId": "2"}, {"categoryId": "1", "formalText": "He talked about his new work opportunities \"I have to see if the schools want to hire me.", "sourceId": "27"}, {"categoryId": "1", "formalText": "He states he feels beat.", "sourceId": "69"}, {"categoryId": "1", "formalText": "States, \"I just feel like I've been repeatedly punched in the jaw, like beat up, just tired\"", "sourceId": "71"}, {"categoryId": "2", "formalText": "He doesn't know what to do when he thinks about work a lot", "sourceId": "38"}, {"categoryId": "2", "formalText": "He just felt sad.", "sourceId": "53"}, {"categoryId": "2", "formalText": "He doesn't know how to function.", "sourceId": "54"}, {"categoryId": "2", "formalText": "As the therapist it seems like his depression is slipping into a sort of, \"kick the shit out of you in every possible way and for everything you try to do\".", "sourceId": "72"}, {"categoryId": "2", "formalText": "What he was doing before wasn't working for the depression.", "sourceId": "88"}, {"categoryId": "2", "formalText": "When asked \"Was it bad for you.. were things bad last night?\" he responded ", "sourceId": "112"}, {"categoryId": "2", "formalText": "\"No, they weren't so bad\"", "sourceId": "113"}, {"categoryId": "3", "formalText": "He was feeling really crummy the morning when he was going to have an ECT and h I had asked \"does it tend to help right away or does it take awhile?\"", "sourceId": "84"}, {"categoryId": "3", "formalText": "And he referred to there being kind of 'lift' usually fairly soon after. We didn't talk until a day or late or later a day or maybe two later maybe three because he was back in the hospital.", "sourceId": "85"}, {"categoryId": "3", "formalText": "I recalled he made it clear that he didn't feel any better. The decision was made talking to a doctor that he really needed to be back in the hospital and that was the best thing", "sourceId": "86"}, {"categoryId": "3", "formalText": "He was starting to lean on a little bit and he started to appreciate getting some help on this. ", "sourceId": "90"}, {"categoryId": "3", "formalText": "That day determined to show that it wasn't going to be stronger than the depression.", "sourceId": "92"}]