[{"categoryId": "0", "formalText": "She wants to meet two more weeks after the 27th which will be three weeks from now.", "sourceId": "4"}, {"categoryId": "0", "formalText": "She was wondering if for two weeks she could find another time to meet because she is busy with plans and graduating and", "sourceId": "10"}, {"categoryId": "0", "formalText": "she has to finish up some research hours.", "sourceId": "37"}, {"categoryId": "0", "formalText": "and do her loan exit counseling.", "sourceId": "39"}, {"categoryId": "0", "formalText": "She had a job interview on Friday.", "sourceId": "44"}, {"categoryId": "0", "formalText": "she had sort of another pseudo interview during the week.", "sourceId": "47"}, {"categoryId": "0", "formalText": "she says pseudo because she just has to wait for her new job to be secure before her position officially open, but they already asked for my resume and gave it to her boss.", "sourceId": "48"}, {"categoryId": "0", "formalText": "These are sort of for research assistantship kind of positions.", "sourceId": "53"}, {"categoryId": "1", "formalText": "Overall, the session centered around her anxiety over finding jobs, finishing school,and how this works with her family and boyfriend. She feels a little hopeful about all the job interviews so that's good.", "sourceId": "69"}, {"categoryId": "1", "formalText": "Even though her exam went well, she is not feeling better about herself. She finds this weird .", "sourceId": "75"}, {"categoryId": "1", "formalText": "She felt a little silly because she is old enough, but she told my mom that she was good and I got a 97 and she was like, \"of course you did\".", "sourceId": "81"}, {"categoryId": "1", "formalText": "Told her \"You're a human being who gets tired and needs a predicate and some time to sleep more and some time to not do as many activities\".", "sourceId": "100"}, {"categoryId": "1", "formalText": "She is still waiting to feel to really feel good.", "sourceId": "109"}, {"categoryId": "1", "formalText": "She is terrified of school being over and it does not feel good at all to have it be over because it's all she has ever done.", "sourceId": "117"}, {"categoryId": "1", "formalText": "She has always based her worth or self-esteem off of doing all of that.", "sourceId": "120"}, {"categoryId": "1", "formalText": "She is really worry about her 2 year commitment to grad school and Iban ", "sourceId": "134"}, {"categoryId": "1", "formalText": "She feels all of this pressure to either get the perfect job that pays a lot of money or \"what if I don't have anything for a while and then I could be applying or not applying", "sourceId": "142"}, {"categoryId": "1", "formalText": "She has very strict expectations of herself.", "sourceId": "157"}, {"categoryId": "2", "formalText": "She says, \" I already gone down the thought process of what if I get fired from whatever job I get which is so bizarre, but it's so typical for me to have a worst-case scenario survival plan in place\".", "sourceId": "123"}, {"categoryId": "5", "formalText": "She is getting the apartment floor room cleaned, especially because everybody is coming to visit and if she gets  a job offer that she wants to accept, then she has a start date and needs to finish up these last couple of things that she has for school", "sourceId": "111"}]