[{"categoryId": "0", "formalText": "By next session, she is hoping to make some connections, work on her resume, and feel more productive.", "sourceId": "605"}, {"categoryId": "0", "formalText": "She is going to keep journaling and write about ", "sourceId": "618"}, {"categoryId": "0", "formalText": "when she gets overwhelmed with self-hatred.", "sourceId": "620"}, {"categoryId": "0", "formalText": "We will look it over during next session", "sourceId": "625"}, {"categoryId": "1", "formalText": "Patient is feeling depressed and down on herself because of her marriage, her job search, the relationship with some family members and her own past mental health. Sometimes she is worried about how things in her marriage might not improve enough and gets into a bunch of what-ifs", "sourceId": "27"}, {"categoryId": "1", "formalText": "To identify the emotions she feels, she thinks it is fear mostly but also anxiety", "sourceId": "36"}, {"categoryId": "1", "formalText": "She keeps thinking parts of her life don't meet up with her expectations, it doesn't meet up where she thought things would be \". She thinks \"what if it doesn't continue to progress or what if it doesn't progress at a rapid rate\"", "sourceId": "47"}, {"categoryId": "1", "formalText": "She is hoping to change her expectations and maybe lower them.", "sourceId": "66"}, {"categoryId": "1", "formalText": "She feels terribly critical of her husband", "sourceId": "67"}, {"categoryId": "1", "formalText": "If her husband  was functioning at his best in a life, and that he was happy to was be a manager at Subway for the next 20 years she might feel like he needs to fulfill his potential more.", "sourceId": "80"}, {"categoryId": "1", "formalText": "It's not exactly what she would have thought would be fulfilling his potential.", "sourceId": "105"}, {"categoryId": "1", "formalText": "She feels like that makes her horrible snobby, demanding and critical. Talked awhile about his job. ", "sourceId": "114"}, {"categoryId": "1", "formalText": "He's the opposite of her dad and always there for her and always catering to her, buying flowers, figuring out what she needs, putting her front and center ", "sourceId": "181"}, {"categoryId": "1", "formalText": "She feels like both realms she is missing out and that has been really disappointing.", "sourceId": "182"}, {"categoryId": "1", "formalText": "One of her biggest things is that it doesn't feel fair to criticize based on expectations", "sourceId": "210"}, {"categoryId": "1", "formalText": "She feels he is just not proactive not engaged not motivated or ambitious.", "sourceId": "221"}, {"categoryId": "1", "formalText": "She thinks she needs an emotional boost or some kind of boost with her job search ", "sourceId": "518"}, {"categoryId": "1", "formalText": "It feels daunting and exhausting", "sourceId": "532"}, {"categoryId": "2", "formalText": "Says, \"I'm even going to be content with him being a manager at Subway because he's struggling\"", "sourceId": "68"}, {"categoryId": "2", "formalText": "Her dad is not always there and conversations with him are usually very short and he's driving on his way to a call.", "sourceId": "183"}, {"categoryId": "2", "formalText": "But he's incredibly supportive.", "sourceId": "184"}, {"categoryId": "2", "formalText": "Her husband said he left grad school because it wasn't for him and she had a really tough time with that.", "sourceId": "215"}, {"categoryId": "2", "formalText": "She says it is hard, \"especially for someone like me who feels like they need to be in control\".", "sourceId": "264"}, {"categoryId": "2", "formalText": "She feels her job search is getting depressing.", "sourceId": "516"}, {"categoryId": "3", "formalText": "She says she has noticed her depression a couple of times.", "sourceId": "275"}, {"categoryId": "3", "formalText": "Asked her \"Ramona how is your depression and anxiety been this week\"", "sourceId": "271"}, {"categoryId": "3", "formalText": "She says feels pretty intense sometimes.", "sourceId": "274"}, {"categoryId": "3", "formalText": "On any given day, she can still feel specifically down on herself.", "sourceId": "283"}, {"categoryId": "3", "formalText": "Not just lonely, but specifically self-critical.", "sourceId": "285"}, {"categoryId": "3", "formalText": "But she thinks that is more the self-hate than the depression.", "sourceId": "286"}, {"categoryId": "3", "formalText": "To explain her feelings she said, \"It's pretty much like things are going well and make a mistake or I say something that I think back on and I wish I would have said that differently or I wish I would have done that differently.\"", "sourceId": "291"}, {"categoryId": "3", "formalText": "She escalates quickly to \"I hate myself\" ", "sourceId": "331"}, {"categoryId": "6", "formalText": "She hated never seeing her dad ", "sourceId": "150"}, {"categoryId": "6", "formalText": " because he was making a ton of money and working all the time.", "sourceId": "144"}, {"categoryId": "6", "formalText": "She got to the point where she didn't want to see her dad because she was so angry at him that she was never going to come first.", "sourceId": "151"}, {"categoryId": "6", "formalText": "But yet it was easier in a way because she could be proud of his great education and incredible work ethic and the fact that he owned and ran his own business completely by himself which is different than how it is with her husband", "sourceId": "153"}, {"categoryId": "6", "formalText": "\"Nobody had more education than my dad", "sourceId": "172"}, {"categoryId": "6", "formalText": "I felt proud of that\"", "sourceId": "173"}, {"categoryId": "6", "formalText": "She talked also about her complex relationship with her sister", "sourceId": "369"}, {"categoryId": "6", "formalText": "She  was deprived of some healthy mother concern and this might have effect on her relationships ", "sourceId": "441"}]