[{"categoryId": "0", "formalText": "I had spoken with the physician Dr. White and had read his reports and know some of the things about why she is  here today.", "sourceId": "2"}, {"categoryId": "0", "formalText": "She is 28 years old and feels like an old lady.", "sourceId": "13"}, {"categoryId": "0", "formalText": "She has a 5 and 7 year old daughter", "sourceId": "71"}, {"categoryId": "0", "formalText": "Talked about the potential that she has PTSD and maybe should take the ", "sourceId": "147"}, {"categoryId": "0", "formalText": "test called the ACE study adverse childhood experiences study", "sourceId": "139"}, {"categoryId": "0", "formalText": "There is a therapy that we will start called prolonged exposure therapy, which is just looking at the memories in a safe environment and trying to retrain Pathways in her brain.", "sourceId": "155"}, {"categoryId": "0", "formalText": "We plan to also look at some medications for anxiety and depression.", "sourceId": "156"}, {"categoryId": "0", "formalText": "We're going to have some lab work done before we look at medications and we will be in treatment.", "sourceId": "159"}, {"categoryId": "1", "formalText": "She states that she hasn't been sleeping well, and  has the same nightmare over and over.", "sourceId": "4"}, {"categoryId": "1", "formalText": "She was wondering if she could get something to help her sleep and forget past events.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She wants my  help because she feels like she can't live her life.", "sourceId": "9"}, {"categoryId": "1", "formalText": "She does not want to be around groups of people. She is so anxious and irritable, and the feelings have increased more in the last few months.", "sourceId": "10"}, {"categoryId": "1", "formalText": "She states, \"sometimes I feel stuck and need to talk to my counselor if that makes sense\".", "sourceId": "84"}, {"categoryId": "1", "formalText": "She feels that she has less patience with her daughters and she also feels that she spaces out more and is having a hard time concentrating and sticking with tasks.", "sourceId": "87"}, {"categoryId": "1", "formalText": "She has also been mildly more sad than usual.", "sourceId": "91"}, {"categoryId": "1", "formalText": "She feels like she wants to be alone.", "sourceId": "94"}, {"categoryId": "1", "formalText": "She has been having the same nightmares.", "sourceId": "110"}, {"categoryId": "1", "formalText": "She worries about her daughters being harmed.", "sourceId": "123"}, {"categoryId": "2", "formalText": "She has had nightmares for years throughout her childhood.", "sourceId": "16"}, {"categoryId": "2", "formalText": "And now she is 28 and still having them and never like sleep and try to avoid it. She need only about 5 hours a night.", "sourceId": "17"}, {"categoryId": "2", "formalText": "She has noticed her nausea and loss of appetite since the separation from her husband and since moving into her grandparents house again.", "sourceId": "18"}, {"categoryId": "2", "formalText": "She has had a panic attack and doesn't feel entirely safe in the grandparents house.", "sourceId": "105"}, {"categoryId": "2", "formalText": "She was also worried about how the separation with her husband will affect the girls.", "sourceId": "124"}, {"categoryId": "2", "formalText": "Her parents divorcing was devastating to her", "sourceId": "125"}, {"categoryId": "3", "formalText": "She has had times of great fear and panic attacks when she split from her husband and moved back into her house", "sourceId": "27"}, {"categoryId": "3", "formalText": "I used to have to play with her cousin in the basement of the grandparents house.", "sourceId": "38"}, {"categoryId": "3", "formalText": "He was not a nice person, five years older than her and liked to teach her all sorts of things sexual things.", "sourceId": "39"}, {"categoryId": "3", "formalText": "She was only five at the time and didn't understand.", "sourceId": "40"}, {"categoryId": "3", "formalText": "She felt dirty and ashamed I didn't tell anyone until I was an adult.", "sourceId": "41"}, {"categoryId": "3", "formalText": "She has gone to counseling for this as an adult.", "sourceId": "42"}, {"categoryId": "3", "formalText": "Her mom was a yeller and cursed a lot and was not a happy person.", "sourceId": "77"}, {"categoryId": "3", "formalText": "Her husband was also a yeller and controller he meant to protect her, but it goes too far.", "sourceId": "80"}, {"categoryId": "3", "formalText": "In the past, no medications and just basically talks about things that have happened in the past for councelors.", "sourceId": "83"}, {"categoryId": "3", "formalText": "She has had a suicide plan in the past", "sourceId": "99"}, {"categoryId": "3", "formalText": "when she was a teenager, and would take a bunch of pills or just get into my mom's car and turn it on and go to sleep in the close-up garage.", "sourceId": "100"}, {"categoryId": "3", "formalText": "Her Mom married an alcoholic that beat her and then she beat us the cops were at our house a lot to break up the fighting.", "sourceId": "128"}, {"categoryId": "3", "formalText": "They didn't eat well or often and she usually cooked for her sister and brother because my mom and stepdad were at the bar.", "sourceId": "130"}, {"categoryId": "3", "formalText": "She was in school sometimes across the street or sometimes across town.", "sourceId": "137"}, {"categoryId": "3", "formalText": "She got behind in school because of changing so many times and she learned to not get too close to friends.", "sourceId": "138"}, {"categoryId": "4", "formalText": "She smoked cigarettes at a pack a day and this started when she quit alcohol", "sourceId": "30"}, {"categoryId": "4", "formalText": "She went through treatment for her drinking and have been sober for eight years.", "sourceId": "31"}, {"categoryId": "4", "formalText": "No drug used otherwise.", "sourceId": "32"}, {"categoryId": "5", "formalText": "She does not want to be around groups of people.", "sourceId": "10"}, {"categoryId": "6", "formalText": "Her family does not know about this abuse from her cousin.", "sourceId": "44"}, {"categoryId": "6", "formalText": "She told the counselor once that she can't tell them because it would  cause pain for the family.", "sourceId": "46"}, {"categoryId": "6", "formalText": "In terms of family history and any mental illness or other medical issues, ", "sourceId": "49"}, {"categoryId": "6", "formalText": "her mom was depressed and has other issues. Her father is fine", "sourceId": "50"}, {"categoryId": "6", "formalText": "She grew up with her step dad abusing her mom.", "sourceId": "57"}, {"categoryId": "6", "formalText": "Her mom was pretty physical because she would get beaten. She has a 5 and 7 year old daughter", "sourceId": "61"}, {"categoryId": "7", "formalText": "She feels irritable and have been having trouble trouble concentrating and remembering things.", "sourceId": "11"}, {"categoryId": "7", "formalText": "She doesn't have an appetite and feels nauseated a lot lately.", "sourceId": "12"}, {"categoryId": "7", "formalText": "She has not had feelings of suicide because of her daughters age but once they grow up ", "sourceId": "95"}]