[{"categoryId": "0", "formalText": "Told her \"typically a more common descriptor of depression is having those really low feelings pretty consistently", "sourceId": "32"}, {"categoryId": "0", "formalText": "Nobody has a textbook people's experiences don't fit into boxes perfectly.", "sourceId": "33"}, {"categoryId": "0", "formalText": "What's really important is that you're feeling badly more frequently than you're comfortable with and more frequently than we would help.", "sourceId": "34"}, {"categoryId": "0", "formalText": "I'm encouraged that you have days where you get a break from those feelings, but I don't want you feeling really down a couple of days a week\"", "sourceId": "35"}, {"categoryId": "0", "formalText": "She is taking 85 mg of", "sourceId": "103"}, {"categoryId": "0", "formalText": "\"Does superior mean\", her birth control pill, vitamin D, vitamin B complex and that's only in the morning in the evening.", "sourceId": "104"}, {"categoryId": "0", "formalText": "She has 75 mg of Seroquel and 25 ", "sourceId": "105"}, {"categoryId": "0", "formalText": "milligrams of Klonopin.", "sourceId": "106"}, {"categoryId": "0", "formalText": "She hasn't really thought to take additional Klonopin", "sourceId": "107"}, {"categoryId": "0", "formalText": "and she hasn't really discussed it with her psychiatrist", "sourceId": "112"}, {"categoryId": "0", "formalText": "It would be good for her to discuss whether or not it would be useful or beneficial to take more to take some of that additional Klonopin sort of on an as-needed basis or whether it would be better to switch to something else with her psychistrist.", "sourceId": "128"}, {"categoryId": "0", "formalText": "I think her anticipation of something scary, being afraid, feeling like you're not going to be competent or do something feeds into her episodes of anxiety or depression.", "sourceId": "243"}, {"categoryId": "0", "formalText": "So I wondered how much of what she felt this past week is fueled by having her timeline laid out for her.", "sourceId": "245"}, {"categoryId": "0", "formalText": "She said \"maybe I could take a little more Klonopin, but I don't think it's going to be enough to have any lasting effect\".", "sourceId": "311"}, {"categoryId": "0", "formalText": "Told her we have to go in and measure what levels are or what the right levels are.", "sourceId": "317"}, {"categoryId": "0", "formalText": "Some things that give her motivation and energy are exercising  and exposure to light from her sun lamp", "sourceId": "319"}, {"categoryId": "0", "formalText": "Ended by saying to her \"I'm of course very glad that you're safe and that you don't have any attempt to act on these thoughts, but I do really want you to feel better\"", "sourceId": "347"}, {"categoryId": "0", "formalText": "She will work on asking for a hug from her boyfriend", "sourceId": "400"}, {"categoryId": "0", "formalText": "Told her, \"If there's ever a time when you don't feel safe, then you call me if I can't answer then you call the emergency room. ", "sourceId": "402"}, {"categoryId": "0", "formalText": "We will meet on Friday the 26th at 2:30 and Friday the 19th at 1:30.", "sourceId": "427"}, {"categoryId": "1", "formalText": "She is having unsettled thoughts like wanting to hurt herself but non-fatally ", "sourceId": "5"}, {"categoryId": "1", "formalText": "She says she thinks she has what would be depression if has been happening consistently for 2 weeks.", "sourceId": "1"}, {"categoryId": "1", "formalText": "She has been really easily overreacting to something small going wrong.", "sourceId": "6"}, {"categoryId": "1", "formalText": " feeling really irritable.", "sourceId": "7"}, {"categoryId": "1", "formalText": "anxious, and a lot of the anxious uncomfortable feelings.", "sourceId": "8"}, {"categoryId": "1", "formalText": "Lots of anxiety is causing her to not be able to do important tasks .", "sourceId": "49"}, {"categoryId": "1", "formalText": "going from anxiety to sadness then lethargy.", "sourceId": "50"}, {"categoryId": "1", "formalText": "She mentioned having thoughts of self-harm.", "sourceId": "86"}, {"categoryId": "1", "formalText": "She has done nothing more than briefly digging her fingernails into her skin.", "sourceId": "95"}, {"categoryId": "1", "formalText": "Not even enough to puncture.", "sourceId": "96"}, {"categoryId": "1", "formalText": "Because of her meds, she is not feeling depressed every single day.", "sourceId": "150"}, {"categoryId": "2", "formalText": "She has been feeling it most of today, and yesterday mid-afternoon, so she didn't wake up until 12 p.m. ", "sourceId": "17"}, {"categoryId": "2", "formalText": "She also felt it last week Sunday and Monday and Tuesday Wednesday and Thursday.", "sourceId": "23"}, {"categoryId": "2", "formalText": "Says there are a couple of good days in a row and then a couple of bad days.", "sourceId": "30"}, {"categoryId": "2", "formalText": "She is not completely sure what makes one day a good day and one day bad day", "sourceId": "37"}, {"categoryId": "2", "formalText": " because it usually starts mid-to-late day.", "sourceId": "38"}, {"categoryId": "2", "formalText": "Saturday was a good day.", "sourceId": "41"}, {"categoryId": "2", "formalText": "She had this feeling", "sourceId": "44"}, {"categoryId": "2", "formalText": "more in the evening.", "sourceId": "45"}, {"categoryId": "2", "formalText": "She said she couldn't even go to the grocery store and get ingredients for dinner, which is something that she would normally be able to do.", "sourceId": "47"}, {"categoryId": "2", "formalText": "When she is not feeling well, it it's hard to recall what she was feeling.", "sourceId": "58"}, {"categoryId": "2", "formalText": "She had trouble with the Wellbutrin.", "sourceId": "132"}, {"categoryId": "2", "formalText": "It's entirely possible that the Wellbutrin wasn't working because it was manufactured incorrectly at the time", "sourceId": "140"}, {"categoryId": "2", "formalText": "When on her meds she says, \"It must be doing something because I feel less anxiety.", "sourceId": "145"}, {"categoryId": "2", "formalText": "I think my OCD would be a lot worse.", "sourceId": "146"}, {"categoryId": "2", "formalText": "If I wasn't on Seroquel, it's usually there a lot of stuff that that I talked about a long time ago, like the checking after flushing toilet usually doesn't happen so much anymorez\"", "sourceId": "147"}, {"categoryId": "2", "formalText": "Her antidepressants are working to some degree.", "sourceId": "151"}, {"categoryId": "2", "formalText": "She cant figure out what is actually triggering her depression.", "sourceId": "281"}, {"categoryId": "2", "formalText": "She agrees there's a little bit of stress there, but she thinks it is mostly her brain chemistry.", "sourceId": "301"}, {"categoryId": "2", "formalText": "She feels miserable sometimes when she is driving and thinks a plant might help", "sourceId": "330"}, {"categoryId": "3", "formalText": "She says \"It's like when I had depression and I knew it was depression sophomore year", "sourceId": "12"}, {"categoryId": "3", "formalText": "I was crying non-stop and it was this big feeling like sort of a cloud over me, but it was more of a physical feeling it.\"", "sourceId": "13"}, {"categoryId": "5", "formalText": "She feel she should be applying for jobs again, but then she felt depressed again yesterday and today so she hasn't  looked at the job sites. She is having some struggles with Sydney over some things ", "sourceId": "207"}, {"categoryId": "5", "formalText": "She is feeling trapped by her parents desire for her to get a job", "sourceId": "255"}, {"categoryId": "7", "formalText": "She slept for 10 hours last night", "sourceId": "20"}, {"categoryId": "7", "formalText": "She is not forgetting to show up places where she is supposed to be.", "sourceId": "64"}, {"categoryId": "7", "formalText": "She does not find herself losing things", "sourceId": "67"}, {"categoryId": "7", "formalText": "Her thoughts of self harm", "sourceId": "87"}, {"categoryId": "7", "formalText": "include her brain telling her that if she physically hurt herself it would feel better.", "sourceId": "88"}, {"categoryId": "7", "formalText": "She has flashes of cutting herself as the method.", "sourceId": "91"}, {"categoryId": "7", "formalText": "She doesn't act on it, but somehow the feeling passes.  ", "sourceId": "99"}, {"categoryId": "7", "formalText": "Eventually, it just goes away at the same time that the anxious uncomfortable feeling goes away.", "sourceId": "100"}, {"categoryId": "7", "formalText": "Klonopin makes her tired", "sourceId": "116"}, {"categoryId": "7", "formalText": "SHe felt like there was nothing she could do because there were very few options left when she tried the mood stabilizer that gave her weird side effects to it really seems like Wellbutrin and disappear mean are the two drugs that are for depression and have absolutely no serotonin side effects.", "sourceId": "142"}, {"categoryId": "7", "formalText": "She says she goes crazier when off her birth control and not as upset and anxious as I would be if I were taking the placebo pills for a week.", "sourceId": "144"}, {"categoryId": "7", "formalText": "She agrees \"I shouldn't be feeling like wanting to hurt myself for wanting to kill myself for many of those things normal people have job searches and moving and all of those things ", "sourceId": "289"}, {"categoryId": "7", "formalText": "They might be sad or overwhelmed, but they're not going to the point of wanting to kill themselves because it would make everything else easier\".", "sourceId": "290"}]