[{"categoryId": "0", "formalText": "Talked a little bit about meal planning to combat her worry about packing because what she mentioned is needing more time and structure to stop worrying as much .", "sourceId": "110"}, {"categoryId": "0", "formalText": "And doing experiments to figure out what works for her", "sourceId": "123"}, {"categoryId": "0", "formalText": "She feels like  the only solution I can think of is to deal with it until September when I had a feel at home in my new place, but that still means two more months of this to survive", "sourceId": "254"}, {"categoryId": "0", "formalText": "After talking,  it sounds like a lot of her worries are coming from not being able to control him but feeling controlled by his depression which she responded by saying, ", "sourceId": "269"}, {"categoryId": "0", "formalText": "\"Yeah, that sounds about right\".", "sourceId": "270"}, {"categoryId": "0", "formalText": "Discussed how thinking about sections of her room and doing a chore and getting a section done by this time by the next time and setting that time frame of those eight or nine weeks can be a goal to work on", "sourceId": "304"}, {"categoryId": "0", "formalText": "That would help her feel more organized or more prepared", "sourceId": "335"}, {"categoryId": "0", "formalText": "Discussed how she can snack sneak in maybe a little bit more activity into the day to address the weight loss issue", "sourceId": "408"}, {"categoryId": "0", "formalText": "It sounds like she has made some healthy changes with regards to what she is eating and how to  find activity that she can sneak into her day.", "sourceId": "409"}, {"categoryId": "0", "formalText": "We will  meet the week after which is the 8th at 2:30.", "sourceId": "425"}, {"categoryId": "1", "formalText": "She feel like she is stressed.", "sourceId": "1"}, {"categoryId": "1", "formalText": "She is afraid to ask her boss about the whole", "sourceId": "3"}, {"categoryId": "1", "formalText": "\"Hey, can I?\"", "sourceId": "4"}, {"categoryId": "1", "formalText": " feels of control because she can't control Sydney's living quarters or his choices.", "sourceId": "56"}, {"categoryId": "1", "formalText": "Also wanted to talk about \"the weight loss thing\"", "sourceId": "362"}, {"categoryId": "2", "formalText": "She feels stressed when she gets up in the morning and I has to get herself to work or in the evening when she needs to get things done before she go to bed and she thinks \"how will have food for tomorrow or have dinner tonight?\"", "sourceId": "12"}, {"categoryId": "2", "formalText": "She is never stressed at work.", "sourceId": "15"}, {"categoryId": "2", "formalText": "She has never been at the point where she has gone to work and didn't have anything to eat. ", "sourceId": "26"}, {"categoryId": "2", "formalText": "Laundry stresses her out", "sourceId": "36"}, {"categoryId": "2", "formalText": "It sounds like some of the anxiety is actually frustration when she says stress, which she responded ", "sourceId": "52"}, {"categoryId": "2", "formalText": "\"And maybe anger and annoyance\"", "sourceId": "54"}, {"categoryId": "2", "formalText": "She is not really spending any time at her place right now which is another reason that stresses her out like when she is in the kitchen by herself or something and she doesn't live here and she has issues with the roomates", "sourceId": "97"}, {"categoryId": "2", "formalText": "Sydney doesn't like eating the kitchen when his roommates are there.", "sourceId": "158"}, {"categoryId": "2", "formalText": " Sydney hax serious depression and this impacts how he interacts with his roomates.", "sourceId": "209"}, {"categoryId": "2", "formalText": "She says that Has that always been the case for him that he's had that level of social anxiety.", "sourceId": "219"}, {"categoryId": "2", "formalText": "that comes along with the depression.", "sourceId": "222"}, {"categoryId": "2", "formalText": "and sounds like he's really avoiding being in the presence of others and he's kind of almost hiding in his room eating meals.", "sourceId": "223"}, {"categoryId": "2", "formalText": "She has told Sydney about how she doesn't feel comfortable being there without him and how it impacts her", "sourceId": "256"}, {"categoryId": "3", "formalText": "Because of Sydney's depression, he keeps on saying that he thinks he can't do XYZ things that she thinks he can do.", "sourceId": "259"}, {"categoryId": "7", "formalText": "States, \"I just don't want to be this overweight\"", "sourceId": "375"}, {"categoryId": "7", "formalText": "Discussed how ", "sourceId": "405"}, {"categoryId": "7", "formalText": "she needs to know her limits and be armed with the information, rather than counting calories", "sourceId": "406"}]