[{"categoryId": "0", "formalText": "She thinks that depression is about as useful a description as fever in some ways.", "sourceId": "134"}, {"categoryId": "1", "formalText": "It's hard to make decisions across emotional states.", "sourceId": "62"}, {"categoryId": "1", "formalText": "She can't see anything outside of her emotions.", "sourceId": "74"}, {"categoryId": "1", "formalText": "It makes things very confusing for her also at times.", "sourceId": "76"}, {"categoryId": "1", "formalText": "She feels like it's impossible for her to be honest in some ways.", "sourceId": "84"}, {"categoryId": "1", "formalText": "She wonders when people stop believing what she says.", "sourceId": "87"}, {"categoryId": "1", "formalText": "She feels less urgent.", "sourceId": "177"}, {"categoryId": "1", "formalText": "Which is a little depressing in itself.", "sourceId": "178"}, {"categoryId": "1", "formalText": "She just thinks it's a little depressing and that what she feels is so urgent for her to put out in the world is all the worst stuff that happens that is inside her.", "sourceId": "180"}, {"categoryId": "1", "formalText": "The good things seem less important to spread around.", "sourceId": "181"}, {"categoryId": "1", "formalText": "The thing is she feels so bad about putting things on people.", "sourceId": "193"}, {"categoryId": "1", "formalText": "She wants to find a way to make it bearable for them.", "sourceId": "194"}, {"categoryId": "2", "formalText": "In the last couple to three weeks even she'll be in this awful place, just totally miserable and desperate and kind of crazy, and then she goes to do something, usually with something for church and acts like she's okay. After about a half-hour somebody will ask how she is doing and she'll be like Oh I'm great, and it's not like she's lying. She believes it, but it's just like at that moment she's only thinking about the part of her life that is right here, right now, which means that she's having an interesting conversation or she's doing okay", "sourceId": "81"}, {"categoryId": "2", "formalText": "Sometimes she feels like it helps her survive again, helps her get through those really bad times.", "sourceId": "82"}, {"categoryId": "2", "formalText": "She was talking to Camilla about how she was feeling pretty bad Sunday.", "sourceId": "189"}, {"categoryId": "5", "formalText": "She has a tough time with the people from James' grad school program.", "sourceId": "22"}, {"categoryId": "5", "formalText": "It's just always sort of stressful.", "sourceId": "23"}, {"categoryId": "5", "formalText": "She doesn't have much easier time finding friends than James does and she doesn't know whether that's because she is better at finding people or less picky about the people that she wants to be friends with or whether it's because she's just positioned right in a way that James is not", "sourceId": "35"}, {"categoryId": "5", "formalText": "This will be the first time that she moved to a new city where she didn't know anybody or didn't know more than a couple of people and wasn't already in some sort of graduate program or workplace or something to Anchor her.", "sourceId": "39"}, {"categoryId": "5", "formalText": "It doesn't make her anxious, but she feels like maybe it ought to.", "sourceId": "40"}, {"categoryId": "5", "formalText": "Even with knowing so many people it hasn't really kept her from being really lonely here.", "sourceId": "43"}]