[{"categoryId": "1", "formalText": "She thinks she has what would be depression if it were happening consistently for 2 weeks.", "sourceId": "1"}, {"categoryId": "1", "formalText": "She's having unsettled thoughts more like wanting to hurt herself, non-fatally thoughts.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She really easily overeacts to something small going wrong.", "sourceId": "6"}, {"categoryId": "1", "formalText": "She's irritable, anxious and has a lot of the anxious, uncomfortable feelings.", "sourceId": "8"}, {"categoryId": "2", "formalText": "She also felt it last week Sunday, Monday, Tuesday, Wednesday, and Thursday.", "sourceId": "23"}, {"categoryId": "2", "formalText": "She seemed a little bit mad at work, but it wasn't such a big deal that she needed to leave earlier or anything.", "sourceId": "25"}, {"categoryId": "2", "formalText": "She's not really sure what to do.", "sourceId": "36"}, {"categoryId": "2", "formalText": "She's not sure because it usually starts mid-to-late day.", "sourceId": "38"}, {"categoryId": "2", "formalText": "Lots of anxiety.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She was just feeling sad and anxious.", "sourceId": "54"}, {"categoryId": "2", "formalText": "Maybe it was sadness and anxiety.", "sourceId": "55"}, {"categoryId": "2", "formalText": "She doesn't know if she's actually getting stupid or something, but she's a little bit slower, not remembering things, but she's a little bit slower and not remembering all the things.", "sourceId": "61"}, {"categoryId": "2", "formalText": "There's mostly just  and uncomfortable feeling where her brain is telling her that if she physically hurts herself it would feel better.", "sourceId": "88"}, {"categoryId": "2", "formalText": "Sometimes it might be flashes of cutting herself.", "sourceId": "91"}, {"categoryId": "2", "formalText": "It's more of a she needs to hurt herself in order to feel better.", "sourceId": "93"}, {"categoryId": "2", "formalText": "Nothing more than briefly digging her fingernails into her skin.", "sourceId": "95"}, {"categoryId": "2", "formalText": "Nothing that would actually hurt herself a little bit more than temporarily.", "sourceId": "98"}, {"categoryId": "2", "formalText": "Eventually, it just goes away at the same time that the anxious uncomfortable feeling goes away.", "sourceId": "100"}, {"categoryId": "2", "formalText": "Then she no longer feels like she has to hurt herself.", "sourceId": "101"}, {"categoryId": "2", "formalText": "She just thought she's just gotten to the point that if she's medicated and still feeling depressed and there's nothing she can do, there's very few options left to her because they tried the mood stabilizer and that gave her weird side effects. ", "sourceId": "142"}, {"categoryId": "2", "formalText": "She knows that she goes crazier when she's off her birth control and not as upset and anxious as she would be if she were taking the placebo pills for a week.", "sourceId": "144"}, {"categoryId": "2", "formalText": "She thinks her OCD would be a lot worse.", "sourceId": "146"}, {"categoryId": "2", "formalText": "She's just thinking that it's brain chemistry, and the drugs aren't fixing the brain chemistry.", "sourceId": "274"}, {"categoryId": "2", "formalText": "It's just really hard when she gets to the point of wanting to hurt herself.", "sourceId": "342"}, {"categoryId": "3", "formalText": "It's like when she had depression and she knew it was depression sophomore year.", "sourceId": "12"}, {"categoryId": "3", "formalText": "She was crying Non-Stop and it was this big feeling like sort of a cloud over her, but it was more of a physical feeling.", "sourceId": "13"}, {"categoryId": "4", "formalText": "She takes her birth control pill, vitamin D, vitamin B complex and that's only in the morning in the evening.", "sourceId": "104"}, {"categoryId": "4", "formalText": "It's the 75 mg of Seroquel and 25 whatever.", "sourceId": "105"}, {"categoryId": "4", "formalText": "It is milligrams of Klonopin.", "sourceId": "106"}, {"categoryId": "4", "formalText": "She can go back to Xanax, but it seems like she's not much of a fan of that.", "sourceId": "122"}, {"categoryId": "4", "formalText": "She doesn't think it's enough to know whether that would be worth it to go back on Wellbutrin.", "sourceId": "134"}]