[{"categoryId": "1", "formalText": "She feels like James and she are really worried that she will suddenly get dramatically worse.", "sourceId": "30"}, {"categoryId": "1", "formalText": "James doesn't like it when she makes jokes about suicide and sometimes she forgets them.", "sourceId": "32"}, {"categoryId": "1", "formalText": "She was pretty bad a few weeks ago at just the beginning of the weekend.", "sourceId": "64"}, {"categoryId": "1", "formalText": "She was real sad, and she's not right now.", "sourceId": "65"}, {"categoryId": "1", "formalText": "She doesn't know at what point she starts feeling safe.", "sourceId": "76"}, {"categoryId": "1", "formalText": "It would be more like must she start feeling safe more than she forgets that she is not safe, and she's not.", "sourceId": "77"}, {"categoryId": "1", "formalText": "It's not that recognizing that she's not safe doesn't begin to protect her or anything like that.", "sourceId": "79"}, {"categoryId": "1", "formalText": "She can really see the ways that the crazy has been passed down through the generations to her, and she doesn't know how to make it stop.", "sourceId": "111"}, {"categoryId": "1", "formalText": "Both sides of her grandparents are nuts or were pretty unhappy, and their kids were pretty unhappy, and now she's pretty unhappy.", "sourceId": "113"}, {"categoryId": "1", "formalText": "She doesn't know how to stop that.", "sourceId": "114"}, {"categoryId": "1", "formalText": "She just feels like the pressure is on to be well.", "sourceId": "131"}, {"categoryId": "1", "formalText": "Behind this she feels that they can have a better life without her, and for her, when she thinks about James leaving her,", "sourceId": "148"}, {"categoryId": "1", "formalText": "she just can't handle it all, and there's nothing after that.", "sourceId": "149"}, {"categoryId": "1", "formalText": "She feels like when she's worried about things getting bad, she feels like things could be bad tomorrow or even today.", "sourceId": "157"}, {"categoryId": "1", "formalText": "She worries about people getting hurt by her.", "sourceId": "172"}, {"categoryId": "1", "formalText": "She was thinking about suicide a lot, and at least part of it was at least she won't have to see it.", "sourceId": "173"}, {"categoryId": "5", "formalText": "It wasn't great when she was a kid.", "sourceId": "19"}, {"categoryId": "5", "formalText": "But at this point, whatever they think is okay is to make comments about her weight.", "sourceId": "20"}, {"categoryId": "5", "formalText": "It's not all that great.", "sourceId": "22"}, {"categoryId": "5", "formalText": "She really can't take care of James right now.", "sourceId": "108"}, {"categoryId": "6", "formalText": "Both sides of her grandparents are nuts or were pretty unhappy, and their kids were pretty unhappy, and now she's pretty unhappy.", "sourceId": "113"}]