[{"categoryId": "5", "formalText": "Kevin was here all weekend and he was pretty attached on Friday and Thursday night, and she thought okay.", "sourceId": "35"}, {"categoryId": "5", "formalText": "They were talking and she thinks he just is really nervous about everything going on.", "sourceId": "37"}, {"categoryId": "5", "formalText": "He keeps saying like he doesn't really know if they're going to be able to do it.", "sourceId": "38"}, {"categoryId": "5", "formalText": "But she's not sure. She's feeling a little confused as to what he wants and she doesn't even think he probably really knows right now because he'll be really distant and then he says he doesn't want to fall back into a pattern that they had before. She wants to start over and make things better on one hand.", "sourceId": "40"}, {"categoryId": "5", "formalText": "So she's sort of just confused as to what his feelings are about everything.", "sourceId": "44"}, {"categoryId": "5", "formalText": "But at the same time it's like if he's trying to keep it separate and then he wants to start over, should they be seeing each other now, but he doesn't want to break up.", "sourceId": "47"}, {"categoryId": "5", "formalText": "It was just very awkward and he felt really uncomfortable about it.", "sourceId": "54"}, {"categoryId": "5", "formalText": "Maybe it's better if they just push back and they don't really spend too much time together.", "sourceId": "56"}, {"categoryId": "5", "formalText": "She said to him they agreed that they're going to stay together and work through this together.", "sourceId": "78"}, {"categoryId": "5", "formalText": "So it's going to take a little time.", "sourceId": "79"}, {"categoryId": "5", "formalText": "But right now it's just a very awkward sort of situation.", "sourceId": "90"}, {"categoryId": "5", "formalText": "She feels like they should be working on it now, but he doesn't see it that way.", "sourceId": "114"}, {"categoryId": "5", "formalText": "She feels confused and just sort of like she doesn't really know how she should be acting", "sourceId": "163"}, {"categoryId": "5", "formalText": "and what she should be doing. Definitely with her mom at least, she feels a little bit more like she knows", "sourceId": "164"}, {"categoryId": "5", "formalText": "where she wants to go with her, and then she doesn't want to go back into having the same crazy relationship and the yelling and the drama, and she's already made that decision.", "sourceId": "165"}, {"categoryId": "5", "formalText": "It's sort of a hard decision to make but she can't continue to let her control her life and blow everything up when she needs her during important times.", "sourceId": "166"}, {"categoryId": "5", "formalText": "She just has to stay strong and not sort of just let her back in like she normally would do.", "sourceId": "168"}, {"categoryId": "5", "formalText": "With her boyfriend, she wants to work on the things and she wants to make them better.", "sourceId": "169"}, {"categoryId": "5", "formalText": "Just what he says and what he does are sometimes two totally different things and then she's not sure what she should be doing.", "sourceId": "170"}, {"categoryId": "5", "formalText": "It's becoming a little frustrating. Even when she tries to talk to him,", "sourceId": "171"}, {"categoryId": "5", "formalText": "she sort of was just forced to get over stuff or deal with it.", "sourceId": "262"}, {"categoryId": "5", "formalText": "It was just sort of like suck it up and move on kind of thing.", "sourceId": "264"}, {"categoryId": "5", "formalText": "Technically, she only works after school Monday through Friday.", "sourceId": "305"}, {"categoryId": "5", "formalText": "She picks the kids up from school Monday through Friday.", "sourceId": "306"}, {"categoryId": "5", "formalText": "But it sort of got to the point where if she was there on the weekends they were like, oh, well, they're just going to run to the store.", "sourceId": "311"}, {"categoryId": "5", "formalText": "Kind of like they were taking advantage of the fact that she was there and that she lives there, and she doesn't have anywhere else to go.", "sourceId": "315"}, {"categoryId": "5", "formalText": "So it sort of was getting really frustrating.", "sourceId": "317"}, {"categoryId": "5", "formalText": "And they were taking up all her time, and they were taking just clearly taking advantage of her being there, and she was getting really frustrated. Now she kind of feels alright.", "sourceId": "318"}, {"categoryId": "5", "formalText": "Her mom's always done that.", "sourceId": "341"}, {"categoryId": "5", "formalText": "She never really gives her a break, and she just wants to have some time to herself.", "sourceId": "342"}, {"categoryId": "5", "formalText": "And they kind of are always just taking advantage of stuff and it gets really frustrating, and they don't think unless she says something like she did yesterday about not asking the day of about watching the kids.", "sourceId": "343"}, {"categoryId": "5", "formalText": "They probably won't ever really change.", "sourceId": "344"}, {"categoryId": "5", "formalText": "So there's sort of like a little lack of respect in the whole boundary situation.", "sourceId": "348"}, {"categoryId": "5", "formalText": "So that sort of adds to some of her stress being there all the time and not being able to sort of get out.", "sourceId": "349"}, {"categoryId": "5", "formalText": "Hopefully she'll be able", "sourceId": "350"}, {"categoryId": "5", "formalText": "to be a little bit more assertive about her own time on the weekends if she's going to be there.", "sourceId": "351"}, {"categoryId": "5", "formalText": "She sort of was thinking that she lets them because she doesn't say no, and she doesn't want to upset them by saying no or anything like that.", "sourceId": "355"}, {"categoryId": "5", "formalText": "So they're not intentionally trying to take advantage of her, but they are.", "sourceId": "356"}, {"categoryId": "5", "formalText": "And so it works both ways. She's sort of allowed them to do it.", "sourceId": "357"}]