[{"categoryId": "1", "formalText": "She started feeling like crap the 23rd or 24th.", "sourceId": "11"}, {"categoryId": "1", "formalText": "It was actually predicted that one of the worst days was probably going to be around the 27th, and it was horrible.", "sourceId": "13"}, {"categoryId": "1", "formalText": "She's still feeling like garbage.", "sourceId": "39"}, {"categoryId": "1", "formalText": "She just doesn't feel good, which is really frustrating.", "sourceId": "40"}, {"categoryId": "1", "formalText": "She was feeling completely extra not great.", "sourceId": "50"}, {"categoryId": "1", "formalText": "She was sick on Thursday and Friday.", "sourceId": "52"}, {"categoryId": "1", "formalText": "But she has been", "sourceId": "62"}, {"categoryId": "1", "formalText": "having the sudden moments of feeling", "sourceId": "63"}, {"categoryId": "1", "formalText": "really intensely weepy and she doesn't know if they were increased but they weren't going away.", "sourceId": "64"}, {"categoryId": "4", "formalText": "She's switching off Lexapro and onto Celexa or Celebrex, whichever one is actually an antidepressant.", "sourceId": "5"}, {"categoryId": "4", "formalText": "She actually wanted to switch off the Wellbutrin.", "sourceId": "60"}, {"categoryId": "5", "formalText": "She thinks her mom knows she wasn't feeling great.", "sourceId": "27"}, {"categoryId": "5", "formalText": "Because she was also being really anxious, and one of the ways she likes to express this is just to stare at her a lot with a concerned face or speak really loudly and try to drive her into conversation, which doesn't work very well.", "sourceId": "28"}, {"categoryId": "5", "formalText": "She can't do it.", "sourceId": "30"}, {"categoryId": "5", "formalText": "She was cooking something and Ashley asked if she needed any help, and she was like no.", "sourceId": "44"}, {"categoryId": "5", "formalText": "She was keen to cook, and then she suddenly was feeling super resentful and angry at her for not helping to cook, even though she hadn't asked her.", "sourceId": "46"}, {"categoryId": "5", "formalText": "In fact, she said no, which made her feel so crazy because she was both upset, like she was still really upset about it, but also thinking she shouldn't be because she didn't ask, so that was upsetting.", "sourceId": "47"}, {"categoryId": "5", "formalText": "Her dad feels that she does not communicate well enough.", "sourceId": "98"}, {"categoryId": "5", "formalText": "He thinks the problem is a communication problem along with a diplomacy issue, which she really disagrees.", "sourceId": "99"}, {"categoryId": "5", "formalText": "She thinks that's a part of why it's really bothering her. She definitely has a sense of herself as being able to communicate.", "sourceId": "272"}, {"categoryId": "5", "formalText": "She feels like he's kind of picking not her side, which feels horrible and really weird, and it's really discouraging in terms of just trying to think about how they're working hard and other places are different.", "sourceId": "296"}, {"categoryId": "5", "formalText": "It just makes her feel that this is a problem that's going to drive her crazy until she retires.", "sourceId": "298"}, {"categoryId": "6", "formalText": "Her mom's theory is that her brother insisted on taking Lithium because their Dad took it.", "sourceId": "85"}, {"categoryId": "6", "formalText": "He's bipolar and that's what everyone does, but her mom kind of really blames her brother for it. It's very strange.", "sourceId": "88"}]