[{"categoryId": "1", "formalText": "She's not doing so well. She's continuing to not do well, and it's pretty crappy.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She feels like she has some disease but it doesn't look like it, and that's something like every 5 or 10 minutes after she decided not to kill herself. That takes a lot of work.", "sourceId": "9"}, {"categoryId": "1", "formalText": "She becomes mad, and", "sourceId": "11"}, {"categoryId": "1", "formalText": "she feels like she's less concerned about how other people are going to feel about the things that she says than she usually is, which in itself is probably a good thing, but nobody seems to mind.", "sourceId": "12"}, {"categoryId": "1", "formalText": "She's afraid of dying, but she thinks she's more afraid of just continuing to be like this.", "sourceId": "25"}, {"categoryId": "1", "formalText": "She just started frantically racing through her options.", "sourceId": "26"}, {"categoryId": "1", "formalText": "And if she does this, then this will happen, and if she does this, then this will happen. Then these are the things that might happen, visible things that probably won't happen.", "sourceId": "27"}, {"categoryId": "1", "formalText": "She starts thinking maybe this will just be over and maybe she won't have to feel this way, and then it comes back.", "sourceId": "33"}, {"categoryId": "1", "formalText": "She feels like that is really bad and that it's the worst.", "sourceId": "34"}, {"categoryId": "1", "formalText": "It's really bad.", "sourceId": "48"}, {"categoryId": "1", "formalText": "It gets worse than this, but not", "sourceId": "49"}, {"categoryId": "1", "formalText": "that much worse.", "sourceId": "50"}, {"categoryId": "2", "formalText": "She hasn't been thinking about hating herself as much, and sometimes it's blank.", "sourceId": "59"}, {"categoryId": "2", "formalText": "She told one of the priests that she's doing really badly and asked her to pray for her, and she said she would. She said that she is awesome at the end. That sort of ended her. Not like she's awesome.", "sourceId": "64"}, {"categoryId": "2", "formalText": "She's a sick woman.", "sourceId": "70"}, {"categoryId": "2", "formalText": "It's like the tissue box that will not die.", "sourceId": "71"}, {"categoryId": "2", "formalText": "She can see how she looks to other people, and there's at least two other people who thinks she's awesome.", "sourceId": "80"}, {"categoryId": "2", "formalText": "She can see that, but it doesn't matter.", "sourceId": "81"}, {"categoryId": "2", "formalText": "She's miserable because she feels like she's a terrible person. ", "sourceId": "84"}, {"categoryId": "2", "formalText": "She's been afraid to continue down this incredibly painful and destructive path.", "sourceId": "105"}, {"categoryId": "2", "formalText": "That's disorienting.", "sourceId": "106"}, {"categoryId": "2", "formalText": "Part of her dies because it's hard to have to keep the fight and not kill herself.", "sourceId": "161"}, {"categoryId": "2", "formalText": "She knows she can make it through the next few hours, but she doesn't know if she wants to.", "sourceId": "206"}, {"categoryId": "2", "formalText": "She knows she doesn't want to, she doesn't know whether she's willing to.", "sourceId": "207"}, {"categoryId": "2", "formalText": "She feels better for a while and then she feels worse for a while.", "sourceId": "221"}]