[{"categoryId": "1", "formalText": "It makes her a little annoyed that she can't just express her anger and then deal with it.", "sourceId": "152"}, {"categoryId": "1", "formalText": "And it just feels like sometimes she's the one doing everything.", "sourceId": "154"}, {"categoryId": "1", "formalText": "So far, all she can really do is just guilt herself and hope.", "sourceId": "304"}, {"categoryId": "1", "formalText": "It's just hard.", "sourceId": "307"}, {"categoryId": "1", "formalText": "Right now she's having trouble finding a job to apply to this week.", "sourceId": "337"}, {"categoryId": "1", "formalText": "Usually she tries to get it done early in the week so she can enjoy the rest of the week.", "sourceId": "342"}, {"categoryId": "1", "formalText": "She feels really stupid.", "sourceId": "373"}, {"categoryId": "1", "formalText": "Maybe she shouldn't have gone into library science and archives.", "sourceId": "374"}, {"categoryId": "1", "formalText": "Maybe she should have completely changed her focus to something more practical that actually had jobs.", "sourceId": "375"}, {"categoryId": "1", "formalText": "Any further education is only going to make her over qualified for things in her field, and she can't start another bachelor's degree till she gets a degree in computer science because it would be really expensive, and she doesn't really like programming because she's not very good at it.", "sourceId": "376"}, {"categoryId": "1", "formalText": "She doesn't what else to do. Maybe go get an associates degree because maybe that would make her better.", "sourceId": "377"}, {"categoryId": "1", "formalText": "Sending one job application a week isn't really working.", "sourceId": "380"}, {"categoryId": "1", "formalText": "I need to think outside the box and do something crazy, but", "sourceId": "381"}, {"categoryId": "1", "formalText": "She needs to think outside the box and do something crazy.", "sourceId": "381"}, {"categoryId": "1", "formalText": "It's really unfortunate.", "sourceId": "390"}, {"categoryId": "1", "formalText": "She just feels so trapped because all she can really do is send out job applications, and it's not really doing anything, so she's stuck.", "sourceId": "391"}, {"categoryId": "5", "formalText": "Things are getting better with Sidney when they talked after the fight.", "sourceId": "1"}, {"categoryId": "5", "formalText": "So she thinks the problem is her tone of voice when she's mad at him, and because when they get into an argument, he says she's yelling at him.", "sourceId": "2"}, {"categoryId": "5", "formalText": "She'll say she's not yelling.", "sourceId": "3"}, {"categoryId": "5", "formalText": "He'll say she sounds really upset.", "sourceId": "4"}, {"categoryId": "5", "formalText": "She'll say she is really upset, so the solution then is to figure out how to fix her tone of voice.", "sourceId": "6"}, {"categoryId": "5", "formalText": "Part of her is like, well, she's angry and she wants him to know it, but then again, that's just hurting him.", "sourceId": "10"}, {"categoryId": "5", "formalText": "She told him to record the next fight they have and then she can listen to her voice. The only way to change it is to be more patient while being mad. It seems like the only way.", "sourceId": "13"}, {"categoryId": "5", "formalText": "Because then he shuts down and it's like he's not listening to her, and then he gets mad because she's repeating herself.", "sourceId": "15"}, {"categoryId": "5", "formalText": "She's very much not calm.", "sourceId": "27"}, {"categoryId": "5", "formalText": "They had a conversation that he promised he wouldn't take Ambien before he was trying to stay up late. ", "sourceId": "35"}, {"categoryId": "5", "formalText": "He said he wouldn't do it again, and he does it again. It is just so frustrating.", "sourceId": "39"}, {"categoryId": "5", "formalText": "She wonders why he keeps on doing this because he's being so immature. He doesn't want to face the day, and he wants some alone time really late, but then it impacts their plans for the next day and things he promised.", "sourceId": "40"}, {"categoryId": "5", "formalText": "It's really hard for her to deal with and so it was in the context of trying to wake him up in the morning, and maybe she should have been nicer about it when she woke him up, but she was just so pissed that he wouldn't wake up.", "sourceId": "41"}, {"categoryId": "5", "formalText": "It was his own fault.", "sourceId": "43"}, {"categoryId": "5", "formalText": "One thing he promised her is they would actually make out because they hadn't for  weeks and because he was up for it on Friday night, but then he was too tired.", "sourceId": "45"}, {"categoryId": "5", "formalText": "So he said he would definitely want to tomorrow, and then he was just sleeping.", "sourceId": "46"}, {"categoryId": "5", "formalText": "In the past when something like this has happened, when she lets him sleep in, he's going to be hungry for lunch and not want to do anything, and then after lunch he'll say he ate too much and needs time to digest. Then nothing will ever happen, and he'll change his mind, and she was kind of going crazy. ", "sourceId": "48"}, {"categoryId": "5", "formalText": "He keeps on thinking he'll feel better and then he doesn't, so there's nothing she can really do about that.", "sourceId": "61"}, {"categoryId": "5", "formalText": "He said that she keeps on hurting him.", "sourceId": "80"}, {"categoryId": "5", "formalText": "He doesn't like when she's angry at him.", "sourceId": "83"}, {"categoryId": "5", "formalText": "She's annoyed at him because he keeps on doing the same things over and over again while promising not to. She wonders how she can trust him.", "sourceId": "98"}, {"categoryId": "5", "formalText": "She told him before that if he says he's sorry, that just makes her more angry.", "sourceId": "106"}, {"categoryId": "5", "formalText": "He thinks that she's being the detrimental one by getting mad.", "sourceId": "110"}, {"categoryId": "5", "formalText": "It's a chronic feeling of not mattering sometimes.", "sourceId": "114"}, {"categoryId": "5", "formalText": "He says she can't be mad at him.", "sourceId": "128"}, {"categoryId": "5", "formalText": "She's allowed her emotions.", "sourceId": "129"}, {"categoryId": "5", "formalText": "She's just in a pissed-off tone of voice because that's what she is, and she's not calling him names.", "sourceId": "140"}, {"categoryId": "5", "formalText": "She's not hitting him or throwing things or even raising her voice.", "sourceId": "141"}, {"categoryId": "5", "formalText": "It's just the tone of her voice.", "sourceId": "142"}, {"categoryId": "5", "formalText": "She's taking care of him a lot more than he's taking care of her, and it's just really frustrating.", "sourceId": "162"}, {"categoryId": "5", "formalText": "She thinks most of it just stems from his his depression.", "sourceId": "188"}, {"categoryId": "5", "formalText": "She actually did get two emails from two different positions that she applied to that", "sourceId": "198"}, {"categoryId": "5", "formalText": "she did not get the position.", "sourceId": "199"}, {"categoryId": "5", "formalText": "And the temp agency hasn't come through with anything yet.", "sourceId": "205"}, {"categoryId": "5", "formalText": "Her mom seemed kind of skeptical when she told her she's doing one application a week, but it's more than she was doing before.", "sourceId": "213"}, {"categoryId": "5", "formalText": "So she almost has applied to two jobs last week.", "sourceId": "215"}, {"categoryId": "5", "formalText": "Her dad sent her an email.", "sourceId": "228"}, {"categoryId": "5", "formalText": "It was like, oh give your resume to this person, her husband might know things about a job.", "sourceId": "229"}, {"categoryId": "5", "formalText": "She was like, what the hell,  but she didn't say anything.", "sourceId": "230"}, {"categoryId": "5", "formalText": "She could have sent it and then engaged in an argument with her dad, but she didn't. She just sent the resume and the woman said she'll forward it to her husband, and she hasn't heard anything since.", "sourceId": "236"}, {"categoryId": "5", "formalText": "She wasn't harmed in any way", "sourceId": "237"}, {"categoryId": "5", "formalText": "other than being annoyed. Her dad sends her stupid things that make no sense, like an internship that doesn't mention anything about being paid at this Jewish girl school, which has absolutely nothing to do with her field.", "sourceId": "238"}, {"categoryId": "5", "formalText": "If something were in her field or remotely close to what she wants to be doing, it would be one thing. When her mom sends her jobs,", "sourceId": "241"}, {"categoryId": "5", "formalText": "sometimes they at least make sense, but when her dad sends her jobs,", "sourceId": "242"}, {"categoryId": "5", "formalText": "they never make sense.", "sourceId": "243"}, {"categoryId": "5", "formalText": "She just doesn't want to volunteer forever.", "sourceId": "359"}, {"categoryId": "5", "formalText": "It would drive her insane.", "sourceId": "361"}, {"categoryId": "5", "formalText": "She could volunteer on top of a job depending on what that job is.", "sourceId": "363"}, {"categoryId": "5", "formalText": "It's just annoying.", "sourceId": "365"}, {"categoryId": "5", "formalText": "She doesn't have something else to do because now it's been over a year that she's been unemployed, and she really didn't think she'd be unemployed this long.", "sourceId": "366"}, {"categoryId": "5", "formalText": "She really thought she'd find a job.", "sourceId": "368"}]