[{"categoryId": "0", "formalText": "She's graduating on the 18th, this Saturday.", "sourceId": "9"}, {"categoryId": "1", "formalText": "She had a really long week, just really, really long days.", "sourceId": "89"}, {"categoryId": "1", "formalText": "She's terrified school is over, and it does not feel good at all to have it be over because it's all she's ever done. It's been a place where even if it's baseline or it meets everybody's expectations only, it still feels good.", "sourceId": "117"}, {"categoryId": "1", "formalText": "She always based her worth or self-esteem off of doing all of that.", "sourceId": "120"}, {"categoryId": "1", "formalText": "She's already gone down the thought process of what if she gets fired from whatever job she gets, which is so bizarre, but it's so typical for her to have a worst-case scenario survival plan in place.", "sourceId": "123"}, {"categoryId": "1", "formalText": "She knows that's really unhealthy and she's not proud of it.", "sourceId": "124"}, {"categoryId": "1", "formalText": "She feels all of this pressure to  get the perfect job that pays a lot of money, and if she doesn't have anything for a while, then she could be applying. She's just in this limbo it feels right now no matter what she does.", "sourceId": "142"}, {"categoryId": "5", "formalText": "She had a job interview on Friday.", "sourceId": "44"}, {"categoryId": "5", "formalText": "And then she had sort of another pseudo interview during the week", "sourceId": "47"}, {"categoryId": "5", "formalText": "at Walter Reed at the clinic.", "sourceId": "51"}, {"categoryId": "5", "formalText": "She just has to wait and hear what happens from her.", "sourceId": "65"}, {"categoryId": "5", "formalText": "Her mom called the other day and asked how her interview and her exam went, and she told her, and she was wondering if she was feeling any better about herself.", "sourceId": "73"}, {"categoryId": "5", "formalText": "She said, not really, which is weird because one would think, but not too much.", "sourceId": "75"}, {"categoryId": "5", "formalText": "Saturday and Sunday, she didn't apply to any jobs she kept up with, but it was okay.", "sourceId": "103"}, {"categoryId": "5", "formalText": "She's not going to apply to any jobs.", "sourceId": "104"}, {"categoryId": "5", "formalText": "She didn't do her loan exit counseling either, which she can do online, and she just wants to make herself do it today.", "sourceId": "106"}, {"categoryId": "5", "formalText": "She's really worried that a lot of resentment is either going to be solidified or it's going to really come out, especially with Ivan because it's going to be the end of the two-year agreement and he's still going to be not quite holding up his end, still really struggling to say supportive things about what she's done, and it's going to be over.", "sourceId": "126"}, {"categoryId": "5", "formalText": "She really worries about that, and it sounds like she can't get over it.", "sourceId": "134"}, {"categoryId": "5", "formalText": "She doesn't want to carry around this grudge, but she's worried that that's what's going to happen.", "sourceId": "136"}, {"categoryId": "5", "formalText": "She's really scared that it's going to bring that issue with them.", "sourceId": "143"}, {"categoryId": "5", "formalText": "She's really worried.", "sourceId": "154"}, {"categoryId": "5", "formalText": "School also feels like the one place", "sourceId": "155"}, {"categoryId": "5", "formalText": "she's always been where she gets recognized for doing well on varying levels, but also all the adults are responsible, and they're there and they're reliable. It's an environment where she can count on other people.", "sourceId": "156"}, {"categoryId": "5", "formalText": "Her dad wants her to go to vet school.", "sourceId": "177"}, {"categoryId": "5", "formalText": "She already feels pressure because he's like, now don't take the first offer you get, Ramona.", "sourceId": "187"}, {"categoryId": "5", "formalText": "If someone does give her an offer, she doesn't have to rush. She feels this pressure.", "sourceId": "188"}, {"categoryId": "5", "formalText": "She knows he probably doesn't mean to put it that way.", "sourceId": "189"}, {"categoryId": "5", "formalText": "Her parents never in her entire life asked her to work on homework or study for an exam. To have done that would have been an insult.", "sourceId": "198"}, {"categoryId": "5", "formalText": "It's just the way things were.", "sourceId": "201"}, {"categoryId": "5", "formalText": "She doesn't feel like there was ever a situation where they said they needed her to get all A's, or they would love her more if she got all A's, but it was also never a big deal.", "sourceId": "207"}, {"categoryId": "5", "formalText": "Sometimes they go to dinner at the end of the school year, but it's not like a \"let's go celebrate.\"", "sourceId": "208"}, {"categoryId": "5", "formalText": "They never did that.", "sourceId": "209"}, {"categoryId": "5", "formalText": "Her friend Judy from college is a really great friend.", "sourceId": "235"}, {"categoryId": "5", "formalText": "She really loves her.", "sourceId": "236"}, {"categoryId": "5", "formalText": "She's wonderful, but they're different in a lot of ways.", "sourceId": "237"}]