[{"categoryId": "1", "formalText": "She's having sort of a tough time.", "sourceId": "10"}, {"categoryId": "1", "formalText": "It just feels like a classic morning for her in some ways.", "sourceId": "13"}, {"categoryId": "1", "formalText": "She's been looking around her apartment for things a lot more often than she typically does; it's like most stuff.", "sourceId": "17"}, {"categoryId": "1", "formalText": "She sort of wants to go but she's really tired from this week and then she's going to be more tired by the end of the weekend.", "sourceId": "28"}, {"categoryId": "1", "formalText": "It's not like she's melting down over little things, but she thinks it's mostly because she can't get to the point where she's actually melting down over little things. She thinks it's actually worse.", "sourceId": "29"}, {"categoryId": "1", "formalText": "She's kind of like Frozen and sad and really upset and doesn't know what to do about it.", "sourceId": "30"}, {"categoryId": "1", "formalText": "She just feels like shit and she just hates herself more than most of the time.", "sourceId": "68"}, {"categoryId": "1", "formalText": "She doesn't know what to do about her life.", "sourceId": "85"}, {"categoryId": "2", "formalText": "She's gotten to the point in her job where it's not so hard every week, and it was hard this week.", "sourceId": "48"}, {"categoryId": "2", "formalText": "But in general it's like less than clearly exhausting.", "sourceId": "49"}, {"categoryId": "2", "formalText": "So she's started panicking that she's not doing a good job anymore.", "sourceId": "50"}, {"categoryId": "2", "formalText": "She feels like she should work harder on coming up with things to do.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She feels like she's running out of things to talk about because she is. She talked about all of the things that are sort of pretty much bothering her at the moment and not the things that are really, really bad because she doesn't want to talk about things that are really really bad.", "sourceId": "65"}, {"categoryId": "2", "formalText": "The problem", "sourceId": "133"}, {"categoryId": "2", "formalText": "is that if she says she doesn't want to deal with something,", "sourceId": "134"}, {"categoryId": "2", "formalText": "she feels like she just becomes more of a burden to other people.", "sourceId": "135"}, {"categoryId": "2", "formalText": "It's sort of a new sensation for her just feeling that she just doesn't have the energy for that.", "sourceId": "137"}, {"categoryId": "2", "formalText": "That's just how life is; it's hard.", "sourceId": "150"}, {"categoryId": "2", "formalText": "She feels badly because it doesn't seem to her like it is hard for other people, and she realizes that she doesn't know other people.", "sourceId": "155"}, {"categoryId": "2", "formalText": "She doesn't think other people want to quit life on a regular basis because they just don't.", "sourceId": "157"}, {"categoryId": "2", "formalText": "She sort of feels sorry for herself.", "sourceId": "158"}, {"categoryId": "2", "formalText": "She wonders why she can't just deal with these normal things.", "sourceId": "159"}, {"categoryId": "2", "formalText": "She doesn't really know what to say except thinking is hard.", "sourceId": "207"}, {"categoryId": "2", "formalText": "She can't stop.", "sourceId": "209"}, {"categoryId": "2", "formalText": "It just gets too hard.", "sourceId": "212"}]