[{"categoryId": "1", "formalText": "He's definitely feeling like a situational depression thing maybe a little bit.", "sourceId": "7"}, {"categoryId": "1", "formalText": "It's been a little bit of a roller coaster the last several days, even like within the same day sometimes.", "sourceId": "9"}, {"categoryId": "1", "formalText": "Thanksgiving was okay.", "sourceId": "11"}, {"categoryId": "1", "formalText": "But there was something about it that was a little, he doesn't want to say pathetic, but something just kind of felt kind of very blah.", "sourceId": "17"}, {"categoryId": "1", "formalText": "There are so many things going on he thinks yesterday and the day before. He really had moments where", "sourceId": "26"}, {"categoryId": "1", "formalText": "he really felt like dark and depressed kind of, and he realized part of it is because he just realizes in those moments more than he has before.", "sourceId": "27"}, {"categoryId": "1", "formalText": "He just feels like wow, he must hate himself so much.", "sourceId": "33"}, {"categoryId": "1", "formalText": "He just gets so bad.", "sourceId": "39"}, {"categoryId": "1", "formalText": "He's handling things so well, but he has trouble seeing that, and that's depressing.", "sourceId": "44"}, {"categoryId": "1", "formalText": "A lot of people experience that, he just already has so much on his plate that could cause all kinds of melancholy and frustration.", "sourceId": "55"}, {"categoryId": "1", "formalText": "That's hard, plus feeling lonely.", "sourceId": "59"}, {"categoryId": "1", "formalText": "Like he's having a moment where he just", "sourceId": "60"}, {"categoryId": "1", "formalText": "feels really lonely and frustrated.", "sourceId": "61"}, {"categoryId": "1", "formalText": "It's depressing.", "sourceId": "360"}, {"categoryId": "1", "formalText": "He's depressed.", "sourceId": "428"}, {"categoryId": "1", "formalText": "He's fucking anxious.", "sourceId": "429"}, {"categoryId": "1", "formalText": "That is just not working for him anymore.", "sourceId": "431"}, {"categoryId": "1", "formalText": "This is why things aren't getting done properly.", "sourceId": "432"}, {"categoryId": "1", "formalText": "Because he works on a song, but somehow he's still feeling all fucked up and not comfortable and content.", "sourceId": "435"}, {"categoryId": "1", "formalText": "He just doesn't know what to do.", "sourceId": "439"}, {"categoryId": "1", "formalText": "He doesn't know how to just fucking relax.", "sourceId": "441"}, {"categoryId": "1", "formalText": " He's anxious and depressed.", "sourceId": "444"}, {"categoryId": "2", "formalText": "He suddenly gets really get anxious, and he's just down to involve his fucking problems, and he can't suck it up and be tough.", "sourceId": "247"}, {"categoryId": "2", "formalText": "He never thought about that one particular thing that when he talks to women he gets anxious.", "sourceId": "256"}, {"categoryId": "2", "formalText": "He feels like he's not articulate, and then he's going to just go on and on. It kind of makes it worse.", "sourceId": "266"}, {"categoryId": "2", "formalText": "He sees it so clearly now that he's also not good at listening, and he'll listen but then  shut inside. He'll be kind of shut down after a certain point.", "sourceId": "363"}, {"categoryId": "2", "formalText": "He was like, oh my God, his nose looks awful.", "sourceId": "455"}, {"categoryId": "2", "formalText": "He wondered how he can have a nose job.", "sourceId": "458"}, {"categoryId": "2", "formalText": "He literally wanted to like smash his face with a hammer.", "sourceId": "459"}, {"categoryId": "2", "formalText": "He was surprised at his own reaction, but he couldn't stop himself from having that reaction, and that's tiring and depressing and frustrating.", "sourceId": "463"}, {"categoryId": "2", "formalText": "It gives him headaches.", "sourceId": "464"}, {"categoryId": "2", "formalText": "He just felt so ugly and fucking disgusting.", "sourceId": "466"}, {"categoryId": "2", "formalText": "He recognizes that that's why he feels more depressed and kind of fucked up is because he's staying with these feelings at home.", "sourceId": "521"}, {"categoryId": "2", "formalText": "He's getting that tightening feeling one gets with the Panic or anxiety where one almost feels like they're outside of themself a little bit.", "sourceId": "525"}, {"categoryId": "5", "formalText": "He did date Sunday night or Saturday night ,and he was really looking forward to this girl, and he was kind of getting butterflies a little bit.", "sourceId": "70"}, {"categoryId": "5", "formalText": "He walked her kind of halfway home and they made out whatever. The next day or the day after he got an email saying that she doesn't feel comfortable with drinking and driving and for that reason it's just", "sourceId": "77"}, {"categoryId": "5", "formalText": "not  going to work.", "sourceId": "78"}, {"categoryId": "5", "formalText": "They can't hang out together.", "sourceId": "79"}, {"categoryId": "5", "formalText": "It doesn't make any fucking sense.", "sourceId": "114"}, {"categoryId": "5", "formalText": "Then the next day this girl that he has been kind of seeing but they haven't talked about anything exclusive,", "sourceId": "122"}, {"categoryId": "5", "formalText": "they were on a date. Anyway, she had emailed him Sunday and she sent him this long email saying this online dating thing is probably kind of crazy.", "sourceId": "125"}, {"categoryId": "5", "formalText": "He handled it really well, but it's so depressing.", "sourceId": "192"}]