[{"categoryId": "0", "formalText": "She had Carl actually look up about the possible hormone issue from last last week.", "sourceId": "1"}, {"categoryId": "0", "formalText": "The next day she was feeling a bit better and then the day after that she was feeling basically normal again.", "sourceId": "4"}, {"categoryId": "0", "formalText": "There was obviously  something hormonal going on there that was sort of triggering that sort of response.", "sourceId": "5"}, {"categoryId": "0", "formalText": "The exercise and fresh air and pushing herself to go out was not solving any problem, but it did help to sort of bring it back in perspective.", "sourceId": "15"}, {"categoryId": "0", "formalText": "She's always loved languages and she certainly ardently loved French literature - still do. Half of what she works on are different languages.", "sourceId": "73"}, {"categoryId": "0", "formalText": "She's not the most social person in the world, but she definitely doesn't mind people who are different from her with no major issues.", "sourceId": "167"}, {"categoryId": "3", "formalText": "If she was outside, then it meant that she was trying to prevent herself from crying in public as opposed to crying at home, and it probably wasn't very helpful because then what she wanted to do is start hiding at home so she won't go outside and cry in public.", "sourceId": "18"}, {"categoryId": "5", "formalText": "Leah would definitely have an enormous influence over her growing up.", "sourceId": "35"}, {"categoryId": "5", "formalText": "She's her big sister.", "sourceId": "36"}, {"categoryId": "5", "formalText": "Her parents point out that as of a certain age when they were kids, if you look at them and pictures, Leah is always looking at the camera, and she's always looking at Leah. They were just very close and she adored and still adores her.", "sourceId": "37"}, {"categoryId": "5", "formalText": "Her specific memories come from when she was a little bit older, usually after when she was in grade 3, they moved to Cleveland for a year.", "sourceId": "40"}, {"categoryId": "5", "formalText": "Her father had a sabbatical year and they moved back to Frank, which is where she grew up. It runs for grade 4 and 5 and then when she was going into 6th grade, they moved to Cleveland permanently. Around then is when more specific memories really start and she's really sure it's because when she was a little kid, she was basically just sort of zoned out pretty heavily.", "sourceId": "41"}, {"categoryId": "5", "formalText": "She didn't have a huge number of friends or anything and she didn't care because she didn't really need them. She had her friend Jen. When she was at a friend's house, often she would end up sort of quietly with the parents because she wasn't very rambunctious in her personality and she was just pretty happy moving to Cleveland.", "sourceId": "42"}, {"categoryId": "5", "formalText": "She doesn't think it was much too short of traumatic for her in grade 3.", "sourceId": "44"}, {"categoryId": "5", "formalText": "She was very unhappy.", "sourceId": "45"}, {"categoryId": "5", "formalText": "She's pretty sure her parents didn't really realize how much because she wasn't wasn't very talkative about things.", "sourceId": "46"}, {"categoryId": "5", "formalText": "She's just left to more or less lie again. They knew that grade 3 wasn't her best year but she doesn't think that they recognized when they moved to Cleveland, she wasn't happy about it. She really didn't want to leave Jen in particular. Jen was her best friend and still is. She doesn't think they realized that grade 6 was going to be the best for her. It was an incredibly painful year.", "sourceId": "47"}, {"categoryId": "5", "formalText": "First of all, she just really, really misses Jen. There are two friends who have meant the most to her, Jen and Lucy.", "sourceId": "49"}, {"categoryId": "5", "formalText": "Jen is the one who always had pets growing up, and she loved that because when she went to her house, she got to play with her dogs and with her cats. Her parents were all allergic so she got them sort of vicariously through Jen and it really really hurt her to leave her because she's just so cheerful and makes the best of things.", "sourceId": "58"}, {"categoryId": "5", "formalText": "And then what was really hard in 6th grade was she started in a school where her parents just said there was a language immersion school system.", "sourceId": "65"}, {"categoryId": "5", "formalText": "So it was all sort of a very good plan, but in practice, it turned out to be really, really awful. It was not a good fit for her at all. It turned out that her class was run by a student who-her memory is from the first day of class- rounded up all the girls in the class and put them in a circle. She stood in the middle and based on shoes,", "sourceId": "74"}, {"categoryId": "5", "formalText": "she went around and said basically \"you're in, you're not.\"", "sourceId": "75"}, {"categoryId": "5", "formalText": "This was public part of the public school system.", "sourceId": "81"}, {"categoryId": "5", "formalText": "She really loves Frankfort and she misses everything about it.", "sourceId": "90"}, {"categoryId": "5", "formalText": "Before then, she hadn't really been intense with Leah. Leah is much more social than she is. Leah had more friends.", "sourceId": "92"}, {"categoryId": "5", "formalText": "She was more of an extrovert.", "sourceId": "93"}, {"categoryId": "5", "formalText": "It's kind of interesting to her that the two friends", "sourceId": "115"}, {"categoryId": "5", "formalText": "she needs to sort of anchor her in a way are those people who sort of moved to their own rhythm.", "sourceId": "116"}, {"categoryId": "5", "formalText": "She has a memory which is that she was always very excited to go over to Jen's house, partly because of the animals-the cats-and it's also partly because when she was older, they were the same being very much her friend. Then Leah wanted to play with them all the time, and she sometimes felt a little bit left out in a party of three instead of a party of two.", "sourceId": "124"}, {"categoryId": "5", "formalText": "She had a sense that she wasn't very good at having friends when she came back from Cleveland.", "sourceId": "125"}, {"categoryId": "5", "formalText": "She feels like she wasn't very good at being a kid.", "sourceId": "128"}, {"categoryId": "5", "formalText": "She just had a feeling that she wasn't very good at it, that she probably seemed to get along better with many adults.", "sourceId": "130"}, {"categoryId": "5", "formalText": "Of course now when she thinks about it, she probably just didn't really find a good group of kids.", "sourceId": "131"}, {"categoryId": "5", "formalText": "She wasn't or didn't have a kind of chameleon personality, which she  can fit in with very many people.", "sourceId": "132"}, {"categoryId": "5", "formalText": "She still doesn't.", "sourceId": "133"}, {"categoryId": "5", "formalText": "She wanted to go to university, not just because she wanted the courses, but being able to write about what she wanted to write. She wanted to go to university because she didn't have lunch hour, she didn't have recess, and she doesn't have a cafeteria where all the kids going to have to find a table to sit with other people.", "sourceId": "161"}, {"categoryId": "5", "formalText": "She tried to live in a dorm for 2 years, but then since she was in Cleveland, she just lived at home for the next two years because it just got to be too much.", "sourceId": "164"}]