[{"categoryId": "1", "formalText": "She says she's anxious more than anything a lot.", "sourceId": "4"}, {"categoryId": "1", "formalText": "But sometimes in her head, she'll still hear that she hates herself immediately, but then after that she will think it's going to be okay.  Hopefully eventually the first one will be erased and she won't think that, but it's really ingrained.", "sourceId": "10"}, {"categoryId": "1", "formalText": "It's always that, and it's like a daily thing, if not multiple times a day.", "sourceId": "17"}, {"categoryId": "1", "formalText": "So it's going to be okay, but it sounds a little wishy-washy. It sounds like the type of thing.", "sourceId": "18"}, {"categoryId": "1", "formalText": "So it's like she's the only person in the universe who thinks that there are actually problems and until she deals with her stuff, she's never going to have any progress. It feels that way with her parents.", "sourceId": "101"}, {"categoryId": "1", "formalText": "Her anxiety is pretty high, plus she's thinking that she cannot face any of them", "sourceId": "535"}, {"categoryId": "1", "formalText": "if she does not have a job, and she's feeling really anxious and crummy about that.", "sourceId": "536"}, {"categoryId": "2", "formalText": "It was like a self critical thought. She was looking at someone else.", "sourceId": "29"}, {"categoryId": "2", "formalText": "Actually they are on the team and she just looked so put together, and so  she was thinking about herself and thought that she hates herself. Then she thought she's better than her, and then she thought that's not good to compare; that's not a good strategy.", "sourceId": "30"}, {"categoryId": "2", "formalText": "She finds that she hates herself.", "sourceId": "37"}, {"categoryId": "2", "formalText": "It doesn't just come up in the course of a day, it comes up as she thinks about something that can trigger a memory, and she thinks back on something she did or didn't do on Saturday.", "sourceId": "38"}, {"categoryId": "2", "formalText": "It could be something she did or something she didn't do or just something she was embarrassed about.", "sourceId": "48"}, {"categoryId": "2", "formalText": "It could be like an actually significant thing and then she hates herself will pop into her head.", "sourceId": "50"}, {"categoryId": "2", "formalText": "It takes control and it puts it all on her, and in just a minute it becomes like she hates herself, and if she changes this, maybe then she won't hate herself so much.", "sourceId": "70"}, {"categoryId": "5", "formalText": "There are moments like that where he completely surprises her, and then there are other times when she just feels kind of like it's nothing big that's happening, but it's like he sleeps in really late and he still hasn't done the laundry, and he still hasn't taken out the trash.", "sourceId": "168"}, {"categoryId": "5", "formalText": "It's not personal, but it feels personal. It feels like a trigger, and it sounds so silly but it feels a little bit like her mom who would stay in bed so late.", "sourceId": "169"}, {"categoryId": "5", "formalText": "It sounds like overreacting, but it really doesn't feel that way, and then it triggers her. Then what about all these big problems that they're not talking about.", "sourceId": "177"}, {"categoryId": "5", "formalText": "It's not fair and clearly she does not have a perfect relationship with her parents.", "sourceId": "303"}, {"categoryId": "5", "formalText": "And they just took in another pet so she's really angry and really dreading it and she really wants to see her parents.", "sourceId": "363"}, {"categoryId": "5", "formalText": "And it's just  horrible because it makes her cringe inside, and she should be able to let it go, but it's really like all that on the table.", "sourceId": "441"}, {"categoryId": "5", "formalText": "It's hard to just go home and not say anything when the house is a mess and not saying anything if they took in yet another pet.", "sourceId": "442"}, {"categoryId": "5", "formalText": "It's really hard.", "sourceId": "444"}, {"categoryId": "6", "formalText": "Her mom was sick, but she wasn't sick and she was so angry because her mom was lying to her every single weekend, and she knew she wasn't sick, but what she didn't understand was that she was struggling with  agoraphobia, and she was depressed when she had her own anxiety stuff.", "sourceId": "209"}]