[{"categoryId": "1", "formalText": "She feels like a prisoner in her life.", "sourceId": "22"}, {"categoryId": "1", "formalText": "She doesn't actually want to die,  so she's looking for an excuse to stick around.", "sourceId": "25"}, {"categoryId": "1", "formalText": "She doesn't hurt herself because James doesn't want her to because she feels like she has responsibilities towards him, but she doesn't know how much of that is real.", "sourceId": "32"}, {"categoryId": "1", "formalText": "She feels like such a coward, but she can't do anything.", "sourceId": "36"}, {"categoryId": "1", "formalText": "She's not doing anything to make it different, and then she wonders how much of that is her just not wanting to feel like she's totally out of control.", "sourceId": "37"}, {"categoryId": "1", "formalText": "She's pretty resentful of him.", "sourceId": "40"}, {"categoryId": "1", "formalText": "She's pretty angry at herself and pretty angry at most people in her life.", "sourceId": "57"}, {"categoryId": "1", "formalText": "She really has it in for herself.", "sourceId": "93"}, {"categoryId": "1", "formalText": "Right now she's a little more angry because it's early in the morning.", "sourceId": "102"}, {"categoryId": "1", "formalText": "So she's not feeling that much of anything.", "sourceId": "103"}, {"categoryId": "1", "formalText": "She's so angry with herself.", "sourceId": "104"}, {"categoryId": "1", "formalText": "She keeps thinking like what is this anger doing for her. She's not getting very far with that.", "sourceId": "105"}, {"categoryId": "1", "formalText": "She should be able to see a way out of this, but she should be able to do something more active.", "sourceId": "108"}, {"categoryId": "1", "formalText": "She doesn't know what she's doing.", "sourceId": "109"}, {"categoryId": "1", "formalText": "She should be able to just cope and go to work, and she should be able to kill herself, or she should be able to find some other option.", "sourceId": "110"}, {"categoryId": "1", "formalText": "She feels like her existence is hurting people she loves, but that if she left, she would hurt them more.", "sourceId": "111"}, {"categoryId": "1", "formalText": "She feels like she's not good for much.", "sourceId": "112"}, {"categoryId": "1", "formalText": "She doesn't have anything to offer.", "sourceId": "113"}, {"categoryId": "1", "formalText": "What she really wants to do is just sit around and read books. Sometimes when she's going to bed, she can kind of snap into a mindset where she can change things, and she can make a change in her life and feel okay about where she is. She feels really bad and she just can't get there.", "sourceId": "117"}, {"categoryId": "1", "formalText": "She can't remember any of the things that used to be comforting.", "sourceId": "118"}, {"categoryId": "1", "formalText": "There are things that it's important to other people that she be able to do.", "sourceId": "124"}, {"categoryId": "1", "formalText": "So there's a reason she should be able to do them.", "sourceId": "125"}, {"categoryId": "1", "formalText": "And she just can't. She can't, but then she wonders is it just that she's not organized enough for that.", "sourceId": "126"}, {"categoryId": "1", "formalText": "She's not willing to hurt enough.", "sourceId": "127"}, {"categoryId": "2", "formalText": "She sent Dr. Vaughn a pretty detailed outline of what happened to her.", "sourceId": "7"}, {"categoryId": "2", "formalText": "So it feels like with things like work, she says to people okay, this is hard.", "sourceId": "134"}, {"categoryId": "2", "formalText": "This is getting pretty hard.", "sourceId": "135"}, {"categoryId": "2", "formalText": "Maybe this is too hard for her, and they say no you have to do it, and she says, okay, she'll try to do it, but she doesn't think she can do this.", "sourceId": "136"}, {"categoryId": "2", "formalText": "No really, like she's going to die.", "sourceId": "138"}, {"categoryId": "2", "formalText": "She can't do this, and they wonder why she didn't say so.", "sourceId": "139"}, {"categoryId": "2", "formalText": "It's not like she doesn't complain.", "sourceId": "140"}, {"categoryId": "2", "formalText": "She doesn't know how to hit the right note to let people know that", "sourceId": "141"}, {"categoryId": "2", "formalText": "she's really serious.", "sourceId": "142"}, {"categoryId": "2", "formalText": "She needs to be done.", "sourceId": "150"}, {"categoryId": "2", "formalText": "She doesn't know what's going to happen.", "sourceId": "151"}, {"categoryId": "2", "formalText": "She's worried that she'll need to be hospitalized again.", "sourceId": "189"}, {"categoryId": "2", "formalText": "She doesn't know who she would run into if she had to be hospitalized this weekend. It would be a lot harder for her to say she thinks they're doing the right thing.", "sourceId": "192"}, {"categoryId": "2", "formalText": "She's worried she won't be able to handle that.", "sourceId": "193"}, {"categoryId": "5", "formalText": "She thinks she's getting on James's nerves.", "sourceId": "16"}, {"categoryId": "5", "formalText": "She feels like both James and her are blackmailing one another with caring about each other.", "sourceId": "71"}, {"categoryId": "5", "formalText": "She feels like sometimes she's coercing him into bending over backwards to take care of her, and she feels like he's somehow coercing her into sticking around.", "sourceId": "72"}, {"categoryId": "5", "formalText": "James is very upset and he doesn't feel like he's allowed to be upset because it upsets her so much.", "sourceId": "75"}, {"categoryId": "5", "formalText": "She feels like she is working just as hard as he is.", "sourceId": "78"}, {"categoryId": "5", "formalText": "She feels like he doesn't understand why she doesn't cry and why she doesn't get upset when she gets upset.", "sourceId": "98"}, {"categoryId": "5", "formalText": "She was cleared to work a month ago.", "sourceId": "131"}, {"categoryId": "5", "formalText": "She feels like she can work the rest of this week because she's only working two days this week.", "sourceId": "158"}]