[{"categoryId": "1", "formalText": "First of all, her parents think that it was a matter of a couple of days that she was really really sad and gloomy.", "sourceId": "213"}, {"categoryId": "1", "formalText": "She remembers feeling like it was a couple of weeks, but she's sure they're right.", "sourceId": "215"}, {"categoryId": "1", "formalText": "They said that the write-up was extremely painful, and that was like the worst of it where it was like the transition of all her connections are being cut off and completely torn away from her. That was when she was quite a bit older when she was a few months old, and her family lived in Virginia at that time, and they would spend many weekends there. It was especially during this time that her mom was, from what she understands now, very depressed, and it was very hard for her.", "sourceId": "216"}, {"categoryId": "1", "formalText": "She thinks she gets why it feels so scary to not want to try in general and why it feels like that's going to be the end of the world if she falls into", "sourceId": "310"}, {"categoryId": "1", "formalText": "a space where she's not feeling connected.", "sourceId": "311"}, {"categoryId": "1", "formalText": "She's not feeling", "sourceId": "312"}, {"categoryId": "1", "formalText": "momentum or not trying.", "sourceId": "313"}, {"categoryId": "1", "formalText": "And she thinks she does fall into that space, and it's very bad and scary and she's not accepting it as much as she accepts the other mode.", "sourceId": "314"}, {"categoryId": "5", "formalText": "She was three weeks old when they moved, and then her mom had never lived away from home and had this new daughter and was like totally depressed for about a year.", "sourceId": "223"}, {"categoryId": "5", "formalText": "This is part of her questioning to her, like why she brings it in a way that doesn't focus on the feelings.", "sourceId": "224"}, {"categoryId": "5", "formalText": "It's like it focuses on explaining why she was feeling bad.", "sourceId": "225"}, {"categoryId": "5", "formalText": "And she wonders if she hated her.", "sourceId": "263"}, {"categoryId": "5", "formalText": "They were inseparable and she was completely adoring and loving, and she needed and wanted her to just go everywhere with her.", "sourceId": "267"}, {"categoryId": "5", "formalText": "But it doesn't sound like there is anything outstanding about how she treated her or how she interacted with her.", "sourceId": "277"}]