[{"categoryId": "0", "formalText": "He defended his dissertation.", "sourceId": "4"}, {"categoryId": "0", "formalText": "It was not the best presentation he's ever given, but it was good enough.", "sourceId": "9"}, {"categoryId": "0", "formalText": "He was trying to do something that was at the edges of what was possible in terms of like 2 weeks before that.", "sourceId": "16"}, {"categoryId": "0", "formalText": "He has a difficult time estimating how long something is going to take. Sometimes he does things like this where that should not have been possible, but he did it, and that makes it harder to ask himself the next time", "sourceId": "19"}, {"categoryId": "0", "formalText": "how long that task is going to actually take.", "sourceId": "20"}, {"categoryId": "0", "formalText": "He would like to do biomechanics. He thinks that he will apply for a postdoc with a couple of people that seems like he'll be relatively happy to work with. ", "sourceId": "96"}, {"categoryId": "1", "formalText": "The following week has been a little bit strange.", "sourceId": "58"}, {"categoryId": "1", "formalText": "He had a very intensely peaceful feeling that was really nice.", "sourceId": "60"}, {"categoryId": "1", "formalText": "It lasted about 10 hours.", "sourceId": "61"}, {"categoryId": "1", "formalText": "So he slept for four of those, and then after about six hours of being awake, he felt like he really had to start making travel plans for how he was getting to Ohio.", "sourceId": "62"}, {"categoryId": "1", "formalText": "He felt tired because he hadn't slept very much the last couple of days.", "sourceId": "63"}, {"categoryId": "1", "formalText": "So on Wednesday, he was more rested, and also he felt something closer to lost purpose.", "sourceId": "64"}, {"categoryId": "1", "formalText": "There was sort of some sense of loss and it was not going away.", "sourceId": "67"}, {"categoryId": "1", "formalText": "It's so clear", "sourceId": "68"}, {"categoryId": "1", "formalText": "what he needs to do next, but there's no urgency to it.", "sourceId": "69"}, {"categoryId": "1", "formalText": "Even if the urgency was entirely artificial and mostly self-imposed.", "sourceId": "70"}, {"categoryId": "1", "formalText": "The other thing was sort of like a dread of coming back.", "sourceId": "71"}, {"categoryId": "1", "formalText": "Even when Tanya is well these days, she's still very depressed and that's hard to be around all the time.", "sourceId": "72"}, {"categoryId": "1", "formalText": "It just is  a hard thing.", "sourceId": "73"}, {"categoryId": "1", "formalText": "So he might say something like he doesn't want to live that way for the rest of his life.", "sourceId": "74"}, {"categoryId": "1", "formalText": "But he also recognizes that he does have a tendency to despair about some situations and he's trying to find a realistic balance between this.", "sourceId": "75"}, {"categoryId": "1", "formalText": "As long as depression drags on for more years, it feels more like it's a drain on him emotionally and timewise. There's not much else in a relationship for him besides that that's a particularly bleak picture of it, if not totally accurate, but it's like the most important feature of a relationship is not doing things together, but caring about each other and taking care of each other in a normal way.", "sourceId": "81"}, {"categoryId": "1", "formalText": "It's serviced her depression or something.", "sourceId": "82"}, {"categoryId": "2", "formalText": "One thing is that he hasn't really said anything about anyone else, but in the last week, a number of people, particularly her friends, have started being congratulatory and said things like \"I'm so happy for the both of you.\" ", "sourceId": "86"}, {"categoryId": "2", "formalText": "He finds that irritating because he doesn't feel like this is a thing they did.", "sourceId": "87"}, {"categoryId": "2", "formalText": "This is the thing that he did in spite of circumstances, some of which were Tanya, so he mostly wanted to say that. ", "sourceId": "88"}, {"categoryId": "2", "formalText": "He's felt trapped in a lot of ways, and one of the things that he does when he feels trapped is he tries to find a way to get out of it.", "sourceId": "91"}, {"categoryId": "2", "formalText": "He wonders why he feels trapped, because if he can identify that, then in theory, he could alleviate some of those things.", "sourceId": "113"}, {"categoryId": "2", "formalText": "She's unhappy most of the time", "sourceId": "114"}, {"categoryId": "2", "formalText": "and he feels like he doesn't really trust her to the same extent at all.", "sourceId": "115"}, {"categoryId": "2", "formalText": "He feels trapped he thinks because he can't leave.", "sourceId": "121"}, {"categoryId": "2", "formalText": "He can't make her better.", "sourceId": "122"}, {"categoryId": "2", "formalText": "It's emotionally draining to be in a relationship with someone who's depressed.", "sourceId": "124"}, {"categoryId": "2", "formalText": "He thinks it's not strictly fair to say he gets little of what he needs.", "sourceId": "127"}, {"categoryId": "2", "formalText": "Maybe it's better to say he cannot predict when he will get anything that he needs.", "sourceId": "128"}, {"categoryId": "2", "formalText": "Then feeling like it's a burden to ask for anything is another thing.", "sourceId": "129"}, {"categoryId": "2", "formalText": "That itself is not necessarily what he wants in a relationship, and he's not saying he wanted to be tightly coupled at all times, but a feature of relationships is shared experience.", "sourceId": "130"}, {"categoryId": "2", "formalText": "He feels like sometimes we want things in relationships that we should not want or that reflects a problem in itself.", "sourceId": "139"}, {"categoryId": "2", "formalText": "That more rises from not having a clear sense of what a kid needs or wants.", "sourceId": "142"}, {"categoryId": "2", "formalText": "He likes to be around people who are excited about something, about what they're doing or what they're reading or thinking about.", "sourceId": "144"}, {"categoryId": "2", "formalText": "And he feels like that's not present in Tanya.", "sourceId": "146"}, {"categoryId": "2", "formalText": "Not very often anymore.", "sourceId": "147"}, {"categoryId": "2", "formalText": "He doesn't want the relationship to all be about him.", "sourceId": "169"}]