[{"categoryId": "1", "formalText": "She feels like James is just afraid that he's going to come back one day and she will have killed herself, but she can see why one would not trust her to give in and that she can't promise him that she won't. She's trying, but ", "sourceId": "24"}, {"categoryId": "1", "formalText": "it's like she's really used to thinking that most things are her fault.", "sourceId": "43"}, {"categoryId": "1", "formalText": "So it's like she doesn't even notice it anymore.", "sourceId": "44"}, {"categoryId": "1", "formalText": "It's just like a baseline assumption until she starts thinking that things would just be better if she were part of the equation, but that's exactly the problem right now.", "sourceId": "45"}, {"categoryId": "1", "formalText": "Like the fact that she thinks that is what is problematic.", "sourceId": "46"}, {"categoryId": "1", "formalText": "She's in sort of a double bind where she's worried that if she talks about constantly thinking that everything is her fault,", "sourceId": "57"}, {"categoryId": "1", "formalText": "people will think that it's very selfish and irrational of her, and if she doesn't talk about it, people will say she doesn't realize that everything is her fault.", "sourceId": "58"}, {"categoryId": "1", "formalText": "She thinks about this with regard to her depression and how she categorizes depression as a mental illness.", "sourceId": "60"}, {"categoryId": "1", "formalText": "It does feel like one of the worst things in the world.", "sourceId": "104"}, {"categoryId": "1", "formalText": "She doesn't like not relying on her own judgment.", "sourceId": "110"}, {"categoryId": "1", "formalText": "She feels like historically when she's trusted other people's judgment over her own, it's ended badly for her.", "sourceId": "112"}, {"categoryId": "1", "formalText": "She worries about being wrong.", "sourceId": "132"}, {"categoryId": "3", "formalText": "There was a point in the hospital where the Doctor Who had been there basically a long time and all her third or fourth or fifth visit and basically he was like, she needs to work harder.", "sourceId": "68"}, {"categoryId": "3", "formalText": "She just needs to work harder to feel better, and it was like, she didn't know what to do.", "sourceId": "69"}, {"categoryId": "3", "formalText": "It pissed her off enough that what she decided to do at the time was like well fuck it.", "sourceId": "71"}, {"categoryId": "3", "formalText": "She'll just get better enough to go home.", "sourceId": "72"}, {"categoryId": "3", "formalText": "And then next time she'll just kill herself.", "sourceId": "73"}, {"categoryId": "3", "formalText": "That's what she'll do, but then she got better enough to go home and she didn't kill herself.", "sourceId": "74"}, {"categoryId": "5", "formalText": "James is not doing so well.", "sourceId": "3"}, {"categoryId": "5", "formalText": "She doesn't know where to start.", "sourceId": "6"}, {"categoryId": "5", "formalText": "She doesn't know if what she's doing is the right thing or the wrong thing and whether she's helping him or hurting him.", "sourceId": "8"}, {"categoryId": "5", "formalText": "She feels like they just don't trust each other right now.", "sourceId": "10"}]