[{"categoryId": "1", "formalText": "Last Tuesday she had a breakdown at work. She was fine in the morning.", "sourceId": "1"}, {"categoryId": "1", "formalText": "She was fine for most of the afternoon and then towards the end of the last hour that she was working,", "sourceId": "2"}, {"categoryId": "1", "formalText": "she started shaking.", "sourceId": "3"}, {"categoryId": "1", "formalText": "And then she realized that she was panicking. She was able to hide this from everybody but ended up leaving an hour early, which isn't that abnormal for her, especially because right now hurts her hands.", "sourceId": "4"}, {"categoryId": "1", "formalText": "She doesn't normally panic at work.", "sourceId": "9"}, {"categoryId": "1", "formalText": "It's just hard to make all the right choices because it's so easy to just sleep in like Ethan on Monday morning.", "sourceId": "272"}, {"categoryId": "1", "formalText": "She had her game and the alarm went off, and they had more time that they could sleep, and she wanted to go back to sleep because she knew that if she stayed up for a certain amount of time, the tightness would come back. Then it did, and then sleep seems like the only escape from it, and she can't sleep all the time.", "sourceId": "273"}, {"categoryId": "1", "formalText": "She doesn't really know how to do anything.", "sourceId": "275"}, {"categoryId": "1", "formalText": "Her whole life is falling apart.", "sourceId": "276"}, {"categoryId": "2", "formalText": "Dr. Barnes put her back on the Seroquel", "sourceId": "7"}, {"categoryId": "2", "formalText": "a week ago Tuesday.", "sourceId": "14"}, {"categoryId": "2", "formalText": "She was panic free for a few days and then the past couple of days,", "sourceId": "18"}, {"categoryId": "2", "formalText": "she's been so sad again and suicidal again.", "sourceId": "19"}, {"categoryId": "2", "formalText": "She's been suicidal all along for the past few weeks, but not as suicidal as she was when she was not on the Seroquel.", "sourceId": "21"}, {"categoryId": "2", "formalText": "She thinks it's helping.", "sourceId": "22"}, {"categoryId": "2", "formalText": "She was kind of really sad, but usually not for that long. They weren't just instant and go away.", "sourceId": "25"}, {"categoryId": "2", "formalText": "They were maybe 5 minutes or so.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She just feels so hopeless and she didn't go into work yesterday either because she was sick on Monday.", "sourceId": "40"}, {"categoryId": "2", "formalText": "She was feeling really suicidal and bad and depressed, and she guesses it wasn't her.", "sourceId": "42"}, {"categoryId": "2", "formalText": "She wasn't even suicidal.", "sourceId": "43"}, {"categoryId": "2", "formalText": "It was like the physical feeling of uncomfortableness and tightness from anxiety.", "sourceId": "44"}, {"categoryId": "2", "formalText": "That's what she was feeling.", "sourceId": "45"}, {"categoryId": "2", "formalText": "There was possibly a thought about how she should kill herself to end this feeling and the feeling wouldn't go away.", "sourceId": "48"}, {"categoryId": "2", "formalText": "She just didn't know that she could keep it together enough, and if she keeps on feeling like this, that tightness just wouldn't go away.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She can sort of put it away", "sourceId": "51"}, {"categoryId": "2", "formalText": "if she was doing something distracting like watching an episode of something or listening to a podcast.", "sourceId": "52"}, {"categoryId": "2", "formalText": "But as soon as the episode or podcast ends, it comes back.", "sourceId": "53"}, {"categoryId": "2", "formalText": "It was like last Tuesday.", "sourceId": "56"}, {"categoryId": "2", "formalText": "She doesn't remember there being that tightness at work.", "sourceId": "58"}, {"categoryId": "2", "formalText": "Maybe she's just so uncomfortable and she has no way of making it go away permanently.", "sourceId": "59"}, {"categoryId": "2", "formalText": "It just seems hopeless and these drugs aren't stopping that feeling.", "sourceId": "60"}, {"categoryId": "2", "formalText": "It does go away.", "sourceId": "64"}, {"categoryId": "2", "formalText": "But she feels like she has no control over it.", "sourceId": "65"}, {"categoryId": "2", "formalText": "It's happening more and more, and the Seroquel is helping some, but it's not helping enough. She doesn't know if the imipramine has stopped working and she can't really go back on the Wellbutrin because it's really bad for anxiety, and she's run out of options.", "sourceId": "66"}, {"categoryId": "2", "formalText": "It's a muscle tightening that she's feeling.", "sourceId": "74"}, {"categoryId": "2", "formalText": "It's not dangerous, but it's really comfortable and not something that exercise can really help with.", "sourceId": "76"}, {"categoryId": "2", "formalText": "It usually happens at night.", "sourceId": "77"}, {"categoryId": "2", "formalText": "She feels like she probably can't wait until the end of winter to start exercising, but she doesn't really have any other choices.", "sourceId": "90"}, {"categoryId": "2", "formalText": "She thinks the winter is driving her crazy.", "sourceId": "96"}, {"categoryId": "2", "formalText": "Just hearing  there's going to be more snow makes her so sad.", "sourceId": "97"}, {"categoryId": "2", "formalText": "She can't deal with winter anymore.", "sourceId": "99"}, {"categoryId": "2", "formalText": "She wants to be able to go on walks.", "sourceId": "109"}, {"categoryId": "2", "formalText": "Friday morning she has her actual appointment with Dr. Barnes.", "sourceId": "118"}, {"categoryId": "2", "formalText": "The depression is what stops her to anxiety.", "sourceId": "268"}, {"categoryId": "2", "formalText": "Her chest gets really tight.", "sourceId": "306"}, {"categoryId": "2", "formalText": "It's not as bad as it's been the past few days.", "sourceId": "307"}, {"categoryId": "2", "formalText": "Sometimes it will come back as soon as she wakes up.", "sourceId": "337"}, {"categoryId": "2", "formalText": "It's been so long that she can deal with that feeling, it drives her crazy half the time.", "sourceId": "339"}, {"categoryId": "2", "formalText": "She really just wants it gone any way possible.", "sourceId": "340"}, {"categoryId": "3", "formalText": "She hasn't been this depressed.", "sourceId": "231"}, {"categoryId": "4", "formalText": "Dr. Barnes put her back on the Seroquel.", "sourceId": "7"}, {"categoryId": "4", "formalText": "She doesn't know if the imipramine has stopped working and she can't really go back on the Wellbutrin because it's really bad for anxiety.", "sourceId": "66"}, {"categoryId": "5", "formalText": "She's not seeing any friends because she doesn't have a place to host them.", "sourceId": "35"}, {"categoryId": "5", "formalText": "Her apartment is too small.", "sourceId": "36"}, {"categoryId": "5", "formalText": "She can't ever have a party and she hasn't done things with friends in forever. It made her really sad, and she feels like she has no friends because Sydney asks why she doesn't just have a couple over, and she says if she did, the couple that she'd want to have would be Lucy and Walter, but they moved to Florida a year-and-a-half ago now.", "sourceId": "37"}, {"categoryId": "5", "formalText": "She just doesn't feel like she has any close friends anymore.", "sourceId": "39"}, {"categoryId": "5", "formalText": "She just feels so hopeless and she didn't go into work yesterday either because she was sick on Monday.", "sourceId": "40"}, {"categoryId": "5", "formalText": "It doesn't feel like a choice having people over, but there is something else she could do  to celebrate belatedly on another day.", "sourceId": "179"}, {"categoryId": "5", "formalText": "Probably go out to a restaurant. It's not like any of her friends suggested getting together.", "sourceId": "180"}, {"categoryId": "5", "formalText": "It's just that she sort of feels a little bit uncomfortable with that because then it's suggesting an activity that people have to spend money on.", "sourceId": "182"}, {"categoryId": "5", "formalText": "She's also just afraid of the time commitment.", "sourceId": "197"}, {"categoryId": "5", "formalText": "But if she's going to be unemployed again, it's not going to be that bad.", "sourceId": "198"}, {"categoryId": "5", "formalText": "She's afraid with music that the time commitment is due and not being able to make rehearsals, or feeling trapped at if she has to go to rehearsal and she's really sad.", "sourceId": "221"}, {"categoryId": "5", "formalText": "She's also never been this depressed and tried to be in an acapella group at the same time in the past.", "sourceId": "226"}, {"categoryId": "5", "formalText": "She's missed very few rehearsals for emotional reasons.", "sourceId": "227"}, {"categoryId": "5", "formalText": "There was a bunch that she missed when she was dealing with Jonas and when she liked Corey, and the day before she found out that he didn't like her back and she was like, oh God, she would have to face him at rehearsal.", "sourceId": "228"}, {"categoryId": "5", "formalText": "She was just going to play video games instead and then she ended up maybe being 30 minutes late to rehearsal but still went.", "sourceId": "229"}, {"categoryId": "5", "formalText": "She's also afraid that she's starting to feel older than all the people in the group, and if that's going to be an issue right now, if she came back, she wouldn't be the oldest member of the group.", "sourceId": "252"}, {"categoryId": "5", "formalText": "Just a part of her now thinks she's making a huge mistake by wanting to join music again.", "sourceId": "289"}, {"categoryId": "5", "formalText": "She doesn't know if that's the depressed part of her or the sensible part of her.", "sourceId": "290"}, {"categoryId": "5", "formalText": "She's so reluctant to do it now, and she doesn't know.", "sourceId": "297"}]