[{"categoryId": "1", "formalText": "She still has been feeling not really great.", "sourceId": "7"}, {"categoryId": "1", "formalText": "She had a complete break down before packing because she couldn't find a bottle of painkillers. She had a bottle of Vicodin and she couldn't find it anywhere.", "sourceId": "30"}, {"categoryId": "1", "formalText": "So she got super stressed about it and started tearing apart her apartment.", "sourceId": "31"}, {"categoryId": "1", "formalText": "So that was just a little bit much but it was weird.", "sourceId": "43"}, {"categoryId": "1", "formalText": "She wouldn't say she had a good time.", "sourceId": "44"}, {"categoryId": "1", "formalText": "She wants to say she had a bad time.", "sourceId": "45"}, {"categoryId": "1", "formalText": "It was mostly just a lot is how she felt about it.", "sourceId": "46"}, {"categoryId": "1", "formalText": "It was sort of this mix of feelings.", "sourceId": "91"}, {"categoryId": "1", "formalText": "She wonders if this is the medication and if she might just be irritated.", "sourceId": "92"}, {"categoryId": "1", "formalText": "She just sort of has been worried about it and feeling like is this going to get more annoying or less annoying.", "sourceId": "99"}, {"categoryId": "1", "formalText": "She wonders if she should just stop going to conventions this big because it's a lot bigger than she usually goes to. Part of it was that she doesn't know if she was feeling more irritated just from the jump because she's been feeling more depressed, if she's feeling more irritated because of the medication, or if she was feeling more irritated because she's obsessed with her concern about feeling more irritated.", "sourceId": "100"}, {"categoryId": "1", "formalText": "If she didn't go she would probably spend the whole weekend being depressed about it.", "sourceId": "128"}, {"categoryId": "4", "formalText": "She had a complete break down before packing because she couldn't find a bottle of painkillers. She had a bottle of Vicodin and she couldn't find it anywhere.", "sourceId": "30"}, {"categoryId": "4", "formalText": "Her hip is hurting.", "sourceId": "33"}, {"categoryId": "4", "formalText": "It's not constant.", "sourceId": "37"}, {"categoryId": "5", "formalText": "She ended up going to a convention at the hotel Westin Convention Center and 3,000 people came.", "sourceId": "12"}, {"categoryId": "5", "formalText": "It was really intensely noisy and aggravating in that like there were lots of people in various costumes, which is usually very fun.", "sourceId": "13"}, {"categoryId": "5", "formalText": "She likes that but was getting frustrated at people with big costumes or big costume parts walking in into the aisle or whacking into her. ", "sourceId": "14"}, {"categoryId": "5", "formalText": "And then there was the drunks talking too loud in the elevators and just it was over-stimulating, which isn't exactly describing it.", "sourceId": "15"}, {"categoryId": "5", "formalText": "It's like wow.", "sourceId": "16"}, {"categoryId": "5", "formalText": "She just sort of was oh my God, she hates everyone.", "sourceId": "29"}, {"categoryId": "5", "formalText": "She was really frustrated. She signed up to do a lot of paneling about race and science fiction and kind of wanted to murder half the audience and had someone basically heckle her over a t-shirt that she has that said black nerds Unite.", "sourceId": "70"}, {"categoryId": "5", "formalText": "She needed some form of social lubrication here and being around of lot of a lot of really drunk people while sober is boring.", "sourceId": "80"}]