[{"categoryId": "5", "formalText": "She doesn't think her and her sister-in-law are ever going to be kindred spirits.", "sourceId": "40"}, {"categoryId": "5", "formalText": "She's grown to really love and appreciate them.", "sourceId": "41"}, {"categoryId": "5", "formalText": "They just don' think anything alike,", "sourceId": "43"}, {"categoryId": "5", "formalText": "which is hard because the older sister Vivian and her actually do have a lot of the same interest in common, which is really sad whenever she talks about them.", "sourceId": "45"}, {"categoryId": "5", "formalText": "James and her had a pretty big fight the other night, which was good.", "sourceId": "55"}, {"categoryId": "5", "formalText": "It helped them talk more about not being where they wanted to be together.", "sourceId": "56"}, {"categoryId": "5", "formalText": "He doesn't really talk to her about his work anymore.", "sourceId": "60"}, {"categoryId": "5", "formalText": "He hasn't been talking to her about the process of figuring out what to do next very much.", "sourceId": "61"}, {"categoryId": "5", "formalText": "There was a long time where she just really wasn't able to have a conversation.", "sourceId": "62"}, {"categoryId": "5", "formalText": "That's what it feels like to him.", "sourceId": "63"}, {"categoryId": "5", "formalText": "She thinks he's worried about that.", "sourceId": "64"}, {"categoryId": "5", "formalText": "He's been very in the habit of not bothering her with the logistics or not asking her to help deal with the logistics.", "sourceId": "65"}, {"categoryId": "5", "formalText": "It will be too much for her.", "sourceId": "66"}, {"categoryId": "5", "formalText": "She can't tell whether she's more sensitive than usual or whether James is more dismissive than usual.", "sourceId": "68"}, {"categoryId": "5", "formalText": "She also can't tell whether it's that she needs to be right more than usual or he's telling her that she's wrong all the time.", "sourceId": "70"}, {"categoryId": "5", "formalText": "She feels like when she tries to talk to him about things, her feelings end up getting hurt a lot.", "sourceId": "71"}, {"categoryId": "5", "formalText": "He's angry at her because she left him, and he's really glad that she didn't kill herself, but that's a pretty tough minimums day.", "sourceId": "74"}, {"categoryId": "5", "formalText": "It's not a great minimum, her saying she feels like she deserves a medal for not killing herself.", "sourceId": "75"}, {"categoryId": "5", "formalText": "She feels like she's just doing everything that she can to make things better. Not everything she can, but everything she can think of and can handle. ", "sourceId": "81"}, {"categoryId": "5", "formalText": "She doesn't think he's glad to be married to her at this point.", "sourceId": "83"}, {"categoryId": "5", "formalText": "She doesn't know how to handle that. She's certainly thinking and sort of cautiously saying they need to get back into marriage counseling.", "sourceId": "84"}, {"categoryId": "5", "formalText": "His attitude was that he's not going to tell her that things are good when they are good.", "sourceId": "121"}, {"categoryId": "5", "formalText": "Her attitude was that she doesn't want him to, she just doesn't want him to tell her that things are bad at midnight when she's about to go to bed, and she's had a good day.", "sourceId": "123"}, {"categoryId": "5", "formalText": "She knows it's been hard being married to her.", "sourceId": "125"}, {"categoryId": "5", "formalText": "She knows he's not glad to be married to her because she asked him.", "sourceId": "136"}, {"categoryId": "5", "formalText": "She's already upset with him for answering the question.", "sourceId": "139"}, {"categoryId": "5", "formalText": "She very much wants to take care of James.", "sourceId": "160"}]