[{"categoryId": "1", "formalText": "She feels like she doesn't have the guts to change her life situation.", "sourceId": "120"}, {"categoryId": "1", "formalText": "And as a result, she's stepping someone else's priorities with her own.", "sourceId": "121"}, {"categoryId": "1", "formalText": "She's forgetting who she is and what she wants.", "sourceId": "122"}, {"categoryId": "1", "formalText": "She doesn't find a way to connect emotionally with the most important - supposedly most important - people in her life.", "sourceId": "123"}, {"categoryId": "1", "formalText": "She looks for other people or other places and doesn't find them, and so she continues being miserable.", "sourceId": "124"}, {"categoryId": "1", "formalText": "She's sad.", "sourceId": "125"}, {"categoryId": "1", "formalText": "She might just be going through a weird phase and if she's strong enough, she won't need that emotional connection.", "sourceId": "248"}, {"categoryId": "1", "formalText": "She's tired.", "sourceId": "259"}, {"categoryId": "5", "formalText": "David and her were talking about marriage last night, about how she doesn't want to get married, and they talked about a relationship. She's not been feeling like talking to him at all and she didn't want to tell him all those things as directly as she did last night. Basically they were saying that, so he was like, why doesn't she want to get married, and she was like, no.", "sourceId": "40"}, {"categoryId": "5", "formalText": "She wants to do the opposite, so he's always at the center and she's always doing everything with respect to him most of the time.", "sourceId": "50"}, {"categoryId": "5", "formalText": "He said he's not that Keen on marriage.", "sourceId": "117"}, {"categoryId": "5", "formalText": "It's just for his parents sake.", "sourceId": "118"}, {"categoryId": "5", "formalText": "Now she's so confused because of this.", "sourceId": "119"}, {"categoryId": "5", "formalText": "He keeps saying he loves her and she doesn't know if anyone else could love her.", "sourceId": "155"}, {"categoryId": "5", "formalText": "In a general sense, they don't connect emotionally, not all the time.", "sourceId": "289"}]