[{"categoryId": "1", "formalText": "It's hard for her.", "sourceId": "13"}, {"categoryId": "1", "formalText": "It's so hard to pull back because some of the emotions that go with that.", "sourceId": "15"}, {"categoryId": "1", "formalText": "It's hard to be objective when she's looking at herself.", "sourceId": "18"}, {"categoryId": "1", "formalText": "Sometimes she's worried that things in her marriage might not improve enough or what if they don't or all of the what ifs, and then she wonders what she is going to do.", "sourceId": "27"}, {"categoryId": "1", "formalText": "She wonders if that isn't based on how it feels more than based on the progress that's been.", "sourceId": "29"}, {"categoryId": "1", "formalText": "She thinks it's fear mostly and", "sourceId": "36"}, {"categoryId": "1", "formalText": "anxiety.", "sourceId": "37"}, {"categoryId": "1", "formalText": "Things might be changing somewhat, but it's not fast enough.", "sourceId": "44"}, {"categoryId": "1", "formalText": "It's not enough.", "sourceId": "46"}, {"categoryId": "1", "formalText": "It doesn't meet her expectations. It doesn't meet up where she thought things would be, so she wonders what if it doesn't continue to progress or what if it doesn't progress rapidly, and then it snowballs a bit.", "sourceId": "47"}, {"categoryId": "1", "formalText": "But then she would go through the steps to try to rationalize it.", "sourceId": "48"}, {"categoryId": "1", "formalText": "She thinks to herself that she's put up with a lot of this type of thing for a really long time.", "sourceId": "53"}, {"categoryId": "1", "formalText": "No wonder she's kind of really impatient and ready to move on and be done with it.", "sourceId": "54"}, {"categoryId": "1", "formalText": "She's also worried that she could change her expectations and lower them.", "sourceId": "66"}, {"categoryId": "1", "formalText": "There's a small part of her that thinks that, but there's a bigger part of her that wonders what is wrong with her.", "sourceId": "94"}, {"categoryId": "1", "formalText": "Things feel pretty intense sometimes.", "sourceId": "274"}, {"categoryId": "1", "formalText": "The depression. She says she's noticed a couple of times where it's been a great day.", "sourceId": "275"}, {"categoryId": "1", "formalText": "Just that type of day and she's still finding herself feeling down on herself or feeling a little down and feeling like there's no explanation for it in the moment.", "sourceId": "277"}, {"categoryId": "1", "formalText": "She thinks that's more the self-hate than the depression.", "sourceId": "286"}, {"categoryId": "1", "formalText": "She can feel a little low sometimes.", "sourceId": "289"}, {"categoryId": "1", "formalText": "It's pretty much like things are going well and she makes a mistake or says something that she thinks back on, and she wishes she would have said that differently, or she wishes she would have done that differently.", "sourceId": "291"}, {"categoryId": "2", "formalText": "She wants to be so critical of herself and that's because she would never look down at anyone who works at Subway.", "sourceId": "102"}, {"categoryId": "2", "formalText": "But then if it's her husband who is working as a manager at Subway and she thinks about him doing that for 20 years,", "sourceId": "103"}, {"categoryId": "2", "formalText": "it's not exactly what she would have thought would be fulfilling his potential.", "sourceId": "105"}, {"categoryId": "2", "formalText": "She doesn't feel good about that.", "sourceId": "113"}, {"categoryId": "2", "formalText": "She feels like that makes her this horrible snob who is demanding and critical.", "sourceId": "114"}, {"categoryId": "2", "formalText": "She feels like when one marries someone, it shouldn't be that they are marrying because they know the person is a lawyer or a doctor.", "sourceId": "115"}, {"categoryId": "2", "formalText": "It certainly didn't factor into why she married Ivan, but now that they're married, she feels guilty about wanting those things.", "sourceId": "120"}, {"categoryId": "2", "formalText": "Maybe it can matter some, but she feels like that says something pretty bad about her if that's not okay.", "sourceId": "123"}, {"categoryId": "2", "formalText": "It really sounds like she's stuck up.", "sourceId": "126"}, {"categoryId": "2", "formalText": "It's scary for her and she feels bad about that.", "sourceId": "139"}, {"categoryId": "2", "formalText": "She feels responsible that he doesn't feel proud of it.", "sourceId": "140"}, {"categoryId": "2", "formalText": "But he's afraid to feel proud of it.", "sourceId": "141"}, {"categoryId": "2", "formalText": "It does not feel good.", "sourceId": "263"}, {"categoryId": "2", "formalText": "Especially for someone like her who feels like they need to be in control.", "sourceId": "264"}, {"categoryId": "2", "formalText": "She feels like she has to have a pretty clear plan.", "sourceId": "267"}, {"categoryId": "2", "formalText": "She's upset with herself right now because she doesn't know what her next step is.", "sourceId": "269"}, {"categoryId": "2", "formalText": "So it's not feeling very tolerable.", "sourceId": "270"}, {"categoryId": "2", "formalText": "She hates herself, and then she can stay low for a little while.", "sourceId": "295"}, {"categoryId": "2", "formalText": "And then she'll move past it, but she doesn't know why those are three words that come into her mind when something like that happens.", "sourceId": "296"}, {"categoryId": "2", "formalText": "It has become a coping thing for her.", "sourceId": "297"}, {"categoryId": "2", "formalText": "She knows that's unhealthy, and she wants to work on that.", "sourceId": "298"}, {"categoryId": "2", "formalText": "She thinks she has normalized it.", "sourceId": "332"}, {"categoryId": "2", "formalText": "It feels necessary for her to feel bad about it.", "sourceId": "339"}, {"categoryId": "2", "formalText": "She doesn't know completely why she always does.", "sourceId": "343"}, {"categoryId": "2", "formalText": "She wishes she could give it back.", "sourceId": "356"}, {"categoryId": "2", "formalText": "She wishes her sister didn't feel like she had to take care of her, and she always feels bad.", "sourceId": "392"}, {"categoryId": "2", "formalText": "It must be exhausting for her.", "sourceId": "404"}, {"categoryId": "2", "formalText": "And now she's actually at an age where it's like get over it because it's no longer appropriate.", "sourceId": "415"}, {"categoryId": "2", "formalText": "She should no longer need it for the most part.", "sourceId": "417"}, {"categoryId": "2", "formalText": "This job search is getting depressing.", "sourceId": "516"}, {"categoryId": "2", "formalText": "She's feeling depressed and down on herself.", "sourceId": "517"}, {"categoryId": "2", "formalText": "She needs an emotional boost or some kind of boost because she's getting to the point where she's wondering why she is even going to look on this job where there isn't going to be anything.", "sourceId": "518"}, {"categoryId": "2", "formalText": "She has that feeling like oh, there won't be anything.", "sourceId": "521"}, {"categoryId": "2", "formalText": "Even if there is, she has to do the application.", "sourceId": "522"}, {"categoryId": "2", "formalText": "If she does that, she won't get an interview.", "sourceId": "523"}, {"categoryId": "2", "formalText": "She got an interview, but she won't get the job offer.", "sourceId": "524"}, {"categoryId": "2", "formalText": "She knows that she's doing that to herself, and the other night,", "sourceId": "525"}, {"categoryId": "2", "formalText": "she had this freak out.", "sourceId": "526"}, {"categoryId": "2", "formalText": "She thought she's not going to get a job, and it's going to be her fault because she stopped doing applications.", "sourceId": "527"}, {"categoryId": "2", "formalText": "It's also frustrating to spend a couple of hours, and all she can say is she looked through the job boards for this, this, and this.", "sourceId": "531"}, {"categoryId": "2", "formalText": "It's daunting and exhausting.", "sourceId": "533"}, {"categoryId": "2", "formalText": "She feels like she needs to push herself to go to networking events and to do more.", "sourceId": "560"}, {"categoryId": "2", "formalText": "Like getting more resumes out there, even though she feels self-conscious.", "sourceId": "562"}, {"categoryId": "2", "formalText": "She just can't be on the computer anymore.", "sourceId": "582"}, {"categoryId": "5", "formalText": "She feels like this is terribly critical, but she thinks to herself she's not pushing Ivan to apply to other jobs.", "sourceId": "67"}, {"categoryId": "5", "formalText": "She's even going to be content with him being a manager at Subway because he's struggling with it still at times.", "sourceId": "68"}, {"categoryId": "5", "formalText": "That could be the worst.", "sourceId": "70"}, {"categoryId": "5", "formalText": "Even if it looks like a great job or more money.", "sourceId": "71"}, {"categoryId": "5", "formalText": "She finds herself thinking that and she kind of doesn't like herself for it.", "sourceId": "73"}, {"categoryId": "5", "formalText": "There's nothing wrong with being a manager at Subway,", "sourceId": "89"}, {"categoryId": "5", "formalText": "but if one has the potential to do something and studied a specific field.", "sourceId": "90"}, {"categoryId": "5", "formalText": "If it's her husband who is working as a manager at Subway and she thinks about him doing that for 20 years,", "sourceId": "103"}, {"categoryId": "5", "formalText": "it's not exactly what she would have thought would be fulfilling his potential.", "sourceId": "105"}, {"categoryId": "5", "formalText": "And he's not really passionate about working at a sandwich shop.", "sourceId": "110"}, {"categoryId": "5", "formalText": "So she would feel like it would just be a job which some people have, just a job, and that's not their big thing in life.", "sourceId": "111"}, {"categoryId": "5", "formalText": "She hated never seeing her dad.", "sourceId": "150"}, {"categoryId": "5", "formalText": "She got to the point where she didn't want to see her dad because she was so angry at him that she was never going to come first.", "sourceId": "151"}, {"categoryId": "5", "formalText": "And yet it was easier in a way because she could be proud of his great education and incredible work ethic, and the fact that he owned and ran his own business completely by himself.", "sourceId": "153"}, {"categoryId": "5", "formalText": "Nobody's parents worked longer hours.", "sourceId": "171"}, {"categoryId": "5", "formalText": "Nobody had more education than her dad. Nobody.", "sourceId": "172"}, {"categoryId": "5", "formalText": "She felt proud of that.", "sourceId": "173"}, {"categoryId": "5", "formalText": "She thinks that's a healthy thing to feel proud about. The other part that made it feel okay was the thought in her mind that he could have partners if he had joined a practice, and he could have had normal hours and made a good living.", "sourceId": "175"}, {"categoryId": "5", "formalText": "There was more potential for it.", "sourceId": "177"}, {"categoryId": "5", "formalText": "Her dad is not always there, and conversations with him are usually very short, and he's driving on his way to a call,", "sourceId": "183"}, {"categoryId": "5", "formalText": "but he's incredibly supportive.", "sourceId": "184"}, {"categoryId": "5", "formalText": "He's always wanting to talk about and be involved with jobs and academics, and that's important at this point in her life.", "sourceId": "191"}, {"categoryId": "5", "formalText": "And Ivan is not up to talking about these topics right now.", "sourceId": "192"}, {"categoryId": "5", "formalText": "It's a more of a bigger thing because those are topics that she associates with adulthood or being mature and responsible.", "sourceId": "193"}, {"categoryId": "5", "formalText": "But she does also wonder if Ivan continues to make progress with his depression and his attention disorder, if he will get to a baseline with his job where he gets to the point where he's doing it well and things are going smoothly consistently. He feels like he could potentially maybe reach that too.", "sourceId": "195"}, {"categoryId": "5", "formalText": "He clearly said he left grad school because it wasn't for him, and she had a really tough time with that.", "sourceId": "215"}, {"categoryId": "5", "formalText": "That was something she was going to be able to accept. What actually happened, not so much. The problem with it is she feels like he has no clue what he wants out of life right now.", "sourceId": "216"}, {"categoryId": "5", "formalText": "She feels like if she told him tomorrow they should buy a house, hed be like, yeah, let's work up towards that.", "sourceId": "218"}, {"categoryId": "5", "formalText": "If she said they should start a family tomorrow, he would probably say that might be a little extreme.", "sourceId": "219"}, {"categoryId": "5", "formalText": "But the point is, she feels like he's been wishy-washy and moving from one random job to the next.", "sourceId": "220"}, {"categoryId": "5", "formalText": "He's going with whatever is given to him, and he's just not proactive, not engaged, not motivated, or ambitious.", "sourceId": "221"}, {"categoryId": "5", "formalText": "She feels like he has no clue and that's not something that is so acceptable to her.", "sourceId": "227"}, {"categoryId": "5", "formalText": "And it's just hard for her to look at Ivan and be like, this is horrible, but to be satisfied.", "sourceId": "248"}, {"categoryId": "5", "formalText": "He's never had to manage people.", "sourceId": "258"}, {"categoryId": "5", "formalText": "He's never had to be accountable for meeting timelines throughout the day and managing his time.", "sourceId": "259"}, {"categoryId": "5", "formalText": "So her parents gave her a gift certificate for clothing at two different stores for her birthday.", "sourceId": "301"}, {"categoryId": "5", "formalText": "So she went with Emma.", "sourceId": "303"}, {"categoryId": "5", "formalText": "She was taking longer, and her sister was ready to go sooner than she was.", "sourceId": "305"}, {"categoryId": "5", "formalText": "She's keeping her sister waiting.", "sourceId": "314"}, {"categoryId": "5", "formalText": "She needed to be more considerate.", "sourceId": "317"}, {"categoryId": "5", "formalText": "She was feeling self-conscious because she felt like in that time, her sister was taking care of her like she always has.", "sourceId": "318"}, {"categoryId": "5", "formalText": "She doesn't know how to.", "sourceId": "320"}, {"categoryId": "5", "formalText": "She just feels like she needs to step up more so that she doesn't feel like she has to sometimes.", "sourceId": "321"}, {"categoryId": "5", "formalText": "She's thinking she should have just come by herself.", "sourceId": "322"}, {"categoryId": "5", "formalText": "She's taking too much time.", "sourceId": "325"}, {"categoryId": "5", "formalText": "She was just thinking she hates herself and this is unacceptable.", "sourceId": "326"}, {"categoryId": "5", "formalText": "And in reality, her sister is just like, it's fine.", "sourceId": "329"}, {"categoryId": "5", "formalText": "Emma has taken care of her since she was little.", "sourceId": "369"}, {"categoryId": "5", "formalText": "And she's always still taking care of her, and she's always been very reluctant to share if even a small thing in her day went wrong.", "sourceId": "378"}, {"categoryId": "5", "formalText": "She's very much the mom.", "sourceId": "379"}, {"categoryId": "5", "formalText": "Friday she starts orientation for a patient", "sourceId": "595"}, {"categoryId": "5", "formalText": "advocacy at Walter Reed.", "sourceId": "596"}, {"categoryId": "5", "formalText": "She's interested in patient navigation, which is pretty related, but that's also volunteer.", "sourceId": "599"}, {"categoryId": "5", "formalText": "If nothing else, it's it's giving her something to get out of the apartment and feel productive.", "sourceId": "607"}]