[{"categoryId": "0", "formalText": "Yesterday she had this dream.", "sourceId": "85"}, {"categoryId": "0", "formalText": "She never dreams about him.", "sourceId": "86"}, {"categoryId": "0", "formalText": "So it's very strange.", "sourceId": "87"}, {"categoryId": "0", "formalText": "But she had this dream that they were in the room in this place.", "sourceId": "88"}, {"categoryId": "0", "formalText": "It looks very normal, but it's a game where it's a horror movie.", "sourceId": "89"}, {"categoryId": "0", "formalText": "There's a glass or something, and she was behind when he was putting those things out because he knew how to do it, or maybe a sense from them playing Angry Birds too much, but she doesn't know.", "sourceId": "90"}, {"categoryId": "0", "formalText": "There's a glass or something horrible happens and she was on his arm, and she was next to him, and he was going ahead and diffusing the stuff.", "sourceId": "92"}, {"categoryId": "0", "formalText": "It was like furniture or something, and suddenly it looks like furniture, but as soon as she goes close or does something, it changes. It was deceptive stuff.", "sourceId": "98"}, {"categoryId": "0", "formalText": "It looks normal.", "sourceId": "99"}, {"categoryId": "0", "formalText": "But as soon as she did something, that changed and became harmful. Something scary would pop out, but that was just one of the dreams. She has other dreams too.", "sourceId": "100"}, {"categoryId": "0", "formalText": "She had the ability to fly.", "sourceId": "103"}, {"categoryId": "0", "formalText": "It was weird, but looked like Google Maps.", "sourceId": "104"}, {"categoryId": "0", "formalText": "She was in an auto with a really famous actor in India.", "sourceId": "113"}, {"categoryId": "0", "formalText": "He doesn't look so good now, he's in his forties, but she was with him, and he was 18. He looked really, really cute and hot. It's weird.", "sourceId": "114"}, {"categoryId": "0", "formalText": "She thinks it was sexual.", "sourceId": "125"}, {"categoryId": "0", "formalText": "It's very weird and rare for her to have that kind of dream.", "sourceId": "126"}, {"categoryId": "0", "formalText": "It was a bit weird, but normal. It was exciting, imaginative and also a little fun and dangerous. She felt sly because she kept telling herself she's invisible.", "sourceId": "154"}, {"categoryId": "0", "formalText": "She guesses love makes her feel younger.", "sourceId": "208"}, {"categoryId": "0", "formalText": "She never pays attention to her age in her dreams.", "sourceId": "218"}, {"categoryId": "0", "formalText": "She thinks she comes across as a girl child, not really a woman, but that's because she doesn't think of herself as a woman.", "sourceId": "219"}, {"categoryId": "1", "formalText": "Yesterday", "sourceId": "28"}, {"categoryId": "1", "formalText": "she was feeling really, really horrible.", "sourceId": "29"}, {"categoryId": "1", "formalText": "She was walking around the streets crying and she was actually aware of what she was doing.", "sourceId": "30"}, {"categoryId": "1", "formalText": "She was thinking of Andre, thinking and rethinking the same things, and she was feeling so victimized and having that narrative constantly debilitates her.", "sourceId": "31"}, {"categoryId": "1", "formalText": "And she kept thinking all the odds are against her.", "sourceId": "32"}, {"categoryId": "1", "formalText": "Every time she tries, something else goes wrong or something else happens and makes her feel bad.", "sourceId": "36"}, {"categoryId": "1", "formalText": "Another way of looking at it is that she reacts to situations in a negative way.", "sourceId": "37"}, {"categoryId": "1", "formalText": "What's the point of always thinking about that person that had such a nice childhood, and their parents are nice, and they can go home and be with their parents and lean on them anytime they want to, and she doesn't have that.", "sourceId": "39"}, {"categoryId": "1", "formalText": "She looks at other people to draw lessons from their life.", "sourceId": "44"}, {"categoryId": "1", "formalText": "She wonders if she will always be insecure or if she will be able to feel a little secure in herself.", "sourceId": "57"}, {"categoryId": "1", "formalText": "She's trying to think if there were times in her life where she was less insecure, but she doesn't know. She might have been, but she might have still been insecure about other things, even as a child as like to stop going to Facebook", "sourceId": "62"}, {"categoryId": "1", "formalText": "She needs to stop looking at things to deliberately torture herself.", "sourceId": "63"}, {"categoryId": "1", "formalText": "She'll start Facebook in the morning so she can feel bad all day, but she has to develop those impulses so she can be emotionally strong and look at those things objectively. ", "sourceId": "64"}, {"categoryId": "1", "formalText": "She thought she would want to take care of stuff herself.", "sourceId": "142"}, {"categoryId": "1", "formalText": "She feels like everyone is expecting her to be an adult and be independent.", "sourceId": "143"}, {"categoryId": "1", "formalText": "She doesn't exactly know what it feels like to feel free.", "sourceId": "166"}, {"categoryId": "1", "formalText": "There's a lot of anxiety attached to freedom for her because she's doing something for the first time.", "sourceId": "167"}, {"categoryId": "1", "formalText": "It's something that's full of anxiety.", "sourceId": "176"}, {"categoryId": "1", "formalText": "So she's not really sure that is freedom or if it's not.", "sourceId": "177"}, {"categoryId": "1", "formalText": "For her, freedom and anxiety go together, but she hasn't asked other people if that's something for them, too.", "sourceId": "179"}, {"categoryId": "2", "formalText": "Previously all these things she's feeling, she would feel them so intensely, and she would just be totally in the moment. She had no regard for the future, but she thinks her thinking is opening in that direction a little bit, and she thinks she's sad right now and it feels awful, but maybe she won't feel so awful in a few hours or a few days.", "sourceId": "69"}, {"categoryId": "2", "formalText": "She was feeling  very, very sad yesterday.", "sourceId": "73"}, {"categoryId": "2", "formalText": "She was sad enough to cry and not even realize that she was out in public.", "sourceId": "74"}, {"categoryId": "2", "formalText": "But today she wouldn't feel like crying, and maybe she just doesn't know how to be secure in herself.", "sourceId": "75"}, {"categoryId": "2", "formalText": "She feels like she needs a set of legitimate treatments be able to build on her sense of self.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She feels stuck.", "sourceId": "244"}, {"categoryId": "5", "formalText": "She went to see her roommate yesterday, and she said she keeps finding people, but for some reason, these people don't want her room.", "sourceId": "8"}, {"categoryId": "5", "formalText": "So she's already paid for the December rent without actually living there, and she's paid for the January rent.", "sourceId": "9"}, {"categoryId": "5", "formalText": "Also, she feels really bad about just making $800 to $900 a month and it's sort of just wasted.", "sourceId": "10"}, {"categoryId": "5", "formalText": "So the reason why she wanted to leave the place besides all of the psychological subconscious reasons is that the practical thing she was thinking was there was already someone who was interested.", "sourceId": "11"}, {"categoryId": "5", "formalText": "That's why she asked her roommate to see if they would be a good fit, and they're not. She was  a little upset by that because Alana said the girl is a little pushy and she was thinking that she can't be any pushier than her. She was wondering when would they actually see each other.", "sourceId": "15"}, {"categoryId": "5", "formalText": "Not that often.", "sourceId": "16"}, {"categoryId": "5", "formalText": "It was kind of lonely in that place because she  wouldn't see her roommates for days, and there's such little interaction time.", "sourceId": "17"}, {"categoryId": "5", "formalText": "She's wondering why it matters that the person one doesn't really see that often is pushy.", "sourceId": "18"}, {"categoryId": "5", "formalText": "She cannot do anything because they're the ones who have to live with the person.", "sourceId": "23"}, {"categoryId": "5", "formalText": "So she's not allowed to do anything.", "sourceId": "25"}, {"categoryId": "5", "formalText": "She knows she signed the lease, so she's responsible for the rent, and obviously she'll pay it, but it just makes her feel a little bad because they get a lot of interest but then they reject people.", "sourceId": "26"}, {"categoryId": "5", "formalText": "She did a twenty-four-year-old a while ago.", "sourceId": "223"}, {"categoryId": "5", "formalText": "She thought he was in his thirties.", "sourceId": "224"}, {"categoryId": "5", "formalText": "But as soon as he told her that he was 20, she just completely lost interest if she even had it in the first place, but she didn't really feel old with him.", "sourceId": "225"}, {"categoryId": "5", "formalText": "They didn't really do anything sexual.", "sourceId": "226"}, {"categoryId": "5", "formalText": "She doesn't know with Victor.", "sourceId": "227"}, {"categoryId": "5", "formalText": "She wanted to get to give him this book for his birthday, but she couldn't even bring herself to mailing it or telling him that she bought it.", "sourceId": "229"}, {"categoryId": "5", "formalText": "He treated her really, really badly.", "sourceId": "231"}, {"categoryId": "5", "formalText": "Someone asked yesterday if she was going to ruin her career and her dreams just because of him. She's so obsessed with him, and she was like god, she hopes not.", "sourceId": "233"}, {"categoryId": "5", "formalText": "She's just constantly thinking about him and stuff.", "sourceId": "235"}, {"categoryId": "5", "formalText": "That's what she's trying not to do.", "sourceId": "236"}, {"categoryId": "5", "formalText": "She does think about him, but she tries not to because then she'll just wonder if he replied, or if she might want to see him, then she'd wonder if he wanted to see her and when and in what condition, and if she sees him, then she'll wonder if they're going to get back together or not.", "sourceId": "237"}, {"categoryId": "5", "formalText": "And it's just going to waste too much time.", "sourceId": "238"}]