[{"categoryId": "0", "formalText": "She has an interview. She's actually finally interviewing at the temp agencies.", "sourceId": "127"}, {"categoryId": "0", "formalText": "Maybe they'll be able to start her with something as soon as Monday. If they could, that would probably solve the problem, at least while she's at work.", "sourceId": "130"}, {"categoryId": "0", "formalText": "She doesn't have an appointment with Dr. Barnes until the 19th, which is another almost two weeks.", "sourceId": "319"}, {"categoryId": "1", "formalText": "She's had more panic attacks.", "sourceId": "1"}, {"categoryId": "1", "formalText": "It was really Cindy who wanted her to get the extra appointment.", "sourceId": "2"}, {"categoryId": "1", "formalText": "So she said sure, because it was starting to get really rough on him because it wasn't like she wanted to hurt herself.", "sourceId": "3"}, {"categoryId": "1", "formalText": "It was her asking him and trying to convince him that he'd be better off if she were dead, which is something that's really hard to listen to.", "sourceId": "4"}, {"categoryId": "1", "formalText": "That's how she feels when she's in that much panic, and she's trying to rationalize it because she thinks there is no way to make it better other than to not experience anything anymore.", "sourceId": "6"}, {"categoryId": "2", "formalText": "Right now she's not panicking.", "sourceId": "6"}, {"categoryId": "2", "formalText": "She doesn't want to hurt herself right now because she's not panicking.", "sourceId": "10"}, {"categoryId": "2", "formalText": "So she's thinking normal.", "sourceId": "11"}, {"categoryId": "2", "formalText": "He knows that she's actually not going to hurt herself.", "sourceId": "14"}, {"categoryId": "2", "formalText": "She knows that she's not going to do it.", "sourceId": "21"}, {"categoryId": "2", "formalText": "There was a point on Tuesday night where she went to the bathroom and was there for a little while, and he was wondering what happened to her because he has all the shaving stuff in his bathroom.", "sourceId": "22"}, {"categoryId": "2", "formalText": "So he thought that she was trying to hurt herself, which really, she was just taking a while in the bathroom, and it hadn't even occurred to her that the shaving stuff was in the bathroom.", "sourceId": "23"}, {"categoryId": "2", "formalText": "So that was the one time that he was really worried.", "sourceId": "24"}, {"categoryId": "2", "formalText": "But she didn't do anything.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She doesn't think it makes it worse to talk about it.", "sourceId": "33"}, {"categoryId": "2", "formalText": "She thinks she has this urge to talk about it.", "sourceId": "34"}, {"categoryId": "2", "formalText": "It's her being weak.", "sourceId": "35"}, {"categoryId": "2", "formalText": "She's been trying to be better about it.", "sourceId": "36"}, {"categoryId": "2", "formalText": "It's not that Sydney wants her to not tell him when she's feeling this way, but she could do it in a more productive way.", "sourceId": "39"}, {"categoryId": "2", "formalText": "Not asking if she could kill herself, but just tell him she feels like she wants to hurt herself right now.", "sourceId": "41"}, {"categoryId": "2", "formalText": "She feels like if he did give her permission to kill herself,", "sourceId": "44"}, {"categoryId": "2", "formalText": "that would probably make him a very bad boyfriend.", "sourceId": "45"}, {"categoryId": "2", "formalText": "When she feels like that, she would if he were to give her permission to hurt herself in a way that wasn't permanently damaging.", "sourceId": "47"}, {"categoryId": "2", "formalText": "She doesn't even know that hurting herself in a non permanently destructive way", "sourceId": "48"}, {"categoryId": "2", "formalText": "would even actually do anything to temporarily relieve the pain. It's just her brain thinks it will end, but he isn't even okay with that.", "sourceId": "49"}, {"categoryId": "2", "formalText": "So it's not like she's going to change his mind on anything.", "sourceId": "50"}, {"categoryId": "2", "formalText": "Maybe if it wasn't permanently damaging or even  damaging at all,  just momentarily caused pain, she doesn't see the problem with it.", "sourceId": "53"}, {"categoryId": "2", "formalText": "There are really so many injuries that people get that", "sourceId": "57"}, {"categoryId": "2", "formalText": "they immediately recover from. She feels like they're concerned with cutting herself.", "sourceId": "58"}, {"categoryId": "2", "formalText": "She says with cutting, the concern becomes that one is going to cut themself too much, and if too much blood comes out, one is going to get an infection, or there will be scars on their body or cut the wrong way and bleed out.", "sourceId": "59"}, {"categoryId": "2", "formalText": "She says if one does it correctly, they could avoid all these risks and not actually do permanently damage. The scars  can't really be avoided.", "sourceId": "61"}, {"categoryId": "2", "formalText": "It's not like anything she's currently doing is really effectively managing the panic.", "sourceId": "70"}, {"categoryId": "2", "formalText": "The Panic often it won't start until mid-afternoon, perhaps earlier, but it still happens almost every day.", "sourceId": "77"}, {"categoryId": "2", "formalText": "If not every day.", "sourceId": "79"}, {"categoryId": "2", "formalText": "She has at least a couple a day, but then again maybe one could consider that it's one panic attack, just a very long panic attack. Then, when she has a rehearsal, she has a panic attack right before. She goes to rehearsal, feels fine for rehearsal, then she gets out of rehearsal and has another panic attack.", "sourceId": "81"}, {"categoryId": "2", "formalText": "Like last night yesterday.", "sourceId": "85"}, {"categoryId": "2", "formalText": "She was able to hold out for until 4 ish or so, and then even then she was still able to do something. Normally panic attacks prevent one from going out about their day to day life, and hers don't.", "sourceId": "86"}, {"categoryId": "2", "formalText": "She can still do things.", "sourceId": "87"}, {"categoryId": "2", "formalText": "She was panicking while she was doing it, still panicking when she was at the theater and panicking when she was sending emails and stuff and she didn't do that much.", "sourceId": "93"}, {"categoryId": "2", "formalText": "She did some productive things.", "sourceId": "94"}, {"categoryId": "2", "formalText": "She went grocery shopping, but that was before the panic had started. They went to the store and she was still panicking then, and they drove home.", "sourceId": "96"}, {"categoryId": "2", "formalText": "She drove home and managed to without hitting anyone or doing anything unsafe and parked the car in an all-out panic game.", "sourceId": "98"}, {"categoryId": "2", "formalText": "She was sort of focusing on the road.", "sourceId": "104"}, {"categoryId": "2", "formalText": "But there was still that underlined uncomfortable feeling inside her.", "sourceId": "105"}, {"categoryId": "2", "formalText": "That was anxiety, and it was very much still there, and she was aware that she was driving the car while she was panicking, so she doesn't know how she did it.", "sourceId": "106"}, {"categoryId": "2", "formalText": "She  thinks the thing is that it has to be something that takes up her entire consciousness, like driving.", "sourceId": "112"}, {"categoryId": "2", "formalText": "Sometimes she has more control than others.", "sourceId": "119"}, {"categoryId": "2", "formalText": "Last night when she was panicking, she tried knitting and it did absolutely nothing, which is what she figured it would do because it wasn't really taking up enough of her brain.", "sourceId": "133"}, {"categoryId": "2", "formalText": "Hanging out with Sydney is not enough to make it go away most of the time, even if they're watching a TV show. The panic is still there.", "sourceId": "134"}, {"categoryId": "2", "formalText": "There has to be something where she's  actually required to do things.", "sourceId": "135"}, {"categoryId": "2", "formalText": "She really doesn't think there's anything that triggers it. It just happens, and then she just feels the physical feeling. There's nothing that comes before the physical feeling as far as she can tell. She's pretty sure it's just happening and not being triggered by anything.", "sourceId": "142"}, {"categoryId": "2", "formalText": "Before midnight she took her nighttime meds, which included the Klonopin. When she got home, she was still up for another hour or so panicking and nothing happened immediately.", "sourceId": "146"}, {"categoryId": "2", "formalText": "Thisleads her to believe that if she had earlier taken a quarter Klonopin, the same thing would have happened where it wouldn't have done anything immediately.", "sourceId": "147"}, {"categoryId": "2", "formalText": "Usually people feel its effect in about 20 minutes.", "sourceId": "151"}, {"categoryId": "2", "formalText": "That didn't happen last night.", "sourceId": "153"}, {"categoryId": "2", "formalText": "And usually a panic attack is over within 20 minutes typically,", "sourceId": "154"}, {"categoryId": "2", "formalText": "which also didn't happen last night or any night.", "sourceId": "155"}, {"categoryId": "2", "formalText": "It's been a really rough couple of weeks.", "sourceId": "156"}, {"categoryId": "2", "formalText": "She wonders if she should be looking into a cognitive behavioral therapy group.", "sourceId": "209"}, {"categoryId": "2", "formalText": "Positive behavioral therapy is what most people recommend for anxiety because it works for lots of people to manage.", "sourceId": "217"}, {"categoryId": "2", "formalText": "Sometimes she struggles against it, and they're hard for her.", "sourceId": "218"}, {"categoryId": "2", "formalText": "She feels that she's smarter than them.", "sourceId": "221"}, {"categoryId": "2", "formalText": "They were the ones that were trying to put in her head to be more useful, but they're not necessarily true.", "sourceId": "224"}, {"categoryId": "2", "formalText": "And therefore she's trying to believe something that isn't true or isn't the whole truth, and she can't make herself do that.", "sourceId": "225"}, {"categoryId": "2", "formalText": "She's too skeptical.", "sourceId": "232"}, {"categoryId": "2", "formalText": "She's so stubborn and strongly believes that she's right with things.", "sourceId": "241"}, {"categoryId": "2", "formalText": "She has trouble believing that there might be other options when she knows that she's right.", "sourceId": "242"}, {"categoryId": "2", "formalText": "Maybe she's wrong, but she feels like she's right. It could also be the depression lying to her.", "sourceId": "243"}, {"categoryId": "2", "formalText": "It's like she knows there are times when she knows she's not right.", "sourceId": "246"}, {"categoryId": "2", "formalText": "Like when she's feeling like she would be better off dead.", "sourceId": "247"}, {"categoryId": "2", "formalText": "So there's the rational part in the back of her mind", "sourceId": "248"}, {"categoryId": "2", "formalText": "that's like, no that's not true.", "sourceId": "249"}, {"categoryId": "2", "formalText": "That's just the depression lying to her.", "sourceId": "250"}, {"categoryId": "2", "formalText": "Anxiety makes her think that this panic is so bad that she wishes she could die over it, or tells her that if she hurts herself, it will make her feel better, which probably always wasn't true.", "sourceId": "254"}, {"categoryId": "2", "formalText": "Theoretically, this anxiety isn't actually worth killing herself over, and it will go away eventually. It just doesn't feel like it will go away eventually because here she is doing her best to be productive and trying to do all the responsible things and not getting anywhere with it. It's just so frustrating.", "sourceId": "261"}, {"categoryId": "2", "formalText": "When she takes the medicine at night that she's supposed to take at night, it's supposed to help with the pain, and then an hour later,", "sourceId": "288"}, {"categoryId": "2", "formalText": "she's still panicking.", "sourceId": "289"}, {"categoryId": "2", "formalText": "Maybe she would have been panicking even more, and maybe she's panicking less, but she's just panicking so much that she can't tell the difference.", "sourceId": "290"}, {"categoryId": "2", "formalText": "Her panic level was at 200 and now it's at like 250.", "sourceId": "292"}, {"categoryId": "2", "formalText": "She's gotten tired lately, but not in the morning when she takes two Klonopin.", "sourceId": "328"}, {"categoryId": "2", "formalText": "She thinks it's more just like all the panic is making her tired.", "sourceId": "329"}, {"categoryId": "2", "formalText": "Like last night.", "sourceId": "331"}, {"categoryId": "2", "formalText": "The other thing was when she took a Klonopin at midnight, she ended up going to bed at 12:30.", "sourceId": "332"}, {"categoryId": "2", "formalText": "And then she was able to fall asleep just fine.", "sourceId": "333"}, {"categoryId": "2", "formalText": "And then she woke up at 2:30 and was  completely and totally awake and panicking.", "sourceId": "334"}, {"categoryId": "2", "formalText": "And she was able to get back to sleep until again after that, and that's how she slept through the rest of the night. She kept on waking up in the middle of the night. It is really frustrating.", "sourceId": "336"}, {"categoryId": "2", "formalText": "She doesn't think it took her too long to get back to sleep.", "sourceId": "338"}, {"categoryId": "4", "formalText": "She's been on the reduced Wellbutrin. This is the 6th day of being on reduced Wellbutrin and she can't really see much of an effect. It isn't making her worse.", "sourceId": "73"}, {"categoryId": "4", "formalText": "So that's a good thing.", "sourceId": "74"}, {"categoryId": "4", "formalText": "Before midnight, she took her nighttime meds, which included the Klonopin.", "sourceId": "146"}, {"categoryId": "4", "formalText": "Maybe she should call again and ask about levels, like if she took half in the morning and half in the afternoon and split it up more.", "sourceId": "284"}, {"categoryId": "4", "formalText": "She did the switching to a lower Wellbutrin  a day or two early, but now it's been almost two weeks since the appointment with the week of the Klonopin and the week of the lower Wellbutrin. Lowering the Wellbutrin stops the taking of more Klonopin.", "sourceId": "325"}, {"categoryId": "4", "formalText": "It's one at a time.", "sourceId": "326"}, {"categoryId": "4", "formalText": "She could call Dr. Barnes and ask about the intermediate stuff, spreading out the Klonopin more, and whether or not it would work because she thinks it's low enough that it doesn't  cause her to be too tired during the day.", "sourceId": "327"}, {"categoryId": "4", "formalText": "Sydney takes Ambien, but there was one time she took one of his Ambiens, and that was the night she was trying to sleep when she was super sick and throwing up.", "sourceId": "343"}, {"categoryId": "5", "formalText": "She has an interview. She's actually finally interviewing at the temp agencies.", "sourceId": "127"}, {"categoryId": "5", "formalText": "Maybe they'll be able to start her with something as soon as Monday. If they could, that would probably solve the problem at least while she's at work. Then she'll have to deal with the panic in the evenings.", "sourceId": "130"}, {"categoryId": "5", "formalText": "Sydney has been doing better other than they've gone into a couple of fights the last couple of days.", "sourceId": "160"}, {"categoryId": "5", "formalText": "Like when she's been all panicky and taking it out on him, and she feels bad about doing that.", "sourceId": "161"}, {"categoryId": "5", "formalText": "Sometimes he still has problems doing things like getting out of the house, but in general, he's been doing a lot better than he had been.", "sourceId": "163"}, {"categoryId": "5", "formalText": "He's doing better and she's doing worse.", "sourceId": "165"}, {"categoryId": "5", "formalText": "At temp they let her put however many hours she would want.", "sourceId": "181"}, {"categoryId": "5", "formalText": "And so she put her minimum at  13 hours.", "sourceId": "182"}, {"categoryId": "5", "formalText": "So if she was working 40 a week, it would be enough to support herself.", "sourceId": "183"}, {"categoryId": "5", "formalText": "She wouldn't be dependent on her parents, and she could buy all the things. She could finally properly yell at them for not giving their employees health insurance because they would no longer say she's profiting from this, and she could say, not anymore. Then she wouldn't have to deal with them.", "sourceId": "185"}, {"categoryId": "5", "formalText": "And she could just not feel guilty every time she has to spend money on anything that isn't a necessity.", "sourceId": "188"}, {"categoryId": "5", "formalText": "And then also the whole getting out of the house and having something to do.", "sourceId": "190"}, {"categoryId": "7", "formalText": "She's having trouble staying asleep.", "sourceId": "346"}, {"categoryId": "7", "formalText": "With the panic, it has also made it harder to fall asleep.", "sourceId": "347"}]