[{"categoryId": "1", "formalText": "She's tired and cranky and not feeling well.", "sourceId": "20"}, {"categoryId": "1", "formalText": "She's had a headache all day, but it's been resistant to painkillers both over-the-counter and prescription.", "sourceId": "24"}, {"categoryId": "1", "formalText": "Dave and her have been fighting a lot the last couple of days.", "sourceId": "25"}, {"categoryId": "1", "formalText": "She's feeling low and she's just really upset about a lot of things and she's been having meltdowns at the end of the day.", "sourceId": "27"}, {"categoryId": "1", "formalText": "Completely losing all grip on reality and feeling like everything is overwhelming and she can't do anything.", "sourceId": "30"}, {"categoryId": "1", "formalText": "She's really tired of this particular song and dance.", "sourceId": "202"}, {"categoryId": "1", "formalText": "Fighting off suicidal urges.", "sourceId": "204"}, {"categoryId": "1", "formalText": "She feels like it's always a really really hard time.", "sourceId": "238"}, {"categoryId": "1", "formalText": "It's an endless hard time.", "sourceId": "240"}, {"categoryId": "2", "formalText": "She's been feeling really low and mood has been lower the past week and a half to two weeks than it has been in quite a while.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She's been tired of having this shaky Edge on her self-control the last week or so.", "sourceId": "33"}, {"categoryId": "2", "formalText": "She was feeling really bad and she was really upset about the whole insomnia situation and that it's not getting any better.", "sourceId": "34"}, {"categoryId": "2", "formalText": "She doesn't know how she could get her sleep cycle to move earlier.", "sourceId": "75"}, {"categoryId": "2", "formalText": "It should be a simple thing because she's waking up between 7 and 8, you would think she would just fall asleep after 16 hours of being awake, but no.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She was feeling bad enough that she was worried for her safety.", "sourceId": "145"}, {"categoryId": "2", "formalText": "She was afraid she would hurt herself.", "sourceId": "146"}, {"categoryId": "2", "formalText": "Not close enough to actually be contemplating making plans.", "sourceId": "197"}, {"categoryId": "2", "formalText": "But close enough to be thinking about it.", "sourceId": "200"}, {"categoryId": "2", "formalText": "She can always kill herself tomorrow if they stop being good.", "sourceId": "223"}, {"categoryId": "2", "formalText": "She can always change her mind about living tomorrow.", "sourceId": "235"}, {"categoryId": "2", "formalText": "She's kind of sick of having that thought always in her head.", "sourceId": "236"}, {"categoryId": "2", "formalText": "She has a strongly developed instinct to mask.", "sourceId": "276"}, {"categoryId": "2", "formalText": "She's also worried that if she lets other people know just how bad things are,", "sourceId": "283"}, {"categoryId": "2", "formalText": "they will use that to take advantage of me.", "sourceId": "284"}, {"categoryId": "2", "formalText": "There's The Chronic Never Ending stresses my parents which waxes and wanes is that again waxing and waning, but never fully going away.", "sourceId": "291"}, {"categoryId": "2", "formalText": "She has anxiety around friendships and do people actually want her around and what is her value and all of that.", "sourceId": "292"}, {"categoryId": "3", "formalText": "Ambien doesn't work.", "sourceId": "56"}, {"categoryId": "3", "formalText": "She was trying to Ambien, but it just doesn't knock her out.", "sourceId": "57"}, {"categoryId": "3", "formalText": "She tried trazodone which is an antidepressant not and hypnotic what it does.", "sourceId": "58"}, {"categoryId": "3", "formalText": "It will knock her out, but then she'll sleep for 10 hours and feel hungover when she wakes up.", "sourceId": "61"}, {"categoryId": "3", "formalText": "She has the same problem with Benadryl.", "sourceId": "62"}, {"categoryId": "3", "formalText": "She saw a doctor Morgan, but she didn't like him at all.", "sourceId": "79"}, {"categoryId": "3", "formalText": "He prescribed nothing.", "sourceId": "84"}, {"categoryId": "3", "formalText": "He didn't think she needed antidepressants anymore.", "sourceId": "86"}, {"categoryId": "3", "formalText": "Wrote her a script for Ativan used as an", "sourceId": "87"}, {"categoryId": "3", "formalText": "to use on an as-needed basis", "sourceId": "88"}, {"categoryId": "3", "formalText": "and she hasn't run out that script yet because she hasn't actually felt the need for it.", "sourceId": "89"}, {"categoryId": "3", "formalText": "She got really aggressive about monitoring her sleep hygiene and telling her she had terrible sleep hygiene and to do better and her sleep problems would just go away if she followed the rules better.", "sourceId": "101"}, {"categoryId": "3", "formalText": "She hasn't tried Lunesta either that's an option.", "sourceId": "107"}, {"categoryId": "3", "formalText": "The first time she wanted to kill herself, she was 11.", "sourceId": "206"}, {"categoryId": "3", "formalText": "She ate a pack of her parents cigarettes.", "sourceId": "207"}, {"categoryId": "3", "formalText": "They made her throw up.", "sourceId": "210"}, {"categoryId": "3", "formalText": "There's always been a thought in the back of her head at things are good now but don't expect them to stay good.", "sourceId": "222"}, {"categoryId": "3", "formalText": "There was a lot that she didn't like about the treatment plan that she had. The straw that broke", "sourceId": "258"}, {"categoryId": "3", "formalText": "the camel's back was that she had been wanting to kill herself to the point where she was hoarding pills, and she got scared and had to ask Dave to come home.", "sourceId": "259"}, {"categoryId": "4", "formalText": "Ambien doesn't work.", "sourceId": "56"}, {"categoryId": "4", "formalText": "She tried trazodone which is an antidepressant not and hypnotic what it does.", "sourceId": "58"}, {"categoryId": "4", "formalText": "She has the same problem with Benadryl.", "sourceId": "62"}, {"categoryId": "4", "formalText": "Wrote her a script for Ativan used as an", "sourceId": "87"}, {"categoryId": "4", "formalText": "to use on an as-needed basis", "sourceId": "88"}, {"categoryId": "4", "formalText": "and she hasn't run out that script yet because she hasn't actually felt the need for it.", "sourceId": "89"}, {"categoryId": "5", "formalText": "She was telling Dave she was really frustrated that she couldn't get to sleep because this is so stupid.", "sourceId": "121"}, {"categoryId": "5", "formalText": "He woke her up less than an hour after she finally dropped off to ask her to move over cuz she was taking up too much space in the bed and then she did not get back to sleep at all that night. He woke her up at 5 and then she was just up. She couldn't get back to bed when he finally rolled out of bed at 8:30.", "sourceId": "122"}, {"categoryId": "5", "formalText": "She was like that was totally unfair don't ever do that again.", "sourceId": "123"}, {"categoryId": "5", "formalText": "He just went off at her and yelled at her about how she wasn't doing anything about her sleep problems.", "sourceId": "125"}, {"categoryId": "5", "formalText": "And he had told her to try vitamin D because that would fix her sleep problem.", "sourceId": "126"}, {"categoryId": "5", "formalText": "She started yelling that she didn't want to try this vitamin D thing and she was like, well, you're suggesting that I take something like 12 times FDA recommended allowance of vitamin D.", "sourceId": "138"}, {"categoryId": "5", "formalText": "She really doesn't want to take 12 times FDA recommended vitamin without medical supervision.", "sourceId": "142"}, {"categoryId": "5", "formalText": "He got really mad at her about that.", "sourceId": "143"}, {"categoryId": "5", "formalText": "She told him that she was feeling bad enough that she was worried for her safety.", "sourceId": "145"}, {"categoryId": "5", "formalText": "She was afraid she would hurt herself.", "sourceId": "146"}, {"categoryId": "5", "formalText": "He just started yelling at her again.", "sourceId": "147"}, {"categoryId": "5", "formalText": "He told her she was selfish and she wasn't thinking about his feelings and he wish that he could believe that she loved him, but he can't because if she did, she wouldn't be thinking about suicide and it would destroy his world.", "sourceId": "148"}, {"categoryId": "5", "formalText": "Things have been rough with her and Dave and she doesn't know what to do about it because she knows living with her isn't easy.", "sourceId": "153"}, {"categoryId": "5", "formalText": "She's a pain in the ass to live with in some regards.", "sourceId": "154"}, {"categoryId": "5", "formalText": "He won't tell her how he's feeling until he blows up at her and accuses her of not loving him.", "sourceId": "190"}, {"categoryId": "5", "formalText": "She was really isolated throughout her entire childhood.", "sourceId": "218"}, {"categoryId": "5", "formalText": "She had no friends at all.", "sourceId": "219"}, {"categoryId": "5", "formalText": "She was tormented at school tormented at home, but", "sourceId": "220"}, {"categoryId": "5", "formalText": "Even at her happiest in the last 10 years or so.", "sourceId": "221"}, {"categoryId": "5", "formalText": "She has a hard time understanding her dad because he mumbles.", "sourceId": "308"}, {"categoryId": "5", "formalText": "He says her English isn't clear enough for him that she talks too fast and uses too many big words, even though she makes every effort when she's talking to him to speak slowly and clearly", "sourceId": "309"}, {"categoryId": "5", "formalText": "Her dad makes a big deal of his not being a native English speaker, even though he learned English when he was 8 years old and has been speaking it since then and speaks fluently.", "sourceId": "311"}, {"categoryId": "5", "formalText": "She thinks he just uses it as an excuse.", "sourceId": "312"}, {"categoryId": "5", "formalText": "She hates her parents.", "sourceId": "347"}, {"categoryId": "7", "formalText": "She has so much trouble getting to sleep, staying asleep.", "sourceId": "35"}, {"categoryId": "7", "formalText": "It's just she can't sleep ever.", "sourceId": "38"}, {"categoryId": "7", "formalText": "She'll be completely exhausted at work at her desk falling asleep or sitting at home in her home study or on the couch not enough as soon as she gets to bed.", "sourceId": "39"}, {"categoryId": "7", "formalText": "She's wide awake and she can't get to sleep.", "sourceId": "40"}, {"categoryId": "7", "formalText": "Until 2 or 3 in the morning.", "sourceId": "43"}, {"categoryId": "7", "formalText": "Goes to bed usually between 11 and midnight.", "sourceId": "45"}, {"categoryId": "7", "formalText": "She usually wakes up two or three times a night.", "sourceId": "49"}, {"categoryId": "7", "formalText": "She'll just not turn on the alarm and she'll sleep and get 10 or 12 hours.", "sourceId": "72"}, {"categoryId": "7", "formalText": "Wake up at 10:30 or 11.", "sourceId": "73"}]