[{"categoryId": "1", "formalText": "She feels like she's been doing some more socializing recently which is good, but afterwards she can't stop picking things apart that she said and things that she said wrong and reasons for them to hate her and all that. So it's sort of paradoxical that she had a nice evening out with some friends, but it is something that makes her feel sort of bruised and anxious and maybe particularly vulnerable, but that's the way she is.", "sourceId": "11"}, {"categoryId": "1", "formalText": "She was feeling like a big bruise today and she doesn't really know why.", "sourceId": "75"}, {"categoryId": "2", "formalText": "It's sort of like after she came home, it started getting tough.", "sourceId": "85"}, {"categoryId": "2", "formalText": "She also did self-injury today.", "sourceId": "94"}, {"categoryId": "2", "formalText": "It's like a superpower.", "sourceId": "96"}, {"categoryId": "2", "formalText": "She can't figure out why she would think that people knowing that she cuts herself is why she would think that is a shameful thing.", "sourceId": "171"}, {"categoryId": "2", "formalText": "It bothers her when James is snippy with her, but that is something that she's ashamed of.", "sourceId": "172"}, {"categoryId": "2", "formalText": "She's afraid and also ashamed.", "sourceId": "173"}, {"categoryId": "2", "formalText": "She wonders whether she's ashamed of not being able to keep things under control or ashamed that she wants to tell people about these things.", "sourceId": "180"}, {"categoryId": "2", "formalText": "She doesn't think she wants people to know.", "sourceId": "181"}, {"categoryId": "4", "formalText": "She sort of was worried about her drinking.", "sourceId": "14"}, {"categoryId": "5", "formalText": "She felt like this morning at least she keeps getting upset with James, and she doesn't know whether it's that he's doing things differently, that she's more sensitive to the things that he says than usual, or that she's different.", "sourceId": "22"}, {"categoryId": "5", "formalText": "They were driving into therapy and the traffic was frustrating.", "sourceId": "23"}, {"categoryId": "5", "formalText": "So he sort of was snippy with her and it is like the most predictable occurrence in the world.", "sourceId": "24"}, {"categoryId": "5", "formalText": "It just gets under her skin.", "sourceId": "26"}, {"categoryId": "5", "formalText": "She just feels like she's trying to tell him that she's lonely and she wants compact companionship, and she feels like she's being rebuked for wanting these things at all.", "sourceId": "31"}, {"categoryId": "5", "formalText": "She also has a problem where if he expresses frustration, she takes it as being about her.", "sourceId": "69"}, {"categoryId": "5", "formalText": "Even if he's not actually making it about her.", "sourceId": "70"}, {"categoryId": "5", "formalText": "She wants to be connected to people but it's hard for her to. Being connected to people means that the things they do want matter to her and she won't just be able to absorb that.", "sourceId": "166"}]