[{"categoryId": "1", "formalText": "There's sense in which she expects him to be a partner to her.", "sourceId": "83"}, {"categoryId": "1", "formalText": "He doesn't really trust her and he thinks he loves her, but often he just feels so many negative emotions, like pain and anger.", "sourceId": "84"}, {"categoryId": "1", "formalText": "He doesn't know what to do about it.", "sourceId": "86"}, {"categoryId": "1", "formalText": "She does not like the idea of having hurt him.", "sourceId": "164"}, {"categoryId": "1", "formalText": "But mostly he thinks she's just pleased that she didn't kill herself, which is fair.", "sourceId": "165"}, {"categoryId": "1", "formalText": "He's glad she didn't kill herself also.", "sourceId": "166"}, {"categoryId": "5", "formalText": "He thinks she's still depressed, but not nearly as bad. He doesn't know that she's thinking very hard about the future so much as dealing with the present. It's got to be awful not to remember the last several years; that's got to be terrible, but he doesn't actually have as much sympathy left for her, which is horrible.", "sourceId": "190"}, {"categoryId": "5", "formalText": "These are not ideal conditions.", "sourceId": "204"}, {"categoryId": "5", "formalText": "The other piece of this is like how does he have conversations with her where he says that he can't support her right now.", "sourceId": "222"}, {"categoryId": "5", "formalText": "He can't do that.", "sourceId": "223"}, {"categoryId": "5", "formalText": "If he knows that an action he takes is going to hurt her, and he takes that action, then there's some sense of him trying to deliberately hurt her.", "sourceId": "228"}, {"categoryId": "5", "formalText": "If they fight, he doesn't feel like she did that to hurt him, but he feels like she could've reasonably understood both given her childhood and her first long-term relationship, but she had an emotionally abusive boyfriend who was depressing and threatened to kill himself if she didn't do whatever.", "sourceId": "233"}, {"categoryId": "5", "formalText": "So if Tanya is still in a lot of pain, he should be nicer, but he's also angry; it's hard being nice when he's angry.", "sourceId": "301"}]