[{"categoryId": "1", "formalText": "Tanya and he went to wedding of one of her cousins this weekend, which was a hard time for him.", "sourceId": "10"}, {"categoryId": "1", "formalText": "Normal kind of annoyances that go along with going anywhere with her family.", "sourceId": "12"}, {"categoryId": "1", "formalText": "No one's ever on time for anything.", "sourceId": "13"}, {"categoryId": "1", "formalText": "So it's sort of like the failure to match one's own expectations is a particularly frustrating part for him anyways.", "sourceId": "18"}, {"categoryId": "1", "formalText": "There were particular vows that were especially hard to hear.", "sourceId": "28"}, {"categoryId": "1", "formalText": "Doing the service they do this strange thing where they do exact location of intent and then they actually do the vows and their separate parts of the ceremony presumably to ensure that the person get married isn't being forced to get married.", "sourceId": "29"}, {"categoryId": "1", "formalText": "And in that part,", "sourceId": "32"}, {"categoryId": "1", "formalText": "that's the part that contains the forsaking all others piece.", "sourceId": "33"}, {"categoryId": "1", "formalText": "So that was a little hard to hear.", "sourceId": "34"}, {"categoryId": "1", "formalText": "It's sort of like he was in the process of dealing with that issue and then things got traumatically worse on the depression suicidality front.", "sourceId": "35"}, {"categoryId": "1", "formalText": "So it's hard to look back on his", "sourceId": "36"}, {"categoryId": "1", "formalText": " marriage if any", "sourceId": "37"}, {"categoryId": "1", "formalText": "of his marriage was a really good time for longer than a few weeks.", "sourceId": "38"}, {"categoryId": "1", "formalText": "There's the in sickness and in health part, and it sounds like a trap to him now.", "sourceId": "40"}, {"categoryId": "1", "formalText": "He made that and he was fully aware of Tanya's history of depression and anxiety.", "sourceId": "41"}, {"categoryId": "1", "formalText": "That was her sort of default state during the wedding planning.", "sourceId": "42"}, {"categoryId": "1", "formalText": "So it's hard to deal with when it feels vaguely like a bait and switch. Like there'll be both of these things.", "sourceId": "44"}, {"categoryId": "1", "formalText": "It's not been a whole lot of good things.", "sourceId": "46"}, {"categoryId": "1", "formalText": "Tanya's father and her sister both came to visit them in Andover, but he hasn't really seen or really spoken with either of them in five or six months.", "sourceId": "50"}, {"categoryId": "1", "formalText": "They've been in touch with Tanya talking to her, which is good.", "sourceId": "59"}, {"categoryId": "1", "formalText": "But they've essentially not been communicating with him at all.", "sourceId": "60"}, {"categoryId": "1", "formalText": "It's sort of like, things have been hard here.", "sourceId": "62"}, {"categoryId": "1", "formalText": "He's wondering where they have all been, and they're not going to even talk about it having been hard or anything the entire time that they're there.", "sourceId": "63"}, {"categoryId": "1", "formalText": "And so he feels more alone in this and angry about that.", "sourceId": "66"}, {"categoryId": "1", "formalText": "Not that they're particularly people that he would rely on.", "sourceId": "67"}, {"categoryId": "1", "formalText": "He guesses he's lost the thread. He can sort of rationalize what's going on, but he's still upset about it.", "sourceId": "95"}, {"categoryId": "1", "formalText": "He is deeply unhappy and deeply angry about his situation.", "sourceId": "102"}, {"categoryId": "2", "formalText": "He's sitting here trying to sort out why he is so unhappy and angry about this.", "sourceId": "105"}, {"categoryId": "2", "formalText": "And it seems like the more he tries to recapture the sense of self, the more he's like, what the hell was all of this. ", "sourceId": "106"}, {"categoryId": "2", "formalText": "The claim of lack of control seems like a convenient excuse or something", "sourceId": "107"}, {"categoryId": "2", "formalText": "on her part.", "sourceId": "108"}, {"categoryId": "2", "formalText": "He can't really even talk about it with her because she doesn't remember it.", "sourceId": "112"}, {"categoryId": "2", "formalText": "He's in a position of power in a sense if he can say this happened or she was this way. It's like he can't even address it.", "sourceId": "114"}, {"categoryId": "2", "formalText": "She doesn't remember it. It was erased from her memory by the ECT Sochi.", "sourceId": "118"}, {"categoryId": "2", "formalText": "There's one piece of dealing with Tanya's illness in the present and then also in the past, which is sort of a traumatic event that he went through that he feels completely alone in, and he can't share with her because she was there and not there at the same time.", "sourceId": "124"}, {"categoryId": "2", "formalText": "It's not even about her illness.", "sourceId": "126"}, {"categoryId": "2", "formalText": "He's not exactly sure how to have those conversations.", "sourceId": "144"}, {"categoryId": "2", "formalText": "It's kind of a practical issue that can be dealt with. The other is that he has been less than perfectly pleased by her wanting to take on some of her responsibilities again. There's this element of not trusting that that's a good idea, and she'll overburden herself, but he thinks it's also a sense of assuming responsibilities when it's convenient as opposed to always, and so it's now it's convenient again.", "sourceId": "145"}, {"categoryId": "2", "formalText": "So she wants to take them back.", "sourceId": "146"}, {"categoryId": "2", "formalText": "That's not how they do things.", "sourceId": "147"}, {"categoryId": "2", "formalText": "So in a practical sense, he's not sure how to have the conversation because clearly he's pretty frustrated or upset on one level.", "sourceId": "149"}, {"categoryId": "2", "formalText": "It's not particularly time to start into a conversation that", "sourceId": "150"}, {"categoryId": "2", "formalText": "they're at a whole lot of pent-up frustration, and on the other hand,", "sourceId": "151"}, {"categoryId": "2", "formalText": "it's not particularly clear that she can handle a conversation where he's very frustrated.", "sourceId": "152"}, {"categoryId": "2", "formalText": "He's not sure she can handle it, meaning she's not going to spiral and end up in a very bad place again, with suicidality or self-injury or hospitals.", "sourceId": "155"}, {"categoryId": "2", "formalText": "He just doesn't have a particularly clear view of what a tenable strategy is at this point.", "sourceId": "164"}, {"categoryId": "2", "formalText": "He's thinking that in order to express it to her,", "sourceId": "175"}, {"categoryId": "2", "formalText": "he has to find the right level of not caring about the impact on her.", "sourceId": "176"}, {"categoryId": "2", "formalText": "He doesn't have a particularly good sense at this moment of what she can and can't handle because at any given time, his sense of what she can and can't handle seems behind where she actually is.", "sourceId": "201"}, {"categoryId": "2", "formalText": "It was accurate two weeks ago, but it's not accurate for the day.", "sourceId": "202"}, {"categoryId": "3", "formalText": "He definitely feels that his anger can be destructive.", "sourceId": "191"}, {"categoryId": "3", "formalText": "Sometimes when he's very angry,", "sourceId": "192"}, {"categoryId": "3", "formalText": "he wants to smash everything.", "sourceId": "193"}, {"categoryId": "3", "formalText": "He doesn't do it not because he doesn't want to do it.", "sourceId": "195"}, {"categoryId": "5", "formalText": "Some of them were leaving the wedding reception at 2 in the morning.", "sourceId": "73"}, {"categoryId": "5", "formalText": "But Amanda, Tanya's sister, is still there.", "sourceId": "75"}, {"categoryId": "5", "formalText": "That was the only moment in which they had anything like a conversation.", "sourceId": "76"}, {"categoryId": "5", "formalText": "She's been thinking about him everyday.", "sourceId": "79"}, {"categoryId": "5", "formalText": "She knows they haven't talked, but she's been thinking about him.", "sourceId": "80"}, {"categoryId": "5", "formalText": "So he doesn't think he's not on their radar.", "sourceId": "85"}, {"categoryId": "5", "formalText": "He thinks that in her case, she feels like she ought to do something, but isn't quite clear what it is, and that she has set up some sort of guilt cycle that prevents her from speaking to him except when she's really drunk.", "sourceId": "86"}]