[{"categoryId": "1", "formalText": "It was not a good weekend, like really not a good weekend.", "sourceId": "1"}, {"categoryId": "1", "formalText": "She started crying and couldn't stop crying.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She had to keep it together in church.", "sourceId": "13"}, {"categoryId": "1", "formalText": "There wasn't any point where she felt like she needed to call  right then, but things are bad.", "sourceId": "14"}, {"categoryId": "1", "formalText": "She started to feel like it's hard to talk about how it is in part because she doesn't want to go back to the hospital.", "sourceId": "16"}, {"categoryId": "1", "formalText": "Also when she describes her reasoning out loud, it sounds strange.", "sourceId": "17"}, {"categoryId": "1", "formalText": "There was a lot of well, she will not think about trying to kill herself right now.", "sourceId": "18"}, {"categoryId": "1", "formalText": "She just wanted it to be over.", "sourceId": "20"}, {"categoryId": "1", "formalText": "She thinks about killing herself.", "sourceId": "27"}, {"categoryId": "1", "formalText": "She feels like she can't get out of the cycle and she's really tired of it.", "sourceId": "35"}, {"categoryId": "2", "formalText": "The last few days she's been in this time and same place where she's just in so much pain right then that she just can't think differently, and she's a little bit out of it, but not enough out of it. ", "sourceId": "37"}, {"categoryId": "2", "formalText": "Maybe because she's worried about what she'll do.", "sourceId": "42"}, {"categoryId": "2", "formalText": "Maybe it's because she knows that she's not going to go and try to kill herself, but she's really angry about that.", "sourceId": "43"}, {"categoryId": "2", "formalText": "Sometimes she thinks she knows she's not going to kill herself, and sometimes she thinks that she just might. Both things feel authentic.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She doesn't want James to be scared for her or anxious about her.", "sourceId": "59"}, {"categoryId": "2", "formalText": "But maybe he should be scared for her when there's reason for him to be. She doesn't want him not to be able to trust her.", "sourceId": "60"}, {"categoryId": "2", "formalText": "She thinks she wishes she were dead.", "sourceId": "62"}, {"categoryId": "2", "formalText": "She was very proud of herself and she still wanted to be dead, but she was also very proud of herself.", "sourceId": "69"}, {"categoryId": "2", "formalText": "There's not really a good way to kill herself.", "sourceId": "72"}, {"categoryId": "2", "formalText": "Apparently overdosing is somewhere around 2%, so she probably wouldn't do that.", "sourceId": "74"}, {"categoryId": "2", "formalText": "She thinks she wants to jump off a building, but that seems not easy enough or easy to tell whether she'd be successful.", "sourceId": "75"}, {"categoryId": "2", "formalText": "That would just suck balls to run out into traffic.", "sourceId": "76"}, {"categoryId": "2", "formalText": "But that seems like a pretty horrible thing to do the person driving the car. She'd probably cut her wrists or something.", "sourceId": "77"}, {"categoryId": "2", "formalText": "That's what she thinks about most, but that again is a pretty horrible thing to do today because he'd be the one to find her.", "sourceId": "78"}, {"categoryId": "2", "formalText": "She just can't get out.", "sourceId": "79"}, {"categoryId": "2", "formalText": "She doesn't have to worry about the rest of her life.", "sourceId": "87"}, {"categoryId": "2", "formalText": "She just has to get through the day every day.", "sourceId": "88"}, {"categoryId": "2", "formalText": "She feels useless and she's a burden to people who love her.", "sourceId": "95"}, {"categoryId": "2", "formalText": "Things got worse over the weekend, but they didn't get drastically worse.", "sourceId": "106"}, {"categoryId": "2", "formalText": "It seems worse everyday.", "sourceId": "117"}, {"categoryId": "2", "formalText": "It's hard. All these things didn't used to be so hard, but she always hears herself that that's hard and then she just despises herself.", "sourceId": "128"}, {"categoryId": "2", "formalText": "It's hard to talk about. She feels like she builds up a space or a way of being where she felt secure or felt like she did well where she felt proud of herself.", "sourceId": "138"}, {"categoryId": "2", "formalText": "She feels like she was valuable, then that all just kind of went to where she felt like it really did backfire on her.", "sourceId": "139"}, {"categoryId": "2", "formalText": "It's hard for her to talk about.", "sourceId": "144"}, {"categoryId": "2", "formalText": "She's so ashamed.", "sourceId": "145"}, {"categoryId": "2", "formalText": "She keeps trying to rephrase it to make it not quite so her fault and she just feels awful.", "sourceId": "147"}]