[{"categoryId": "1", "formalText": "She feels like she needs more help.", "sourceId": "13"}, {"categoryId": "1", "formalText": "She doesn't know what it should look like, but it's really become a lot to take care of him on some level and to be responsive to the way things are going with his depression and such without any additional help. ", "sourceId": "15"}, {"categoryId": "1", "formalText": "She thinks it's more that she's having a really really tough time.", "sourceId": "27"}, {"categoryId": "1", "formalText": "She's the only other person in the apartment, and it's too much, and it's affecting me physically, and it's affecting me emotionally, and sometimes she feels herself being really pulled down. It's really hard to try to bring him up and so it's getting really difficult to manage.", "sourceId": "35"}, {"categoryId": "1", "formalText": "They're going to get divorced and are going to couples therapy.", "sourceId": "114"}, {"categoryId": "1", "formalText": "She has to listen to him say this is hopeless.", "sourceId": "115"}, {"categoryId": "1", "formalText": "It's never going to get any better, and she has to find a way to not only get upset and not have any emotions surrounding that and not take a minute to go cry or call someone or take care of herself.", "sourceId": "116"}, {"categoryId": "1", "formalText": "She wants him, she just can't do this anymore.", "sourceId": "314"}, {"categoryId": "1", "formalText": "She can't do this for five more seconds on the other hand.", "sourceId": "315"}, {"categoryId": "1", "formalText": "It's okay because she needs to take care of him and he needs her help right now, and he's her husband and he's really struggling, but it's just like he won't get the help he needs.", "sourceId": "316"}, {"categoryId": "1", "formalText": "It really does become her problem because she needs to take care of him when he's writing notes and making threats and sobbing because they're going to get a divorce.", "sourceId": "336"}, {"categoryId": "1", "formalText": "She feels like she's getting blamed by his parents.", "sourceId": "404"}, {"categoryId": "1", "formalText": "She wants to know what's going on with him and she wants to find a way to deal with it, and she wants to move on, and she can't deal with the next five years being like this.", "sourceId": "409"}, {"categoryId": "2", "formalText": "It's really hard.", "sourceId": "246"}, {"categoryId": "2", "formalText": "She feels like her doctor doesn't get it.", "sourceId": "247"}, {"categoryId": "2", "formalText": "She feels like she blames her.", "sourceId": "248"}, {"categoryId": "2", "formalText": "She criticizes her, and she feels like she says they need to deal with her anger and resentment, and that they never talked about Ivan's depression.", "sourceId": "249"}, {"categoryId": "2", "formalText": "All she knows is she really needs more help because it's really exhausting.", "sourceId": "275"}, {"categoryId": "2", "formalText": "She needs someone.", "sourceId": "278"}, {"categoryId": "2", "formalText": "She needs to someone to say that's really difficult.", "sourceId": "285"}, {"categoryId": "2", "formalText": "It's getting really really difficult.", "sourceId": "308"}, {"categoryId": "5", "formalText": "Her mom is apparently still not talking to her for two weeks ago when she asked about Easter, so sometimes she can be really helpful and other times around she's really not a good situation, and her dad doesn't do any type of emotional discussion.", "sourceId": "136"}]