[{"categoryId": "1", "formalText": "It's no longer about on any particular week or month or whatever whether he's depressed or whether he's feeling anxious or better today.", "sourceId": "6"}, {"categoryId": "1", "formalText": "He was like wow, that's why he feels kind of wacky because when he just stopped and he just kind of scanned how he feels, he doesn't feel good or bad.", "sourceId": "9"}, {"categoryId": "1", "formalText": "Even when he was walking around, it's not that he doesn't feel Melancholy.", "sourceId": "80"}, {"categoryId": "1", "formalText": "He wonders why he hasn't had one relationship that he can get that he can point to and say yeah, that was exactly the kind of girl", "sourceId": "84"}, {"categoryId": "1", "formalText": "he wanted or very close to the kind of girl he wanted.", "sourceId": "85"}, {"categoryId": "1", "formalText": "When he's walking around, he feels melancholic about it, but it doesn't yet change the consistency of his days.", "sourceId": "93"}, {"categoryId": "1", "formalText": "He was really hard on himself.", "sourceId": "140"}, {"categoryId": "1", "formalText": "Today, he was just sort of walking around just kind of feeling the feeling of not having extreme feelings.", "sourceId": "167"}, {"categoryId": "1", "formalText": "It is disorienting.", "sourceId": "177"}, {"categoryId": "2", "formalText": "He almost doesn't care that much.", "sourceId": "371"}, {"categoryId": "2", "formalText": "It's a weird feeling.", "sourceId": "372"}, {"categoryId": "2", "formalText": "It's not that he's looking forward or that he's not looking forward to it.", "sourceId": "373"}, {"categoryId": "2", "formalText": "It's just kind of that he doesn't find himself the way he used to care about making music or releasing whatever, but he just doesn't care", "sourceId": "374"}, {"categoryId": "2", "formalText": "about the shows as much.", "sourceId": "375"}, {"categoryId": "2", "formalText": "Maybe that's why he had a weird what seems like a panic attack at the outdoor show.", "sourceId": "389"}, {"categoryId": "2", "formalText": "Maybe that's why he was anxious because he wasn't anxious or something.", "sourceId": "394"}, {"categoryId": "2", "formalText": "He's not depressed or whatever but he also doesn't feel amazing.", "sourceId": "405"}, {"categoryId": "2", "formalText": "He does feel really lonely, but somehow it's ", "sourceId": "407"}, {"categoryId": "2", "formalText": "just there, and it's not affecting him.", "sourceId": "408"}, {"categoryId": "2", "formalText": "It's not stopping him from also feeling pretty good.", "sourceId": "409"}, {"categoryId": "2", "formalText": "But yeah, he does feel a little more jittery.", "sourceId": "420"}, {"categoryId": "2", "formalText": "He feels lonely.", "sourceId": "446"}, {"categoryId": "2", "formalText": "If nothing else, he's just been used to a really high state of anxiety all the time.", "sourceId": "475"}, {"categoryId": "2", "formalText": "But in general, he just doesn't feel the same level of non-stop anxiety all the time.", "sourceId": "488"}, {"categoryId": "2", "formalText": "For him, it's those two extremes, either being really high up or being way below.", "sourceId": "566"}, {"categoryId": "2", "formalText": "He can go to the top of a building, but he doesn't really want to go to the edge, or he gets freaked out when people get too close.", "sourceId": "567"}, {"categoryId": "2", "formalText": "But internally, he starts getting really nervous when people get too close to Edge.", "sourceId": "569"}]