[{"categoryId": "0", "formalText": "She came to this country since she was 15.", "sourceId": "73"}, {"categoryId": "1", "formalText": "She wants to change, and she wants to go on to achieve certain things, and she's hoping those achievements will make her a more positive, more confident person.", "sourceId": "37"}, {"categoryId": "1", "formalText": "She's assuming and hoping for the same for her mom.", "sourceId": "38"}, {"categoryId": "1", "formalText": "She doesn't know why she feels like she should just without hard work and all of that just make it magically and sensible.", "sourceId": "52"}, {"categoryId": "1", "formalText": "She just doesn't understand why people are very positive.", "sourceId": "54"}, {"categoryId": "1", "formalText": "She sees that as a negative thought process that she should learn how to avoid. She volunteered and she was wondering if it will take too much of her time.", "sourceId": "112"}, {"categoryId": "1", "formalText": "And she just went ahead and did it.", "sourceId": "113"}, {"categoryId": "1", "formalText": "So now she shouldn't regret it or not like beat herself up over it.", "sourceId": "114"}, {"categoryId": "1", "formalText": "She should learn to manage, and she should learn to speak up for herself.", "sourceId": "115"}, {"categoryId": "1", "formalText": "She's busy and she's feeling so wrong and then taken advantage of because she knew what she was getting into.", "sourceId": "117"}, {"categoryId": "1", "formalText": "At this point she doesn't care.", "sourceId": "149"}, {"categoryId": "1", "formalText": "She thought that if she relieved them of some of the burden then they'll sometimes free up or they'll take pity on her. They'll feel obliged to reconsider a revision or they'll just see that she's a nice person.", "sourceId": "128"}, {"categoryId": "1", "formalText": "Perhaps it really is just in her head that she wanted to know them because if she didn't get to know them better, she'll think all the editors will just continue to be heartless monsters in her head.", "sourceId": "162"}, {"categoryId": "1", "formalText": "She hasn't got to know them that well.", "sourceId": "165"}, {"categoryId": "1", "formalText": "It just makes her feel very bad because she just feels like there is no space for her voice. Americans are going to want to read stuff written by other Americans, but then it just feels like, when will she get to be the commentator. She's also writing about immigrants lives, and most people they're publishing are American, and then it just feels like she's not going to be a part of that thing. She feels excluded all the time.", "sourceId": "173"}, {"categoryId": "2", "formalText": "She felt excluded for so long that then she also had this other contradictory feeling that she doesn't know if she wants to be in.", "sourceId": "178"}, {"categoryId": "2", "formalText": "So she wants to be included and she doesn't want to be included.", "sourceId": "179"}, {"categoryId": "2", "formalText": "She feels like they will take away her uniqueness or the things that make her or something.", "sourceId": "180"}, {"categoryId": "2", "formalText": "She doesn't want to lose it.", "sourceId": "181"}, {"categoryId": "2", "formalText": "She can see the others and she can see the good in their writing, and then she had the sense that they are American obviously. They're actually the narrative, and they weren't invited.", "sourceId": "210"}, {"categoryId": "2", "formalText": "She has to kind of do acrobatics in weird ways to seem or to show that she belongs or that she has something interesting to say. She was thinking that yesterday.", "sourceId": "211"}, {"categoryId": "2", "formalText": "She felt very bad that she was thinking that way.", "sourceId": "212"}, {"categoryId": "2", "formalText": "There's a lot of stuff that gets published, mostly from Americans, not from immigrants like Asian Americans.", "sourceId": "219"}, {"categoryId": "2", "formalText": "That makes her feel very debilitated.", "sourceId": "224"}, {"categoryId": "2", "formalText": "That's a negative way of thinking and damaging and everything.", "sourceId": "244"}, {"categoryId": "2", "formalText": "She's so deep into it that she doesn't completely know that she's strong.", "sourceId": "257"}, {"categoryId": "2", "formalText": "They're encouraging her, and they're saying good job with that.", "sourceId": "265"}, {"categoryId": "2", "formalText": "But then when this negative thinking comes into her that they're just using her, and they wouldn't want to publish her.", "sourceId": "267"}, {"categoryId": "2", "formalText": "This is when she feels miserable.", "sourceId": "268"}, {"categoryId": "2", "formalText": "She does feel miserable, but she has that positive sense as well.", "sourceId": "270"}, {"categoryId": "5", "formalText": "Her professor took one look at the first couple paragraphs and was like, oh this story is great.", "sourceId": "196"}, {"categoryId": "5", "formalText": "The University was the first time that she actually felt very included.", "sourceId": "199"}, {"categoryId": "5", "formalText": "She was so spoiled.", "sourceId": "200"}, {"categoryId": "5", "formalText": "She was really, really spoiled because the teacher really liked her work and they gave her that award, and then she said, oh she's going to drop out.", "sourceId": "201"}, {"categoryId": "5", "formalText": "She couldn't pay her fees.", "sourceId": "202"}, {"categoryId": "5", "formalText": "They gave her 5000 to be able to finish, and she was really just at the center of her universe.", "sourceId": "203"}, {"categoryId": "5", "formalText": "She was on cloud nine because she was pampered, appreciated, and loved. She was blinded by all the love.", "sourceId": "206"}, {"categoryId": "5", "formalText": "She doesn't think that she's changed because that's the reason why she's feeling sad. Her professor said yesterday that making a website will not result in publication. It will result in contacts, but not in publication. That's why she doesn't even know if she'll submit it again because then they'll think now she will think they're obligated to her which she doesn't feel at all.", "sourceId": "231"}]