[{"categoryId": "1", "formalText": "After her appointment yesterday, all she could do for the rest of the day was sit and read her book because every time she stopped and tried to actually get some work done or do anything, she would just fall apart again.", "sourceId": "19"}, {"categoryId": "1", "formalText": "She doesn't know how to live like this.", "sourceId": "20"}, {"categoryId": "1", "formalText": "She spends so much of her energy not thinking about things while she can't deal with problems, and then she doesn't have", "sourceId": "21"}, {"categoryId": "1", "formalText": "the attention that she ordinarily would have because a huge portion of her energy is going toward staving off this panic that's there all the time.", "sourceId": "22"}, {"categoryId": "2", "formalText": "This morning was going okay, but she talked to Amanda on the phone and that was going okay, and she said she really thought that James and her should move to San Antonio, and Amanda made a pretty good case for it just in terms of having a community, but she just couldn't handle that.", "sourceId": "23"}, {"categoryId": "2", "formalText": "She's kind of trying to talk about anxiety and she feels like she's been trying to act like it's not as much of a big deal as it is, but it's just really devastating for her.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She feels like it's crippling her.", "sourceId": "25"}, {"categoryId": "2", "formalText": "She's so scared.", "sourceId": "26"}, {"categoryId": "2", "formalText": "She doesn't even know what she's scared of.", "sourceId": "27"}, {"categoryId": "2", "formalText": "She's just so scared.", "sourceId": "28"}, {"categoryId": "2", "formalText": "She feels like she's constantly on the verge of just getting into huge trouble over something.", "sourceId": "35"}, {"categoryId": "2", "formalText": "She never knows what it is.", "sourceId": "36"}, {"categoryId": "2", "formalText": "She hates herself when she's like that.", "sourceId": "49"}, {"categoryId": "2", "formalText": "She doesn't know why she can't just get over it.", "sourceId": "50"}, {"categoryId": "2", "formalText": "She doesn't know what's going to happen the rest of the day.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She really hates this.", "sourceId": "53"}, {"categoryId": "2", "formalText": "She has to listen to the rest of her messages and she hopes she'll be able to do that soon, but she doesn't know.", "sourceId": "54"}, {"categoryId": "2", "formalText": "She knows it's not that much to deal with, but it feels like too much.", "sourceId": "55"}, {"categoryId": "2", "formalText": "Her dad's coming home tomorrow.", "sourceId": "56"}, {"categoryId": "2", "formalText": "We'll see how that goes.", "sourceId": "57"}, {"categoryId": "2", "formalText": "She just wants to hide.", "sourceId": "58"}, {"categoryId": "2", "formalText": "There's no reason for her to be so scared of everything.", "sourceId": "75"}, {"categoryId": "2", "formalText": "She just is.", "sourceId": "76"}, {"categoryId": "2", "formalText": "It seems pretty bleak right now.", "sourceId": "79"}, {"categoryId": "2", "formalText": "She wants people to tell her it's going to be okay and she'll feel better.", "sourceId": "140"}, {"categoryId": "5", "formalText": "So there were two messages from this guy with the ambulance company that there has been this whole thing where Blue Cross said they weren't going to pay for any of the ambulances from one of those times she was in the hospital because it was a non-emergency thing. She had to write a grievance to them to say she didn't have the option of refusing to take the ambulance.", "sourceId": "5"}, {"categoryId": "5", "formalText": "She applied for this job as a substitute teacher in the city with the public schools  back in January or end of December.", "sourceId": "13"}, {"categoryId": "5", "formalText": "So she had a message from when she was in the hospital in January offering her a job interview.", "sourceId": "14"}, {"categoryId": "5", "formalText": "So that didn't happen.", "sourceId": "15"}, {"categoryId": "5", "formalText": "She was really freaking out listening to it.", "sourceId": "17"}, {"categoryId": "5", "formalText": "She got home and kind of fell apart, and Jim's comforted her and everything.", "sourceId": "18"}, {"categoryId": "5", "formalText": "She went to dinner with Franco.", "sourceId": "92"}, {"categoryId": "5", "formalText": "It went really well and she felt better while they were there, but she really didn't want to go.", "sourceId": "93"}, {"categoryId": "5", "formalText": "Nothing adds up.", "sourceId": "96"}, {"categoryId": "5", "formalText": "So she just wants to stay away from it.", "sourceId": "97"}]