[{"categoryId": "1", "formalText": "She still feels like she's stressed.", "sourceId": "1"}, {"categoryId": "1", "formalText": "Maybe she's stressed but she doesn't know.", "sourceId": "2"}, {"categoryId": "1", "formalText": "She thinks it's when she gets up in the morning and she has to get herself to work, or in the evening when she needs to get things done before she goes to bed, and she's like, how will she have food for tomorrow or have dinner tonight?", "sourceId": "12"}, {"categoryId": "1", "formalText": "She's never stressed at work.", "sourceId": "15"}, {"categoryId": "1", "formalText": "She might get panicky at work, but it's not from work. It's this stress like the preparation and a lot of time in the evening to wind down and have dinner, especially it's like her and Sydney are going to do something and then Sydney panics and then it's like okay.", "sourceId": "16"}, {"categoryId": "1", "formalText": "Sometimes it's just feeling like she doesn't have any free time, and she's wasting away time doing whatever for Sydney or something.", "sourceId": "31"}, {"categoryId": "1", "formalText": "She is usually worried about not having time to eat food or do laundry and have clean clothes for work.", "sourceId": "35"}, {"categoryId": "1", "formalText": "And maybe anger and annoyance.", "sourceId": "54"}, {"categoryId": "1", "formalText": "It makes it really hard when she loses things, even this morning.", "sourceId": "60"}, {"categoryId": "1", "formalText": "He thinks maybe it's her OCD or whatever, but she's actually especially sensitive to dirt when she has enough stuff on the floor that she can feel it on her feet, especially if she's taken a shower and then her feet are wet and the stuff sticks to her feet.", "sourceId": "82"}, {"categoryId": "1", "formalText": "It's not a good feeling.", "sourceId": "83"}, {"categoryId": "1", "formalText": "It's getting harder and harder to deal with that.", "sourceId": "84"}, {"categoryId": "1", "formalText": "The worst case scenario is going to die.", "sourceId": "328"}, {"categoryId": "1", "formalText": "She might get too disappointed if she dies.", "sourceId": "346"}, {"categoryId": "1", "formalText": "She just doesn't want to be this overweight.", "sourceId": "375"}, {"categoryId": "1", "formalText": "She hasn't even looked at the scale in a week or two, and she doesn't even know if she wants to look at it.", "sourceId": "418"}, {"categoryId": "4", "formalText": "Feels bad that she's depending on caffeine.", "sourceId": "135"}, {"categoryId": "4", "formalText": "She was not dependent on it for like a good six years in high school.", "sourceId": "137"}, {"categoryId": "4", "formalText": "She was addicted to it, but that's also because high school started really really early in the morning kind of like now, and she's waking up at 6 in college.", "sourceId": "138"}]