[{"categoryId": "1", "formalText": "Last week is weird. Last week is very weird. He was sleeping the whole week. He doesn't know what the fuck was going on, but he was sleeping every day until like two or one, and he was exhausted. It was really weird.", "sourceId": "7"}, {"categoryId": "1", "formalText": "It happens to him sometimes, so it's hard not to get a little hypochondria.", "sourceId": "9"}, {"categoryId": "1", "formalText": "He doesn't know if it's that he's snoring at night, and he's not resting, so like he's not going into a deep sleep.", "sourceId": "10"}, {"categoryId": "1", "formalText": "He doesn't know what the fuck it is, but the weird thing was last week.", "sourceId": "11"}, {"categoryId": "1", "formalText": "It was all fucking week when he left here on Monday.", "sourceId": "13"}, {"categoryId": "1", "formalText": "He could just feel like he was absolutely exhausted.", "sourceId": "17"}, {"categoryId": "1", "formalText": "Like it was a weird week.", "sourceId": "21"}, {"categoryId": "1", "formalText": "He just needs to have a really good cry.", "sourceId": "37"}, {"categoryId": "2", "formalText": "He was trying to remember the other times when he felt so exhausted. This is what happens. Something makes him cry and suddenly, he feels better.", "sourceId": "68"}, {"categoryId": "2", "formalText": "He feels so tired because it happens kind of so often.", "sourceId": "79"}, {"categoryId": "2", "formalText": "He was really feeling really awful this week and really off.", "sourceId": "83"}, {"categoryId": "2", "formalText": "He couldn't even hide it in the evenings.", "sourceId": "92"}, {"categoryId": "2", "formalText": "He just feels like hurt and angry.", "sourceId": "178"}, {"categoryId": "2", "formalText": "He doesn't really cry that much. It's just very private.", "sourceId": "232"}, {"categoryId": "2", "formalText": "The last time he felt very disturbing was the time he told about when he first got to London.", "sourceId": "376"}, {"categoryId": "2", "formalText": "That felt really unsettling, and he was only because he just felt really alone.", "sourceId": "378"}, {"categoryId": "2", "formalText": "He felt like", "sourceId": "379"}, {"categoryId": "2", "formalText": "there wasn't anybody he could call or hang out with. He just felt really weird and alone and just unsettled ever since then and every time he had a job like that.", "sourceId": "380"}, {"categoryId": "2", "formalText": "He feels like he's being a little overly sensitive, but he has no intention of anything.", "sourceId": "423"}, {"categoryId": "5", "formalText": "It's not like his mom wasn't grateful to him.", "sourceId": "126"}, {"categoryId": "5", "formalText": "If he doesn't hear from her for long stretches, he gets a little worried about his grandmother or her in the snow or whatever and if her cell phone won't Buzz or she doesn't hear it.", "sourceId": "134"}, {"categoryId": "5", "formalText": "He doesn't give a shit if she's not answering.", "sourceId": "141"}, {"categoryId": "5", "formalText": "They really annoy him.", "sourceId": "148"}]