[{"categoryId": "1", "formalText": "She doesn't really know why things get so bad some days and not other days, and she doesn't have any way that she can make a difference.", "sourceId": "15"}, {"categoryId": "1", "formalText": "She's also angry at everybody else who once they learn how to use these coping skills, that actually fixes things.", "sourceId": "29"}, {"categoryId": "1", "formalText": "She's not sure if those people exist, but people certainly talk like those people.", "sourceId": "30"}, {"categoryId": "1", "formalText": "She feels like she's been set up to believe that when these things fell for her,", "sourceId": "31"}, {"categoryId": "1", "formalText": "that means that she's a failure.", "sourceId": "32"}, {"categoryId": "1", "formalText": "She feels like she's failed, and she feels like there's something fundamentally wrong with her.", "sourceId": "36"}, {"categoryId": "1", "formalText": "Like she's deformed in some way or something.", "sourceId": "37"}, {"categoryId": "1", "formalText": "Undeserved suffering scares the shit out of people.", "sourceId": "42"}, {"categoryId": "1", "formalText": "It scares her when she doesn't feel like she has done something to deserve what's happening to her.", "sourceId": "47"}, {"categoryId": "1", "formalText": "She also doesn't want to be full of rage and exhausted by all these things.", "sourceId": "62"}, {"categoryId": "2", "formalText": "Things have not been so hard the last couple days.", "sourceId": "19"}, {"categoryId": "2", "formalText": "So that's good.", "sourceId": "20"}, {"categoryId": "2", "formalText": "She likes saying when she does this, this results, and when she does this, this results, like what are the ways that she can change her environment to help her. She's gotten to where that's sort of high on her priority list and it's something that she can work on actively, and it's something that she's not terrible at, and then sometimes it just doesn't work.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She's sort of circling about thinking about anger and some things it's like she has to sort of step back for her being angry about. It's just exhausting.", "sourceId": "76"}, {"categoryId": "2", "formalText": "Being angry about it gets to where it hurts her rather than helps her.", "sourceId": "78"}, {"categoryId": "2", "formalText": "She just doesn't know how to hold people responsible for things.", "sourceId": "99"}, {"categoryId": "2", "formalText": "She's not very good at.", "sourceId": "107"}, {"categoryId": "2", "formalText": "Sometimes bad things just happen.", "sourceId": "147"}, {"categoryId": "2", "formalText": "She doens't know what to do when she feels like someone is wrong or when she feels like they don't fit because sometimes she sits with them awhile, and that's hard to handle.", "sourceId": "149"}, {"categoryId": "2", "formalText": "Sometimes they still don't fit, and it feels so hard to handle. It's important to her to trust her own judgment in this, but it's pretty hard at this point.", "sourceId": "150"}, {"categoryId": "2", "formalText": "It just gets really embarrassed that she feels ashamed.", "sourceId": "155"}, {"categoryId": "2", "formalText": "So there's a lot of encouragement to not trust her own judgment in the first place there.", "sourceId": "156"}, {"categoryId": "2", "formalText": "She just feels really stupid.", "sourceId": "161"}, {"categoryId": "2", "formalText": "She feels like she should have seen this.", "sourceId": "162"}, {"categoryId": "5", "formalText": "When James tells her that she should be done being angry about feminism, it doesn't go well.", "sourceId": "83"}, {"categoryId": "5", "formalText": "That's not helpful, and it doesn't end well for him.", "sourceId": "84"}]