[{"categoryId": "0", "formalText": "Her name is Elizabeth by everyone calls her Liz.", "sourceId": "1"}, {"categoryId": "1", "formalText": "She's having trouble with fear of germs and fear of intruders coming to attack her family.", "sourceId": "4"}, {"categoryId": "1", "formalText": "She feels that if she doesn't do certain things each day that bad things will happen.", "sourceId": "5"}, {"categoryId": "1", "formalText": "She would like to get help because she can't seem to get through the day without these rituals taking so much time out of her life.", "sourceId": "9"}, {"categoryId": "1", "formalText": "They are getting worse.", "sourceId": "10"}, {"categoryId": "1", "formalText": "She can't stop it.", "sourceId": "26"}, {"categoryId": "1", "formalText": "She wants to stop and she wants to feel normal again.", "sourceId": "52"}, {"categoryId": "2", "formalText": "She feels the need to wash her hands constantly.", "sourceId": "14"}, {"categoryId": "2", "formalText": "She is afraid of getting germs from things that other people touch.", "sourceId": "15"}, {"categoryId": "2", "formalText": "She feels she needs to wash them three times.", "sourceId": "16"}, {"categoryId": "2", "formalText": "She usually uses a paper towel to open things.", "sourceId": "18"}, {"categoryId": "2", "formalText": "Then she is afraid that she will get germs that could cause her to get sick.", "sourceId": "20"}, {"categoryId": "2", "formalText": "So she will go and turn the Lock 3 times and then needs to wash her hands three times.", "sourceId": "22"}, {"categoryId": "2", "formalText": "She finds this happening so much that she is late for her job in the morning on her way to work.", "sourceId": "23"}, {"categoryId": "2", "formalText": "She has had to turn around and drive home to see if she remembered to turn off the coffee pot.", "sourceId": "24"}, {"categoryId": "2", "formalText": "She's afraid that she will get some bad germs that will get into her body.", "sourceId": "28"}, {"categoryId": "2", "formalText": "And if she doesn't lock the door, then someone will come and attack her and her family if she doesn't check the doors and the windows and lock everything three times.", "sourceId": "29"}, {"categoryId": "2", "formalText": "She just feels that something bad will happen.", "sourceId": "30"}, {"categoryId": "2", "formalText": "Then she's afraid that she forgot to lock the doors and the windows.", "sourceId": "31"}, {"categoryId": "2", "formalText": "So she's repeatedly checking on them.", "sourceId": "32"}, {"categoryId": "2", "formalText": "Then.", "sourceId": "33"}, {"categoryId": "2", "formalText": "I must wash my hands three times because of germs.", "sourceId": "34"}, {"categoryId": "2", "formalText": "Probably 60 times.", "sourceId": "36"}, {"categoryId": "2", "formalText": "She has contact dermatitis on her hands because they are irritated from the constant washing.", "sourceId": "37"}, {"categoryId": "2", "formalText": "She has separate laundry hampers for her clothes depending on where she wore them. Work is different than the grocery store.", "sourceId": "40"}, {"categoryId": "2", "formalText": "She checks everything before she leaves work, when she comes home from work and before bed and waking up in the morning. If she checked three times, then it feels right.", "sourceId": "42"}, {"categoryId": "2", "formalText": "She feels relief if she checks in town three times.", "sourceId": "43"}, {"categoryId": "2", "formalText": "She wakes up anxious during the night and sometimes must check things in the house like the Windows, Doors, coffee pot, lights in the garage and closet.", "sourceId": "46"}, {"categoryId": "2", "formalText": "Then she tries to go back to sleep and sometimes she lays awake for hours.", "sourceId": "47"}, {"categoryId": "2", "formalText": "She feels that she must do everything three times. The washing, counting, and checking takes up so much time and she knows it is not normal.", "sourceId": "51"}, {"categoryId": "2", "formalText": "She has always been particular about things, but this is really taking over her life.", "sourceId": "53"}, {"categoryId": "2", "formalText": "She can't resist the feeling that something bad will happen, and it just overwhelms her.", "sourceId": "76"}, {"categoryId": "2", "formalText": "She's 36 and she was about 12 or 13 when these things started for sure.", "sourceId": "82"}, {"categoryId": "2", "formalText": "She started to really avoid anything that she had contact with others hands, and she's mainly always worried about being attacked or mugged by some criminal.", "sourceId": "83"}, {"categoryId": "2", "formalText": "She's worried about keeping her family safe.", "sourceId": "107"}, {"categoryId": "2", "formalText": "She's worried about being attacked.", "sourceId": "108"}, {"categoryId": "3", "formalText": "She wanted to die right after her mother passed.", "sourceId": "104"}, {"categoryId": "3", "formalText": "She was depressed and felt so low, but she didn't attempt suicide.", "sourceId": "105"}, {"categoryId": "4", "formalText": "She takes a multivitamin and Tylenol or Advil for headaches, which isn't often.", "sourceId": "78"}, {"categoryId": "4", "formalText": "She drank a bit in college but never smoked.", "sourceId": "80"}, {"categoryId": "5", "formalText": "Her husband is so understanding but worried and wants her to get help because it has disrupted in her household. The kids wonder why she must do everything three times and why she can't touch the certain things in the house because of the fear of germs.", "sourceId": "59"}, {"categoryId": "5", "formalText": "She doesn't want them to learn these things from her.", "sourceId": "60"}, {"categoryId": "5", "formalText": "She has three kids.", "sourceId": "70"}, {"categoryId": "5", "formalText": "The oldest is eight, the middle is 6, and the youngest is a 4 year old who is just starting to mimic how she uses a paper towel to open things.", "sourceId": "71"}, {"categoryId": "5", "formalText": "Her mother died right after she was married about 11 years ago, or maybe 10. It was right before she started her position with the accounting firm.", "sourceId": "94"}, {"categoryId": "5", "formalText": "Her father passed just before they were married while she was still in college.", "sourceId": "95"}, {"categoryId": "5", "formalText": "It was just after her funeral.", "sourceId": "100"}, {"categoryId": "5", "formalText": "That's when she felt the need to count and wash more often.", "sourceId": "101"}, {"categoryId": "5", "formalText": "She felt so low.", "sourceId": "102"}, {"categoryId": "6", "formalText": "Her mother was a very neat and kept person.", "sourceId": "86"}, {"categoryId": "6", "formalText": "She was very particular about how she kept the house and her personal appearance.", "sourceId": "87"}, {"categoryId": "7", "formalText": "Her sleep is interrupted by the checking.", "sourceId": "48"}]