[{"categoryId": "0", "formalText": "On Thursdays,", "sourceId": "8"}, {"categoryId": "0", "formalText": "she's at work.", "sourceId": "9"}, {"categoryId": "0", "formalText": "It's only like two blocks away from here,", "sourceId": "11"}, {"categoryId": "0", "formalText": "so just from one place to another.", "sourceId": "12"}, {"categoryId": "0", "formalText": "She's only there two days a week, but it could be a full-time job.", "sourceId": "14"}, {"categoryId": "0", "formalText": "So there's a lot to get done in a small amount of time that she is there.", "sourceId": "15"}, {"categoryId": "1", "formalText": "She finally talked to her dad and her brother a little bit about what their experience with their anxiety is, and they both have been seeing people for years now, but nobody ever thought to tell her that she should do the same.", "sourceId": "17"}, {"categoryId": "1", "formalText": "She always thought that she had it worse than everybody else in the family, but it doesn't seem to be the case.", "sourceId": "18"}, {"categoryId": "1", "formalText": "It's comforting in a way to know that she didn't somehow get the worst of it, but then knowing that it's so bad for everyone,", "sourceId": "24"}, {"categoryId": "1", "formalText": "it's like, oh man.", "sourceId": "25"}, {"categoryId": "1", "formalText": "This is just part of her, like in her genes.", "sourceId": "26"}, {"categoryId": "1", "formalText": "It's just part of her life.", "sourceId": "27"}, {"categoryId": "1", "formalText": "So it's also kind of weird to think that okay,", "sourceId": "28"}, {"categoryId": "1", "formalText": "maybe she's not going to ever get rid of it.", "sourceId": "29"}, {"categoryId": "1", "formalText": "Her dad was saying that he always just thinks the worst is going to happen.", "sourceId": "33"}, {"categoryId": "1", "formalText": "She was like, that's what she thinks all the time.", "sourceId": "34"}, {"categoryId": "1", "formalText": "When Amelia doesn't text her back,", "sourceId": "35"}, {"categoryId": "1", "formalText": "she thinks she's never going to see her again or something horrible happened to her.", "sourceId": "36"}, {"categoryId": "1", "formalText": "So it's comforting actually more so than not knowing that they also deal with this.", "sourceId": "37"}, {"categoryId": "1", "formalText": "She didn't somehow just end up this way that nobody else did.", "sourceId": "39"}, {"categoryId": "1", "formalText": "She still kind of wants this to be over, and the whole reason that she has a ulcer in the first place is because she was taking too much Aleve for her sensitive stomach combined with her stress.", "sourceId": "90"}, {"categoryId": "1", "formalText": "But the reason she was taking so much Aleve was because she got really painful periods and so her cycle came a week early this morning, but she can't take anything.", "sourceId": "91"}, {"categoryId": "1", "formalText": "So she's just not because she's focused on that right now.", "sourceId": "92"}, {"categoryId": "1", "formalText": "She's focused on just trying to get through having really bad cramps and not being able to take any painkillers for it.", "sourceId": "93"}, {"categoryId": "1", "formalText": "It's kind of nice to be having a health situation that she's familiar with.", "sourceId": "94"}, {"categoryId": "1", "formalText": "She's not worried that she's having ovarian cancer because she's having cramps right now and this has happened to her her entire life.", "sourceId": "99"}, {"categoryId": "1", "formalText": "It sucks that she can't take anything for it because she's uncomfortable, but it's distracting her from the ulcer stuff and from the possible side effects of ulcer medication, so she doesn't feel all that stress about it at the moment.", "sourceId": "100"}, {"categoryId": "1", "formalText": "Because she's distracted.", "sourceId": "101"}, {"categoryId": "2", "formalText": "When she's busy or there's less time for her to think about other things than about her anxiety, like for example yesterday,", "sourceId": "61"}, {"categoryId": "2", "formalText": "she was at her other job where it's just not as structured, and she doesn't feel as productive.", "sourceId": "62"}, {"categoryId": "2", "formalText": "She's not sure why that is, it's just maybe because it's two different working environments.", "sourceId": "63"}, {"categoryId": "2", "formalText": "She feels like she has a lot of time where she's just kind of sitting around, not necessarily like go, go, go, the way that she is at work.", "sourceId": "64"}, {"categoryId": "2", "formalText": "So she felt a lot more anxious yesterday", "sourceId": "65"}, {"categoryId": "2", "formalText": "about where Amelia was and what she was doing compared to today.", "sourceId": "66"}, {"categoryId": "2", "formalText": "They touch base maybe one or two times via text message, but that was it, and it didn't really bother her at all because she was just busy and she knew that she had x y and z", "sourceId": "67"}, {"categoryId": "2", "formalText": "things she needed to get done before she got out of the office.", "sourceId": "68"}, {"categoryId": "2", "formalText": "So she does like it better when she has a structured environment with lots of things going on for her to focus on that", "sourceId": "69"}, {"categoryId": "2", "formalText": "isnt' her anxiety.", "sourceId": "70"}, {"categoryId": "2", "formalText": "She thinks that's why she doesn't really like being by herself all that much.", "sourceId": "71"}, {"categoryId": "2", "formalText": "Like when she's at home waiting for Amelia or something like that when she first gets home.", "sourceId": "74"}, {"categoryId": "2", "formalText": "It's very rare that she has an afternoon in the apartment by herself that she's excited.", "sourceId": "76"}, {"categoryId": "2", "formalText": "Most people would be excited to lay on the couch and do nothing and have nobody there to know that they're being lazy, but she doesn't really. She used to have that. She used to get excited when she could have the afternoon to herself but she doesn't really have that anymore.", "sourceId": "77"}, {"categoryId": "2", "formalText": "She tries to fill her time with other things on Wednesdays because Amelia is at school until 9 at night.", "sourceId": "78"}, {"categoryId": "2", "formalText": "So she tries to go see some friends or something like that and keep herself at work later or do something right after work so she's not just home by herself.", "sourceId": "79"}, {"categoryId": "2", "formalText": "She's finally feeling better, like today and yesterday she's eating a little bit more now. She feels like either she's going to get used to the medication or she wasn't really having side effects at all, or maybe she's mentally getting used to the fact that she has to take medication.", "sourceId": "89"}, {"categoryId": "2", "formalText": "She's allowed to take Tylenol, but she doesn't want to take it.", "sourceId": "105"}, {"categoryId": "2", "formalText": "In her head she's like, well Tylenol's not going to do anything.", "sourceId": "110"}, {"categoryId": "2", "formalText": "She just had the biopsy last week.", "sourceId": "113"}, {"categoryId": "2", "formalText": "So she's not supposed to take Aleve or Motrin or any blood thinner.", "sourceId": "114"}, {"categoryId": "2", "formalText": "She was just convinced it will make her sick because that's all the medication has done to her. The medication they gave her first for her stomach made her sick, and the medication they gave her to do endoscopy made her sick, and it's like she just wants to go on a yoga retreat and drink herbs or something and get acupuncture and not deal with anymore pharmaceuticals at this point.", "sourceId": "115"}, {"categoryId": "2", "formalText": "She's already taking one medication.", "sourceId": "121"}, {"categoryId": "2", "formalText": "She wonders what's going to happen if she takes another. She doesn't like all those chemicals in her body.", "sourceId": "122"}, {"categoryId": "2", "formalText": "It gives her the same feelings when  everytime", "sourceId": "125"}, {"categoryId": "2", "formalText": "she swallows a pill, she gets that feeling right there as either too much cocaine or laced cocaine, and it gives her that rush in her chest.", "sourceId": "126"}, {"categoryId": "2", "formalText": "It's like a panic attack.", "sourceId": "127"}, {"categoryId": "2", "formalText": "It happened a couple nights ago too. It's been hard for her to start eating again because for a month every time she ate, she got really sick.", "sourceId": "129"}, {"categoryId": "2", "formalText": "So it's been difficult for her to start eating again, and Monday night,", "sourceId": "130"}, {"categoryId": "2", "formalText": "she sat down for dinner, and it was the first time she was going to eat some veggies and some actual food", "sourceId": "131"}, {"categoryId": "2", "formalText": "that wasn't tasteless.", "sourceId": "132"}, {"categoryId": "2", "formalText": "She started eating a little bit quickly because she was hungry. Now her appetite is back, which is good.", "sourceId": "133"}, {"categoryId": "2", "formalText": "She felt that she had a panic attack after taking", "sourceId": "134"}, {"categoryId": "2", "formalText": "a couple bites of food,", "sourceId": "135"}, {"categoryId": "2", "formalText": "and she felt that rush. It's that warm feeling like her chest gets really hot.", "sourceId": "136"}, {"categoryId": "2", "formalText": "Almost like there is hot liquid shooting up from there.", "sourceId": "137"}, {"categoryId": "2", "formalText": "She thought she was going to vomit at first.", "sourceId": "138"}, {"categoryId": "2", "formalText": "She's not surprised that it's the kind of feeling she gets when she gets a shot also. She really hates vaccines, and she had to get so many of them to go to Egypt just to apply to the Red Cross.", "sourceId": "145"}, {"categoryId": "2", "formalText": "She needs to get her flu shot next week because of where she works, and she's really dreading it because anytime anything foreign entered her body chemically, she doesn't like it, and it gives her that same feeling.", "sourceId": "146"}, {"categoryId": "2", "formalText": "At this point, she doesn't even like getting drunk. She doesn't like being out of control.", "sourceId": "243"}, {"categoryId": "2", "formalText": "She likes feeling like she knows what's going on.", "sourceId": "244"}, {"categoryId": "2", "formalText": "Eating definitely does give her a bit of anxiety, but not in the same way that medicine does, so it's not like she's eating, that she can think something bad is going to happen today.", "sourceId": "464"}, {"categoryId": "2", "formalText": "It's just knowing, because she always thinks", "sourceId": "465"}, {"categoryId": "2", "formalText": "she's still in a phase of Being Fit and being like, she's not supposed to be skinny.", "sourceId": "466"}, {"categoryId": "2", "formalText": "Like she's supposed to have meat on her bones and be strong and Kirby.", "sourceId": "467"}, {"categoryId": "2", "formalText": "So she doesn't think she's skinny, but fit. She's always scared that she's going to become that fat again.", "sourceId": "468"}, {"categoryId": "2", "formalText": "And so she's very very obsessed about what she eats and has a plan.", "sourceId": "469"}, {"categoryId": "2", "formalText": "She can plan her meals a lot, but not like she does portion control or makes food the night before, but she spends all day thinking about food.", "sourceId": "470"}, {"categoryId": "2", "formalText": "She wakes up in the morning.", "sourceId": "472"}, {"categoryId": "2", "formalText": "And the first thing she thinks is what she's going to have for breakfast.", "sourceId": "473"}, {"categoryId": "2", "formalText": "And then what is she going to have for lunch.", "sourceId": "474"}, {"categoryId": "2", "formalText": "And if she's going out for dinner.", "sourceId": "475"}, {"categoryId": "2", "formalText": "It's like what she's going to have for breakfast and lunch that will make her feel okay eating steak for dinner, or how many miles does she have to run before she lets herself have some chips and guacamole if they're having tacos or something like that.", "sourceId": "476"}, {"categoryId": "2", "formalText": "She'll let herself eat things.", "sourceId": "477"}, {"categoryId": "2", "formalText": "Like she'll still go out for a burger and she will still eat fries sometimes, but she makes sure that she feels like she deserves it.", "sourceId": "478"}, {"categoryId": "3", "formalText": "Maybe she had a panic attack while she was high on cocaine. It's totally possible because she can't really separate the two, but it's that same feeling that she gets.", "sourceId": "129"}, {"categoryId": "3", "formalText": "She remembers having a panic attack after she got one of her vaccines.", "sourceId": "149"}, {"categoryId": "3", "formalText": "She thinks that was the first time.", "sourceId": "152"}, {"categoryId": "3", "formalText": "Or that actually might have been the second time now in retrospect.", "sourceId": "154"}, {"categoryId": "3", "formalText": "In retrospect she had an allergic reaction.", "sourceId": "156"}, {"categoryId": "3", "formalText": "When she was 19, and she was having her first round of GI issues, they wanted to do an upper GI Series, so she swallowed the chalky stuff.", "sourceId": "157"}, {"categoryId": "3", "formalText": "Then they were going to give her this IV to make it light up in the CT scan machine or something so they could watch as it goes down when they started the IV.", "sourceId": "158"}, {"categoryId": "3", "formalText": "Everyone said she had an allergic reaction, but she stopped breathing and then got some hives, and so they said she had an allergic reaction, but in retrospect, this was still the same kind of like her chest got really hot.", "sourceId": "159"}, {"categoryId": "3", "formalText": "Although she's sure she had an allergic reaction if there's a person saying she's having an allergic reaction, but she doesn't know.", "sourceId": "160"}, {"categoryId": "3", "formalText": "She thought it was okay to be snorting cocaine in the first place, and she thought it was okay to drive herself and her good friend to meet her mom and go to the Red Cross information session.", "sourceId": "187"}, {"categoryId": "3", "formalText": "And then she's having this panic attack.", "sourceId": "190"}, {"categoryId": "3", "formalText": "So they did some and it didn't feel right. It burned, and the cocaine is not supposed to burn, it numbs.", "sourceId": "191"}, {"categoryId": "3", "formalText": "There's something not right with that.", "sourceId": "194"}, {"categoryId": "3", "formalText": "It might have been a panic attack remembering how she felt later.", "sourceId": "196"}, {"categoryId": "3", "formalText": "She was really sick from this.", "sourceId": "197"}, {"categoryId": "3", "formalText": "So they started driving and she was blacking out as they were driving.", "sourceId": "198"}, {"categoryId": "3", "formalText": "She felt like she had this fever.", "sourceId": "199"}, {"categoryId": "3", "formalText": "She remembers thinking in the car on the way down ", "sourceId": "209"}, {"categoryId": "3", "formalText": "she needed to tell her mom.", "sourceId": "210"}, {"categoryId": "3", "formalText": "She needed to pull over right then and call her mom.", "sourceId": "211"}, {"categoryId": "3", "formalText": "She needed to tell her as soon as she got out of the car that she needed to take her to the emergency room because she snorted something that she shouldn't have, and she was totally sick enough.", "sourceId": "212"}, {"categoryId": "3", "formalText": "Her parents were strict growing up, and she was at the point where she was like, she needed to tell her mom she had to take her to the hospital before because she thought she was dying.", "sourceId": "214"}, {"categoryId": "3", "formalText": "She said she just didn't feel that well, but her mom would never think that her daughter is on drugs. She would think she had the flu.", "sourceId": "216"}, {"categoryId": "3", "formalText": "It had passed a little bit so she decided that she wanted to go throw up somewhere, so they went to the building where Red Cross was being held. It's a federal building, so they had to go through security with the gram of coke in her purse. She just stopped on the security belt. Nothing happened, but she was just not with it at all. She didn't even remember. She was in the bathroom trying to puke the entire time, and she just kept looking at herself in the mirror saying she's going to be fine.", "sourceId": "217"}, {"categoryId": "3", "formalText": "And she was just not with it, and then she just came down.", "sourceId": "218"}, {"categoryId": "3", "formalText": "And she had a horrible rest of the night.", "sourceId": "219"}, {"categoryId": "3", "formalText": "She came down from it towards the end of the Red Cross session, and she thought that she had enough to stay out and that she just wasn't doing any more of it, and she wasn't going to drink, and she was just going to see her friends.", "sourceId": "221"}, {"categoryId": "3", "formalText": "She doesn't really remember really what they did.", "sourceId": "222"}, {"categoryId": "3", "formalText": "They went and had dinner and went to one of their apartments and she gave them the drugs and it was in that moment,", "sourceId": "223"}, {"categoryId": "3", "formalText": "she's like, she's never doing that stuff again.", "sourceId": "224"}, {"categoryId": "3", "formalText": "She tried to do it once more when she went to Genevieve a couple weeks later for her semester abroad, and she was like, maybe she'll give it one more shot because she really missed that feeling it gave her.", "sourceId": "225"}, {"categoryId": "3", "formalText": "It's the same feeling that she gets now when she's in the middle of a really good run or in the middle of a really good workout, and she has great music on, and she has a high energy, and she can feel her muscles getting stronger.", "sourceId": "227"}, {"categoryId": "3", "formalText": "Like she just wanted to go dance and that's what they did.", "sourceId": "229"}, {"categoryId": "3", "formalText": "They would do cocaine and dance, and it just made her feel like she was on top of the world.", "sourceId": "230"}, {"categoryId": "3", "formalText": "So she remembers really missing that feeling for a couple of years, but she knew she could do it.", "sourceId": "231"}, {"categoryId": "3", "formalText": "She used to smoke pot sometimes with her friends, which kind of helped calm her down, and she can't even do that anymore.", "sourceId": "233"}, {"categoryId": "3", "formalText": "She inhaled once and then she had a panic attack.", "sourceId": "237"}, {"categoryId": "3", "formalText": "The panic is about stuff that doesn't belong in", "sourceId": "239"}, {"categoryId": "3", "formalText": "her body is going to kill her.", "sourceId": "240"}, {"categoryId": "3", "formalText": "6 years ago, that day she can feel the way that she felt and it's horrible.", "sourceId": "242"}, {"categoryId": "3", "formalText": "Sophomore year,", "sourceId": "272"}, {"categoryId": "3", "formalText": "it was the same time she started getting her weight under control.", "sourceId": "273"}, {"categoryId": "3", "formalText": "She was starting to do drugs and she was on her way to potentially having an eating disorder.", "sourceId": "274"}, {"categoryId": "3", "formalText": "She started losing weight, and even with all her GI problems, she made the Dean's List first semester, sophomore year.", "sourceId": "275"}, {"categoryId": "3", "formalText": "She was in the library all the time.", "sourceId": "276"}, {"categoryId": "3", "formalText": "That's why she stopped drinking", "sourceId": "286"}, {"categoryId": "3", "formalText": "and started doing cocaine.", "sourceId": "287"}, {"categoryId": "3", "formalText": "Between those two years, she also made a lot of decisions. Personally she was going to confront her sexuality, and she was starting to do that. It was starting to become something she couldn't ignore anymore, and she started dealing with it.", "sourceId": "293"}, {"categoryId": "3", "formalText": "She doesn't know if she was always looking for excuses to not be confident, so she was like, she's not going to do well in school.", "sourceId": "300"}, {"categoryId": "3", "formalText": "She's going to keep overeating.", "sourceId": "301"}, {"categoryId": "3", "formalText": "That was just like the definite turning point though, like after freshman year when things really changed.", "sourceId": "303"}, {"categoryId": "3", "formalText": "She doesn't really know how her drugs habit fits in with that because it doesn't really make much sense to her.", "sourceId": "305"}, {"categoryId": "3", "formalText": "When she did cocaine before class, she kind of sat back and re-evaluated how much she was doing it and whether is a good thing or a bad thing and she kind of had this bleeding clot.", "sourceId": "348"}, {"categoryId": "3", "formalText": "Like maybe she's getting a little bit carried away, but she thought she couldn't do it everyday, and she couldn't do it every night because she wasn't asleep so she didn't Tuesdays and Thursdays, and she had practice, and Friday nights", "sourceId": "349"}, {"categoryId": "3", "formalText": "they didn't go out because they had games every Saturday morning.", "sourceId": "350"}, {"categoryId": "3", "formalText": "So after she finished with all her commitments,", "sourceId": "354"}, {"categoryId": "3", "formalText": "was done with her homework, and had gone to all of her classes, it's like fun time.", "sourceId": "355"}, {"categoryId": "3", "formalText": "And she's still kind of like that now. She'll be like okay, if she gets this paper done, she'll have a drink tonight, or she'll let herself go eat a fancy sandwich or something. So she still kind of had them separate, but in retrospect, she thinks her exercise and eating habits maybe", "sourceId": "356"}, {"categoryId": "3", "formalText": "were not out of control than her cocaine habit because they were spiraling farther and farther.", "sourceId": "357"}, {"categoryId": "3", "formalText": "But it wasn't something that was constantly escalating, but the more weight", "sourceId": "361"}, {"categoryId": "3", "formalText": "she lost, the faster", "sourceId": "362"}, {"categoryId": "3", "formalText": "she could run, and the farther she could run,", "sourceId": "363"}, {"categoryId": "3", "formalText": "the more she wanted to eat less and run farther.", "sourceId": "364"}, {"categoryId": "3", "formalText": "When she was in Madagascar,", "sourceId": "367"}, {"categoryId": "3", "formalText": "she probably gained seven or eight pounds back, but she still looked good for her, because she was down to like under 19 before, which is probably 10 lb less than she is right now.", "sourceId": "368"}, {"categoryId": "3", "formalText": "But having been able to eat, she was more conscious of how much she was exercising.", "sourceId": "371"}, {"categoryId": "3", "formalText": "So she was going to eat more, but she had to exercise more. It wasn't until she went abroad to Genevieve's that she really put the weight back on because she joined a soccer team and season ended early.", "sourceId": "372"}, {"categoryId": "3", "formalText": "So she pretty much stopped working out and started drinking again and started binge eating.", "sourceId": "373"}, {"categoryId": "3", "formalText": "But not in front of people. She would do it when she was by herself.", "sourceId": "377"}, {"categoryId": "3", "formalText": "At night. That's when she went right back to the Habit in Genevieve. Living in a studio apartment by herself was probably the worst thing that could have happened to her at this point because she would go out ", "sourceId": "380"}, {"categoryId": "3", "formalText": "with a backpack and go get all this food and come home", "sourceId": "381"}, {"categoryId": "3", "formalText": "and just sit and watch TV or something.", "sourceId": "382"}, {"categoryId": "3", "formalText": "She would just like to eat.", "sourceId": "386"}, {"categoryId": "3", "formalText": "She would always  kind of sneak things because her parents are hellfreaks.", "sourceId": "388"}, {"categoryId": "3", "formalText": "And so they were never allowed to eat all the fun stuff other kids got, and she was kind of like a chubby kid, and her parents were like, her brother is like a stick, him and her dad.", "sourceId": "389"}, {"categoryId": "3", "formalText": "So she takes after her mom, and he takes after her dad. He's six foot tall and she's like a pinky, so they would give Jamie snacks, but she wasn't allowed to eat them.", "sourceId": "390"}, {"categoryId": "3", "formalText": "He would have Cool Ranch Doritos, and she remembers she wasn't allowed to eat the Doritos as much as he was.", "sourceId": "396"}, {"categoryId": "3", "formalText": "So she started sneaking things.", "sourceId": "404"}, {"categoryId": "3", "formalText": "She would either usually just buy extra snacks from the cafeteria at school or tell her mom she was", "sourceId": "409"}, {"categoryId": "3", "formalText": "making lunch money, but she would take more so she could get some extra snacks.", "sourceId": "410"}, {"categoryId": "3", "formalText": "Then once she could drive and high school, that's the end of it.", "sourceId": "413"}, {"categoryId": "3", "formalText": "When she looks back on it, she feels like it was probably binging, not to the extent when she was in Genevieve, but that was really binging.", "sourceId": "417"}, {"categoryId": "3", "formalText": "She would go get three", "sourceId": "418"}, {"categoryId": "3", "formalText": "chamois sandwiches and french fries and just sit down and go to town when she was younger.", "sourceId": "419"}, {"categoryId": "3", "formalText": "Or she would have extra meals.", "sourceId": "420"}, {"categoryId": "3", "formalText": "She feels like she remembers these girls, these good friends who she played softball with who were twins.", "sourceId": "421"}, {"categoryId": "3", "formalText": "They were really overweight too, so they kind of would just go to this 24-hour Deli after they had already ate dinner.", "sourceId": "422"}, {"categoryId": "3", "formalText": "They would order the worst food for you possible.", "sourceId": "428"}, {"categoryId": "3", "formalText": "But there was still this element of when she was at home, especially at night after everyone would go to sleep,", "sourceId": "429"}, {"categoryId": "3", "formalText": "she stayed up and watched TV and ate.", "sourceId": "430"}, {"categoryId": "3", "formalText": "She knew it was unhealthy because she was very overweight.", "sourceId": "431"}, {"categoryId": "3", "formalText": "But she remembers she would sit down and watch TV, but it wasn't to watch TV.", "sourceId": "432"}, {"categoryId": "3", "formalText": "She would turn on the TV, but then as soon as the food was done, she was done watching TV.", "sourceId": "434"}, {"categoryId": "3", "formalText": "She still has that habit now like when she eats lunch,", "sourceId": "435"}, {"categoryId": "3", "formalText": "she'll sit down and she'll turn something on TV.", "sourceId": "437"}, {"categoryId": "3", "formalText": "She'll eat salad or whatever  and then when the food's done, then she turns the TV off and she goes back to work or something like that.", "sourceId": "438"}, {"categoryId": "3", "formalText": "She doesn't have to look forward to having alone time because she used to look forward to it when she was by herself because that's when she would eat.", "sourceId": "443"}, {"categoryId": "3", "formalText": "She feels kind of guilty, but then when she started having her stomach problems when she was 19, what would happen is she would wake up the mornings after eating late at night and B6 her stomach, so it turned into a physical thing.", "sourceId": "447"}, {"categoryId": "3", "formalText": "She would feel guilty.", "sourceId": "448"}, {"categoryId": "3", "formalText": "But if she kept eating, then she didn't feel guilty when she started eating more and more and more because the longer she was eating for, the longer it was going to be before she started feeling embarrassed and guilty.", "sourceId": "449"}, {"categoryId": "3", "formalText": "So she thinks that's what happened in Genevieve, like the more food", "sourceId": "450"}, {"categoryId": "3", "formalText": "she brought back to her little Studio, the longer she'd occupy herself eating, and the longer she can have the periods of Happiness before she felt like oh God, she can't believe she just did that.", "sourceId": "451"}, {"categoryId": "4", "formalText": "The whole reason that she has an ulcer in the first place is because she was taking too much Aleve for her sensitive stomach combined with her stress.", "sourceId": "90"}, {"categoryId": "4", "formalText": "But the reason she was taking so much Aleve was because she got really painful periods, and so her cycle came a week early this morning, but she can't take anything.", "sourceId": "91"}, {"categoryId": "4", "formalText": "The reason she was on so much Aleve is like two Advil doesn't do anything for her.", "sourceId": "109"}, {"categoryId": "4", "formalText": "The medication they gave her first for her stomach made her sick, and the medication they gave her to do the endoscopy made her sick, and it's like she just wants  to go on a yoga retreat and drink herbs or something and get acupuncture and not deal with anymore pharmaceuticals at this point.", "sourceId": "115"}, {"categoryId": "4", "formalText": "She's already taking one medication.", "sourceId": "121"}, {"categoryId": "4", "formalText": "She wonders what's going to happen if she takes another. She doesn't like all those chemicals in her body.", "sourceId": "122"}, {"categoryId": "4", "formalText": "It gives her the same feelings when every time", "sourceId": "125"}, {"categoryId": "4", "formalText": "she swallows a pill, she gets that feeling right there as either too much cocaine or laced cocaine, and it gives her that rush in her chest.", "sourceId": "126"}, {"categoryId": "4", "formalText": "So maybe that day she didn't do something laced and she didn't overdose at all.", "sourceId": "128"}, {"categoryId": "4", "formalText": "Maybe she had a panic attack while she was high on cocaine. It's totally possible because she can't really separate the two, but it's that same feeling that she gets.", "sourceId": "129"}, {"categoryId": "4", "formalText": "It's unclear if it was chemical induced or not.", "sourceId": "143"}, {"categoryId": "4", "formalText": "She thought it was okay to be snorting cocaine in the first place.", "sourceId": "187"}, {"categoryId": "4", "formalText": "So they did some, and it didn't feel right. It burned, and the cocaine is not supposed to burn, it numbs.", "sourceId": "191"}, {"categoryId": "4", "formalText": "And so for some reason, she did all three lines and then was like, oh and friends tried it and said don't do it.", "sourceId": "192"}, {"categoryId": "4", "formalText": "She used to smoke pot sometimes with her friends, which kind of helped calm her down, and she can't even do that anymore.", "sourceId": "233"}, {"categoryId": "4", "formalText": "It just makes her panic immediately.", "sourceId": "234"}, {"categoryId": "4", "formalText": "She inhaled once and then she had a panic attack.", "sourceId": "237"}, {"categoryId": "4", "formalText": "She did coke for a year- about a year- not everyday, but mostly a couple times a week they would go out because that was the year", "sourceId": "247"}, {"categoryId": "4", "formalText": "she wasn't drinking, so to her, it was her substitute.", "sourceId": "248"}, {"categoryId": "4", "formalText": "She didn't drink in high school.", "sourceId": "251"}, {"categoryId": "4", "formalText": "She definitely wasn't one of the popular kids who got invited to parties.", "sourceId": "252"}, {"categoryId": "4", "formalText": "And so there is a couple of times that her friend's parents would go away and they would get some beer and hang out in her house. Compared to what other kids were doing,", "sourceId": "253"}, {"categoryId": "4", "formalText": "she was a really good kid in high school.", "sourceId": "254"}, {"categoryId": "4", "formalText": "She smoked pot for the first time when her younger brother gave it to her the night before she went to college.", "sourceId": "255"}, {"categoryId": "4", "formalText": "He was hanging out with school friends in her grade, but when she got to college, she started drinking a lot.", "sourceId": "256"}, {"categoryId": "4", "formalText": "The first time she tried it was almost a week of freshman year in.", "sourceId": "308"}, {"categoryId": "4", "formalText": "She was at a party and one of her friends had some. She was really nervous.", "sourceId": "309"}, {"categoryId": "4", "formalText": "She was wondering, is this is going to hurt and what's going to happen.", "sourceId": "310"}, {"categoryId": "4", "formalText": "She was like, okay, she'll try it, and she remembers nothing happened.", "sourceId": "312"}, {"categoryId": "4", "formalText": "She didn't feel anything and she was like that's stupid.", "sourceId": "313"}, {"categoryId": "4", "formalText": "Like she didn't feel it just because she had smoked pot throughout the year and liked it.", "sourceId": "314"}, {"categoryId": "4", "formalText": "It really freaked her out. It's like that she's always thought marijuana is with alcohol and then the rest of the drugs are over here, and she's never going to touch them.", "sourceId": "315"}, {"categoryId": "4", "formalText": "But she tried it and nothing happened, and she remembers she went to go hang out with my soccer friends, and she told them she just tried cocaine and nothing happened, and they were pissed. They wanted nothing to do with it, and they didn't even want her to have anything to do with it.", "sourceId": "316"}, {"categoryId": "4", "formalText": "She never snorted cocaine around them, and she would lie to them and tell them she wasn't doing it, and she had her separate friends who are surprisingly now no longer her friends.", "sourceId": "317"}, {"categoryId": "4", "formalText": "Then she didn't even think about it really all summer, and it wasn't until she came back to school that those friends again", "sourceId": "318"}, {"categoryId": "4", "formalText": " had been doing it all summer.", "sourceId": "319"}, {"categoryId": "4", "formalText": "So they had it around, so she gave it another try.", "sourceId": "320"}, {"categoryId": "4", "formalText": "She liked it.", "sourceId": "321"}, {"categoryId": "4", "formalText": "She doesn't really remember the second time.", "sourceId": "322"}, {"categoryId": "4", "formalText": "She remembers there was one time they decided to try it before class.", "sourceId": "327"}, {"categoryId": "4", "formalText": "When she did it before class, it made her really uncomfortable.", "sourceId": "340"}, {"categoryId": "4", "formalText": "She was really uncomfortable in class and felt like she couldn't concentrate because she was worried that everybody knew that she was high and she", "sourceId": "341"}, {"categoryId": "4", "formalText": "couldn't do it again.", "sourceId": "342"}, {"categoryId": "4", "formalText": "So it really stayed for her recreational.", "sourceId": "343"}, {"categoryId": "5", "formalText": " She's not on campus this semester.", "sourceId": "45"}, {"categoryId": "5", "formalText": "Obviously the first thing that everyone notices is that she's lost like 15 pounds because she's been sick.", "sourceId": "46"}, {"categoryId": "5", "formalText": "She was talking to one of her advisors about work and everything and kind of joking around about her ulcer and the advisor said", "sourceId": "47"}, {"categoryId": "5", "formalText": "she's really the last person she would ever think would get an ulcer", "sourceId": "48"}, {"categoryId": "5", "formalText": "because she just seems so calm and laid-back all the time.", "sourceId": "49"}, {"categoryId": "5", "formalText": "All she could do was laugh because that's the opposite.", "sourceId": "50"}, {"categoryId": "5", "formalText": "For her, like in a professional setting, she's very efficient and she gets things done and she does things well, and in those settings, people won't necessarily think that she's uptight or stressed out.", "sourceId": "57"}, {"categoryId": "5", "formalText": "The day her friend Marie was visiting,", "sourceId": "163"}, {"categoryId": "5", "formalText": "she had just gotten back from her trip to Madagascar.", "sourceId": "164"}, {"categoryId": "5", "formalText": "It was maybe a month-and-a-half after going to volunteer in Madagascar which was where she had her stomach problems. She started eating again and it's kind of like a combination weather eating issue she had once because there was no real option.", "sourceId": "165"}, {"categoryId": "5", "formalText": "She was just going to eat the food that was there because she couldn't really be picky but she wasn't getting sick.", "sourceId": "166"}, {"categoryId": "5", "formalText": "So she was healthy again.", "sourceId": "167"}, {"categoryId": "5", "formalText": "She was still getting exercise.", "sourceId": "168"}, {"categoryId": "5", "formalText": "So she just got back maybe a month or month-and-a-half after her good friends who she had a huge crush on was volunteering with her.", "sourceId": "169"}, {"categoryId": "5", "formalText": "Her friend came out to Chicago to visit and there was a bunch of other people that she'd volunteered with who live in the Chicago metro area.", "sourceId": "172"}, {"categoryId": "5", "formalText": "So they were all planning on getting together that night from their conversations, getting to know each other while they were in Madagascar.", "sourceId": "173"}, {"categoryId": "5", "formalText": "She knew that Alex liked to party or whatever, and they did cocaine, so she thought it would be fun if they all got together, and she'd get them a gram of Coke to split, and they can go out in Chicago.", "sourceId": "175"}, {"categoryId": "5", "formalText": "So they were going to meet her home at her office and she was going to take them to the Red Cross information session that was being held in Chicago.", "sourceId": "179"}, {"categoryId": "5", "formalText": "The plan was not to do the cocaine before they went to meet her mom obviously, but she remembers the guy that she was supposed to get with was not going to be able to come through.", "sourceId": "180"}, {"categoryId": "5", "formalText": "So they were going to just not get it.", "sourceId": "181"}, {"categoryId": "5", "formalText": "And then last minute he called her and said that he had it, and they could pick it up.", "sourceId": "182"}, {"categoryId": "5", "formalText": "So it was like they were excited that they could get it because they didn't think they were going to, and so they decided they would just do a little before going into the city.", "sourceId": "183"}, {"categoryId": "5", "formalText": "It makes her kind of nauseous even thinking about how it was more than she usually would do so early in the day.", "sourceId": "184"}, {"categoryId": "5", "formalText": "And before she was about to be driving from Greenwich to into the city, she felt sick to her stomach that she did it.", "sourceId": "185"}, {"categoryId": "5", "formalText": "But she would think it was okay to do that.", "sourceId": "186"}, {"categoryId": "5", "formalText": "She thought it was okay to be snorting cocaine in the first place, and she thought it was okay to drive herself and her good friend to meet her mom and go to the Red Cross information session.", "sourceId": "187"}, {"categoryId": "5", "formalText": "And then she's having this panic attack.", "sourceId": "190"}, {"categoryId": "5", "formalText": "So they did some, and it didn't feel right. It burned, and the cocaine is not supposed to burn, it numbs.", "sourceId": "191"}, {"categoryId": "5", "formalText": "And so for some reason, she did all three lines and then was like, oh and friends tried it and said don't do it.", "sourceId": "192"}, {"categoryId": "5", "formalText": "There's something not right with that.", "sourceId": "194"}, {"categoryId": "5", "formalText": "It might have been a panic attack, but remembering how she felt later,", "sourceId": "196"}, {"categoryId": "5", "formalText": "she was really sick from this.", "sourceId": "197"}, {"categoryId": "5", "formalText": "So they started driving, and she was blacking out as they were driving.", "sourceId": "198"}, {"categoryId": "5", "formalText": "She felt like she had this fever.", "sourceId": "199"}, {"categoryId": "5", "formalText": "Somehow got them both into the city.", "sourceId": "206"}, {"categoryId": "5", "formalText": "And she really can't believe this happened and that she's fine.", "sourceId": "208"}, {"categoryId": "5", "formalText": "She doesn't remember freshman year.", "sourceId": "258"}, {"categoryId": "5", "formalText": "She was a mess freshman year, and it took her a year to get her shit together.", "sourceId": "259"}, {"categoryId": "5", "formalText": "She failed intro to psychology.", "sourceId": "260"}, {"categoryId": "5", "formalText": "She decided she wanted to be a psych major and  a psychologist, and she was going to have her private practice, and she had this whole plan.", "sourceId": "261"}, {"categoryId": "5", "formalText": "And then she remembers she failed intro to psych.", "sourceId": "263"}, {"categoryId": "5", "formalText": "She took it again.", "sourceId": "264"}, {"categoryId": "5", "formalText": "She never had great academics in high school.", "sourceId": "267"}, {"categoryId": "5", "formalText": "She was average, maybe a little below, but she just didn't try. She didn't really care, and her mom would get calls from teachers like she would be doing a great job, but she just doesn't do her homework. That carried into her freshman year.", "sourceId": "268"}, {"categoryId": "5", "formalText": "She just partied with her friends.", "sourceId": "269"}, {"categoryId": "5", "formalText": "She just didn't go to class.", "sourceId": "270"}, {"categoryId": "5", "formalText": "She remembers she would help her friends and think like oh class is optional, and she would sit in her room and hang out and watch something. She never really liked when she just didn't really try, except for her women's studies class, which apparently she cared about and did well in that class, but then she doesn't know what happened.", "sourceId": "271"}, {"categoryId": "5", "formalText": "It was the same time she started getting her weight under control.", "sourceId": "273"}, {"categoryId": "5", "formalText": "She joined the soccer team and it felt like she fit in finally.", "sourceId": "294"}, {"categoryId": "5", "formalText": "She felt more comfortable in herself.", "sourceId": "299"}, {"categoryId": "5", "formalText": "Cocaine was everywhere at her school.", "sourceId": "332"}, {"categoryId": "5", "formalText": "A lot of people did it to concentrate.", "sourceId": "333"}, {"categoryId": "5", "formalText": "A lot of the Frat Boys would take it to write their papers.", "sourceId": "334"}, {"categoryId": "5", "formalText": "And she remembers people would be snorting it at the library.", "sourceId": "335"}, {"categoryId": "6", "formalText": "She finally talked to her dad and her brother a little bit about what their experience with their anxiety is, and they both have been seeing people for years now, but nobody ever thought to tell her that she should do the same.", "sourceId": "17"}, {"categoryId": "6", "formalText": "She always thought that she had it worse than everybody else in the family, but it doesn't seem to be the case.", "sourceId": "18"}, {"categoryId": "6", "formalText": "Her dad was telling her that he really struggles with that, and her grandmother apparently really struggled with depression, her dad and most of his siblings.", "sourceId": "19"}, {"categoryId": "6", "formalText": "He was the youngest of five, and three or four of them all also had pretty bad anxiety and get panic attacks.", "sourceId": "20"}, {"categoryId": "6", "formalText": "She didn't know that her brother was seeing", "sourceId": "21"}, {"categoryId": "6", "formalText": "somebody either, but they were both really supportive.", "sourceId": "22"}, {"categoryId": "6", "formalText": "Her dad was saying that he always just thinks the worst is going to happen.", "sourceId": "33"}, {"categoryId": "6", "formalText": "She assumes that her dad would have told her if he ever tried taking medications because they were talking about how he manages the symptoms.", "sourceId": "83"}, {"categoryId": "6", "formalText": "He says that is why he works out", "sourceId": "84"}, {"categoryId": "6", "formalText": "fanatically all the time, to try to keep himself calm, but it doesn't necessarily help her brother. She only talked briefly as they were walking from dinner to another point, so they didn't really get into too much stuff.", "sourceId": "85"}, {"categoryId": "7", "formalText": "She's lost like 15 pounds because she's been sick.", "sourceId": "46"}, {"categoryId": "7", "formalText": "She was talking to one of her advisors about work and everything and kind of joking around about her ulcer.", "sourceId": "47"}, {"categoryId": "7", "formalText": "The reason she was taking so much Aleve was because she got really painful periods, and so her cycle came a week early this morning, but she can't take anything.", "sourceId": "91"}]